[
    {
        "url": "https://www.tecmundo.com.br/minha-serie/601542-netflix-recebe-7-lancamentos-de-peso-nesta-semana-veja-estreias-de-filmes-e-series.htm",
        "title": "Netflix recebe 7 lançamentos de peso nesta semana! Veja estreias de filmes e séries",
        "description": "Confira as 7 melhores estreias de filmes e séries da Netflix nesta semana e saiba o que assistir no streaming, incluindo o final de Round 6",
        "image": "https://tm.ibxk.com.br/2025/06/23/23112723363301.jpg",
        "date": null
    },
    {
        "url": "https://www.tecmundo.com.br/voxel/501687-gamepads-e-controles-gamesir-com-ate-74-desconto-no-mega-saldao-do-aliexpress-aproveite.htm",
        "title": "Gamepads e controles GameSir com até 74% desconto no Mega Saldão do AliExpress; aproveite",
        "description": "Confira agora uma seleção de ofertas em produtos da GameSir com até 74% de desconto no AliExpress e garanta uma experiência de jogo mais confortável e precisa com os controles e gamepads para usar no PC, consoles ou mobile; aproveite!",
        "image": "https://tm.ibxk.com.br/2025/06/23/23172136570032.jpg",
        "date": null
    },
    {
        "url": "https://www.tecmundo.com.br/mercado/405303-stf-vai-retomar-decisao-sobre-a-responsabilizacao-das-big-techs.htm",
        "title": "STF vai retomar decisão sobre a responsabilização das big techs",
        "description": "Com votos ainda a serem dados, a Corte já formou maioria para tornar as empresas responsáveis pelos conteúdos ilegais postados nas redes sociais.",
        "image": "https://tm.ibxk.com.br/2025/06/23/23145542888032.jpg",
        "date": null
    },
    {
        "url": "https://www.tecmundo.com.br/produto/405306-eletronicos-e-acessorios-com-ate-60-off-no-festival-de-grandes-marcas-do-mercado-livre.htm",
        "title": "Eletrônicos e acessórios com até 60% OFF no Festival de Grandes Marcas do Mercado Livre",
        "description": "Aproveite preços mais em conta em smart TVs, caixas de som, fones de ouvidos e mais produtos com grandes descontos na promoção Festival de Grandes Marcas no MeLi; confira as oportunidades",
        "image": "https://tm.ibxk.com.br/2025/06/23/23151820191048.jpg",
        "date": null
    }
]