[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-21-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/07/2025",
        "description": "ATP 250 de Umag (Croácia) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-de-wimbledon-swiatek-ganha-morango-gigante-de-pecas.html",
        "title": "Campeã de Wimbledon, Swiatek ganha morango gigante de Lego",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swiatek_morango_lego.jpg",
        "date": "21/07/2025",
        "description": "Varsóvia (Polônia) –E a coleção de Lego de Iga Swiatek ganhou mais um ítem especial, após a conquista inédita de Wimbledon: um morango gigante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mola-e-neis-ganham-o-bt-200-de-toledo-favoritas-confirmam-no-feminino.html",
        "title": "Mola e Neis ganham o BT 200 de Toledo, favoritas confirmam no feminino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/BT-200-Toledo_campeoes.jpg",
        "date": "20/07/2025",
        "description": "Toledo (PR)– Foram definidos, neste domingo, os campeões do BT 200 de Toledo, no Paraná, realizado no Olinda Beach Tennis e que teve premiação de US$ 15 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gava-e-vice-no-paraguai-juvenis-vencem-dois-titulos-nas-duplas.html",
        "title": "Gava é vice no Paraguai, juvenis vencem dois títulos nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_boa_back-1024x686.jpg",
        "date": "20/07/2025",
        "description": "Lambare (Paraguai) –O paulista Pietro Gava, de apenas 15 anos, ficou com o vice-campeonato no ITF J60 de Lambare, em quadras de saibro no Paraguai. Vindo do quali, ele buscava seu primeiro título no circuito juvenil da Federação Internacional. Seu algoz na decisão foi o cabeça 1 local Cayo Narvaez, de 16 anos e 201º do ranking, com parciais de 6/2, 4/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenistas-de-22-estados-abrem-a-copa-das-federacoes-em-uberlandia.html",
        "title": "Tenistas de 22 estados abrem a Copa das Federações em Uberlândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Copa-Federacoes_abertura.jpg",
        "date": "20/07/2025",
        "description": "Uberlândia (MG) –Foi dada a largada na Copa das Federações 2025. Neste domingo, foram realizadas as primeiras partidas do torneio que recebe tenistas de 22 estados, em que os atletas se enfrentam nos mesmos moldes da Copa Davis e da Billie Jean King Cup. O evento acontece até o dia 24, no Praia Clube, em Uberlândia (MG), e recebe tenistas das categorias 12, 14, 16 e 18 anos, masculino e feminino"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-pode-reencontrar-perricard-na-estreia-de-washington.html",
        "title": "Fritz pode reencontrar Perricard na estreia de Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/fritz-xangai-fore-2024.jpg",
        "date": "20/07/2025",
        "description": "Washington (EUA)– Torneio com 64 participantes e a premiação total de US$ 2,4 milhões, o ATP 500 de Washington pode ter logo na segunda rodada a reedição de um dos grandes jogos de Wimbledon. O cabeça 1 e dono da casa Taylor Fritz aguarda quem passar entre Giovanni Perricard e Aleksandar Vukic. O francês esteve a dois pontos de eliminar Fritz na grama britânica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreescu-vence-seus-dois-jogos-e-leva-o-canada-o-titulo-da-copa-hopman.html",
        "title": "Andreescu vence seus dois jogos e o Canadá leva o título da Copa Hopman",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu-aliassime-hopman-trofeu-2025-e1753052442587-1024x683.jpg",
        "date": "20/07/2025",
        "description": "Bari (Itália)– O grande momento do tênis italiano, que é o atual campeão da Copa Davis e da Billie Jean King Cup não foi o suficiente para levá-los a mais uma conquista por equipes, mas o título da Copa Hopman passou perto e só não veio graças a uma inspirada Bianca Andreescu, que venceu seus dois jogos na final deste domingo e deu o título ao Canadá."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-e-carabelli-entre-os-favoritos-ao-titulo-no-saibro-croata.html",
        "title": "Cerúndolo e Carabelli entre os favoritos ao título no saibro croata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/cerundolo-madrid-2025-tuesday-e1745950218340-1024x682.jpg",
        "date": "20/07/2025",
        "description": "Umag (Croácia)– Um dos últimos torneios ATP de saibro da temporada, o ATP 250 de Umag terá dois argentinos entre seus quatro principais favoritos, com destaque para Francisco Cerúndolo, que é o cabeça de chave número 1 e estreia contra o vencedor da partida entre o espanhol Carlos Taberner e o francês Pierre-Hugues Herbert."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-williams-joga-em-washington-e-volta-as-competicoes-apos-15-meses.html",
        "title": "Venus Williams joga em Washington e volta às competições após 15 meses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus-washington-treina-2025-e1753049393358-1024x683.jpg",
        "date": "20/07/2025",
        "description": "Washington (EUA)– Sem competir no circuito profissional desde março do ano passado, quando caiu na estreia em Miami, a norte-americana Venus Williams voltará nesta semana no WTA 500 de Washington, 15 meses após sua última partida. Convidada da organização, a veterana de 45 anos vai enfrentar na estreia a compatriota Peyton Stearns."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-lidera-11-tchecas-na-chave-do-wta-250-de-praga.html",
        "title": "Noskova lidera 11 tchecas na chave do WTA 250 de Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/noskova_rouen_olhabola-1024x536.jpg",
        "date": "20/07/2025",
        "description": "Praga (República Tcheca)– Como era de se esperar, a chave do WTA 250 de Praga está repleta de tenistas da casa. Ao todo são 11 tchecas no torneio, com destaque para Linda Noskova, a principal favorita na competição. Ela estreia contra a russa Anastasia Gasanova, de 26 anos e atual 274ª colocada no ranking."
    }
]