[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-29-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/carolina_laydner.jpg",
        "date": "29/07/2025",
        "description": "WTA 1000 de Montréal (Canadá) – Sintético – US$ 5.152.599Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-vende-ingressos-das-quadras-externas-a-partir-de-r-30.html",
        "title": "SP Open vende ingressos das quadras externas a partir de R$ 30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani_linz_term-1024x646.jpg",
        "date": "29/07/2025",
        "description": "São Paulo (SP) –A organização do SP Open, evento que marca o retorno da capital paulista ao circuito da WTA depois de 25 anos, anunciou uma novidade na venda de ingressos nesta terça-feira. O público terá uma nova oportunidade de estar no torneio 250 com o lançamento do Ground Pass. As vendas são exclusivas pelo site da Eventim a partir de 5 de agosto, 11h."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-joga-ao-lado-de-zverev-em-toronto-e-enfrenta-os-cabecas-6.html",
        "title": "Melo joga ao lado de Zverev em Toronto e enfrenta os cabeças 6",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/melo-zverev-rede-mc-2024.jpeg",
        "date": "29/07/2025",
        "description": "Toronto (Canadá) –O mineiro Marcelo Melo é o único brasileiro com vaga direta na chave de duplas do Masters 1000 de Toronto. Como tem sido comum nos últimos anos em torneios deste porte, Melo jogará ao lado do alemão Alexander Zverev, que pode utilizar o ranking de simples para entrar na chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-confirma-favoritismo-e-supera-o-potente-saque-de-perricard.html",
        "title": "Rune confirma favoritismo e supera o potente saque de Perricard",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-toronto-2025-tuesday-e1753817644418-1024x682.jpg",
        "date": "29/07/2025",
        "description": "Toronto (Canadá)– Dono de um dos saques mais potentes do circuito, o francês Giovanni Perricard não foi páreo para o dinamarquês Hoger Rune, que fez valer a condição de cabeça de chave 5 e triunfou em sets diretos, marcando parciais de 7/6 e 6/4 para se garantir na terceira rodada do Masters 1000 de Toronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-anuncia-14-duplas-mistas-e-dara-mais-dois-convites.html",
        "title": "US Open anuncia 14 duplas mistas e dará mais dois convites",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/rybakina-fritz-iw-2025-1024x683.jpg",
        "date": "29/07/2025",
        "description": "Nova York (EUA) –A organização do US Open atualizou nesta terça-feira a lista de participantes do torneio de duplas mistas, que será disputado em apenas dois dias, em 19 e 20 de agosto, com premiação de US$ 1 milhão para os campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreescu-nao-se-recupera-de-lesao-fernandez-cai-na-estreia.html",
        "title": "Andreescu não se recupera de lesão, Fernandez cai na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu_mtl_toss-1024x615.jpg",
        "date": "29/07/2025",
        "description": "Montréal (Canadá) –A organização do WTA 1000 de Montréal anunciou nesta terça-feira que Bianca Andreescu não poderá entrar em quadra para seu jogo de segunda rodada, em que enfrentaria a russa Mirra Andreeva. Com isso, a atual número 5 do mundo avança diretamente à terceira fase e espera e vencedora entre a norte-americana McCartney Kessler e a australiana Maya Joint."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinceramente-eu-nao-sabia-o-que-esperar-confessa-bouchard.html",
        "title": "“Sinceramente, eu não sabia o que esperar”, confessa Bouchard",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/TA_Eugenie-Bouchard_361-1024x686.jpeg",
        "date": "29/07/2025",
        "description": "Montréal (Canadá)– Depois de superar a estreia no WTA 1000 de Montréal, derrotando Emiliana Arango com parciais de 6/4, 2/6 e 6/2, a canadense Eugenie Bouchard, que irá se despedir do circuito após o torneio, revelou que entrou em quadra sem saber o que poderia fazer e destacou o grande apoio do público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-minimiza-ausencias-e-diz-ser-ainda-um-jogador-em-desenvolvimento.html",
        "title": "Shelton minimiza ausências e diz ser ainda um jogador em desenvolvimento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-toronto-treina-2025-e1753804359161-1024x683.jpg",
        "date": "29/07/2025",
        "description": "Toronto (Canadá)– Um dos principais nomes na disputa do Masters 1000 de Toronto, onde é o cabeça de chave número 4, o norte-americano Ben Shelton está otimista com sua participação no torneio. Semifinalista na semana passada em Washington, ele espera manter o nível e conquistar outra boa campanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maxime-cressy-faz-pausa-no-circuito-por-tempo-indeterminado.html",
        "title": "Maxime Cressy faz pausa no circuito por tempo indeterminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cressy-australian-open-2022-feature-e1753801750358-1024x682.jpg",
        "date": "29/07/2025",
        "description": "Nova York (EUA)– Nascido em Paris, o norte-americano Maxime Cressy resolveu fazer uma pausa no circuito para se recuperar totalmente de uma lesão na região lombar. Ex-número 31 do mundo, o tenista de 31 anos ocupa atualmente a modesta 681ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-nao-se-recupera-vai-perder-o-us-open-e-sequencia-nos-grand-slam.html",
        "title": "Dimitrov não se recupera, vai perder o US Open e sequência nos Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/dimitrov-usopen-devolve-2024-e1725279556253-1024x682.jpg",
        "date": "29/07/2025",
        "description": "Sófia (Bulgária) –O búlgaro Grigor Dimitrov não vai participar do US Open deste ano, segundo afirmou o empresário do tenista para oTenniscafe. O motivo da ausência é a lesão no peitoral sofrida em Wimbledon, ainda em recuperação."
    }
]