[
    {
        "url": "https://tenisbrasil.uol.com.br/148385.html",
        "title": "Zverev tenta se recuperar fisicamente e já pensa em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251017_121706-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Riad (Arábia Saudita)– Uma das decepções desta temporada, o alemão Alexander Zverev começou 2025 com chance de ser o número 1 do mundo, mas depois do vice-campeonato no Australian Open acumulou pequenos problemas físicos e resultados ruins.Derrotado na estreia no Six Kings Slam, ele falou sobre o seu momento em entrevista aoUbitennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-definicao-das-semifinalistas-em-ningbo-em-video-de-12-minutos.html",
        "title": "Confira a definição das semifinalistas em Ningbo em vídeo de 12 minutos",
        "image": null,
        "date": "17/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-acredita-que-sua-melhor-versao-ainda-esta-por-vir.html",
        "title": "Alcaraz acredita que sua melhor versão ainda está por vir",
        "image": null,
        "date": "17/10/2025",
        "description": "Riad (Arábia Saudita)– Número 1 do mundo mais jovem na história da ATP, chegando à ponta do ranking pela primeira vez em 2022, com 19 anos e 4 meses, o espanhol Carlos Alcaraz segue colecionando vitórias e troféus desde então. Atualmente com 22 anos, completados em 5 de maio, ele acredita que possa evoluir ainda mais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-o-resumo-das-quartas-de-final-em-almaty.html",
        "title": "Veja o resumo das quartas de final em Almaty",
        "image": null,
        "date": "17/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eu-adoraria-trocar-meu-corpo-por-um-mais-jovem-brinca-djokovic.html",
        "title": "“Eu adoraria trocar meu corpo por um mais jovem”, brinca Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251017_121111-e1760714088747-1024x682.jpg",
        "date": "17/10/2025",
        "description": "Riad (Arábia Saudita)– Novamente superado pelo italiano Jannik Sinner,desta vez nas semifinais do Six Kings Slam, o sérvio Novak Djokovic ficou apenas 63 minutos em quadra e teve poucas chances contra o número 2 do mundo. Após a derrota, na última quinta-feira, ele fez um balanço do confronto,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-sai-do-buraco-contra-bencic-e-consegue-incrivel-virada.html",
        "title": "Paolini sai do buraco contra Bencic e consegue incrível virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/paolini-ningbo-vibra-2025-e1760711102217-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Ningbo (China)– A italiana Jasmine Paolini teve que reunir toda a sua coragem e força para conseguir a vitória sobre a suíça Belinda Bencic nesta sexta-feira no WTA 500 de Ningbo. Em partida válida pelas quartas de final, ela chegou a ficar um set e uma quebra atrás antes de se recuperar para triunfar com parciais de 5/7, 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-convocada-para-bjk-cup-na-australia-bia-fica-de-fora.html",
        "title": "Naná é convocada para BJK Cup na Austrália, Bia fica de fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nana_spopen_prepsaque.jpg",
        "date": "17/10/2025",
        "description": "Florianópolis (SC) –A juvenil paulista Nauhany Silva é a grande novidade da equipe brasileira convocada nesta sexta-feira para a repescagem da Billie Jean King Cup, que será realizada nos dias 14 e 15 de novembro, em Hobart, na Austrália. O Brasil enfrentará o time da casa e Portugal nesta fase da competição e não contará com Beatriz Haddad Maia, que encerrou sua temporada precocemente para cuidar da saúde física mental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itia-suspende-provisoriamente-o-argentino-leonardo-aboian.html",
        "title": "ITIA suspende provisoriamente o argentino Leonardo Aboian",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Leonardo-Aboian-e1760708899739-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta sexta-feira que o argentino Leonardo Aboian, de 27 anos, foi suspenso provisoriamente, aguardando a análise completa das acusações. Sem especificar o que motivou a decisão, a entidade apenas disse que o tenista foi acusado de infração ao programa anticorrupção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-mais-uma-em-almaty-e-faz-terceira-semi-consecutiva.html",
        "title": "Medvedev vence mais uma em Almaty e faz terceira semi consecutiva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/medvedev-almaty-aplaude-2025-1.jpg",
        "date": "17/10/2025",
        "description": "Almaty (Cazaquistão)– A mudança no time feita pelo russo Daniil Medvedev após a queda na estreia no US Open parece estar surtindo efeito. Pelo terceiro torneio seguido ele vai disputar as semifinais, agora no ATP 250 de Almaty, onde nesta sexta-feira derrotou o húngaro Fabian Marozsan por 7/5 e 6/2"
    }
]