[
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campea-keys-sofre-para-superar-a-estreia-no-australian-open.html",
        "title": "Atual campeã, Keys sofre para superar a estreia no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys-ausopen-vibra-2026-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália)– O começo da defesa do título da norte-americana Madison Keys no Australian Open não foi dos mais fáceis. Estreando nesta terça-feira, ela levou um susto contra a ucraniana Oleksandra Oliynykova, que venceu os quatro primeiros games da partida, mas depois acabou superada em sets diretos, com parciais de 7/6 (8-6) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fas-de-djokovic-cantam-em-frente-a-apresentador-que-o-criticou-em-2025.html",
        "title": "Fãs de Djokovic cantam em frente a apresentador que o criticou em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Nine-Djokovic-Fas.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália)– Um grupo de torcedores sérvios entoou cânticos em apoio a Novak Djokovic enquanto Tony Jones apresentava um boletim de notícias na noite de segunda-feira no Melbourne Park em um novo capítulo na saga bizarraque começou no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-acredita-que-nao-viajar-para-a-australia-foi-a-melhor-escolha.html",
        "title": "Monteiro acredita que não viajar para a Austrália foi a melhor escolha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/461393_1188783_55050851524_b399bb850c_k-e1768872816746-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Itajaí (SC)– Depois de encerrar a temporada passada mais cedo e optar por começar 2026 jogando no saibro sul-americano ao invés de viajar para a Austrália, o cearenseThiago Monteiro estreou com vitória no challenger de Itajaíe reconheceu que as decisões foram as mais acertadas para ele."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vence-em-itajai-meligeni-perde-em-seu-retorno.html",
        "title": "Monteiro vence em Itajaí, Meligeni perde em seu retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/55050851504_06019ac616_c.jpg",
        "date": "19/01/2026",
        "description": "Itajaí (SC)– Em sua primeira partida desde outubro, o cearense Thiago Monteiro teve uma estreia tranquila no challenger de nível 75 que acontece no saibro catarinense. Ele levou a melhor no duelo de canhotos contra João Schiessl, parciais de 6/2 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-19-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Challenger de Itajaí (SC) – Saibro – US$ 107 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bohrer-vence-a-primeira-em-buenos-aires-carol-meligeni-e-cabeca-3.html",
        "title": "Bohrer vence a primeira em Buenos Aires, Carol Meligeni é cabeça 3",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "19/01/2026",
        "description": "Buenos Aires (Argentina) –A catarinense Carolina Bohrer, de 18 anos, estreou com vitória no ITF W35 de Buenos Aires, em quadras de saibro. Ela venceu nesta segunda-feira a argentina Lourdes Ayala por 1/6, 6/0 e 6/2. A atual 921ª do ranking enfrenta a norte-americana de 17 anos Ana Maria Rincon na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-thomaz-bellucci-tenista-brasileiro-precisa-insistir-mais.html",
        "title": "Para Thomaz Bellucci, tenista brasileiro precisa insistir mais",
        "image": null,
        "date": "19/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clube-top-100-do-rio-open-entra-na-nona-edicao-celebrando-o-tenis-nacional.html",
        "title": "Clube Top 100 do Rio Open entra na nona edição celebrando o tênis nacional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/soares_acioly_koch.jpg",
        "date": "19/01/2026",
        "description": "Rio de Janeiro (RJ) –Estar entre os melhores do tênis mundial é um feito que 60 brasileiros conseguiram até o momento. Em 2026, o Clube Top 100, iniciativa que abre as portas do maior torneio de tênis da América do Sul para os brasileiros que integraram o top 100 do ranking mundial entra em sua nona edição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bjk-cup-define-confrontos-do-quali-mundial-e-valoriza-as-duplas.html",
        "title": "BJK Cup define confrontos do quali mundial e valoriza as duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/errani_paolini_bjk_cump_25-1024x652.jpg",
        "date": "19/01/2026",
        "description": "Londres (Inglaterra) –Foram sorteados nesta segunda-feira os confrontos do Qualificatório Mundial da Billie Jean King Cup, que serão disputados nos dias 10 e 11 de abril. Os 14 países participantes disputam sete vagas na fase final da competição, que será realizada em setembro, na China."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/frases-saiba-o-que-se-comenta-em-melbourne.html",
        "title": "Frases: saiba o que se comenta em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/medvedev-brisbane-agradece-2026-e1767760994703-1024x683.jpg",
        "date": "19/01/2026",
        "description": "“O ano passado foi difícil. Estou me sentindo ótimo com minha nova equipe, então não fico remoendo muito o passado. O que aconteceu no ano passado, aconteceu, e está tudo bem. Faz parte da carreira, faz parte da vida. Me esforcei bastante para tentar ser mais positivo em quadra. Até agora, estou conseguindo, mas nunca fui de dizer: ‘Ok, agora chega’. Não sabemos o que o futuro nos reserva, mas estou tentando ser positivo em quadra, assim como sou na vida.”Medvedev feliz com sua estreia, depois de cair na 1ª rodada em Roland Garros, Wimbledon e US Open, no ano passado."
    }
]