[
    {
        "url": "https://tenisbrasil.uol.com.br/portugues-retorna-de-suspensao-apos-comprovar-contaminacao.html",
        "title": "Português retorna de suspensão após comprovar contaminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fred_silva_back_fpt-1024x645.jpg",
        "date": "25/09/2025",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) anunciou que Frederico Ferreira Silva, tenista português de 30 anos, aceitou uma suspensão de um mês sob o Programa Antidoping do Tênis, após testar positivo para a substância proibida trimetazidina (TMZ) durante um teste em competição em fevereiro de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/konishi-e-giannini-caem-na-segunda-rodada-de-torneios-da-itf.html",
        "title": "Konishi e Giannini caem na segunda rodada de torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Luján (Argentina) –A paulista Júlia Konishi foi eliminada na segunda rodada do ITF W15 de Luján, em quadras de saibro na Argentina. Atual 804ª do ranking, ela perdeu da boliviana Noelia Zeballos, cabeça 8 do torneio e 612ª colocada, por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-demoliner-fazem-semi-em-lisboa-reis-e-boscardin-seguem-na-argentina.html",
        "title": "Luz e Demoliner fazem semi em Lisboa, Reis e Boscardin seguem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Os gaúchos Orlando Luz e Marcelo Demoliner estão na semifinal do challenger de Lisboa, em quadras de saibro. Principais cabeças de chave, eles venceram os convidados portugueses Henrique e Francisco Rocha por 7/6 (7-2) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-25-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/09/2025",
        "description": "ATP 500 de Pequim (China) – Sintético – US$ 4.016.050Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-75-de-curitiba-confirma-tres-top-100-na-chave-principal.html",
        "title": "Challenger 75 de Curitiba confirma três top 100 na chave principal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/emilio_navas.jpg",
        "date": "25/09/2025",
        "description": "Curitiba (PR) –A Copa Internacional de Tênis de Curitiba, Ano III, torneio ATP Challenger 75, teve sua lista oficial confirmada e contará com três jogadores no top 100 do ranking mundial. O evento será disputado de 13 a 19 de outubro, nas quadras de saibro do Graciosa Country Club, na capital paranaense. A entrada é gratuita, mediante retirada de ingressos no sitehttps://appticket.com.br/ecp, sempre no dia anterior ao jogo escolhido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-nina-tem-casamento-dos-sonhos-em-marrakech.html",
        "title": "Aliassime e Nina têm casamento dos sonhos em Marrakech",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime_nina_casamento.jpg",
        "date": "25/09/2025",
        "description": "Marrakech (Marrocos) –Félix Auger-Aliassime teve um casamento dos sonhos no Marrocos e confessou que não conseguiria realizar a cerimônia sem o apoio decisivo da noiva Nina Ghaibi. A cerimônia aconteceu no dia 20 passado, sábado, em elegante local, o Selman Marrakech, luxuoso hotel situado em casa rural, com vista para as Montanhas Atlas e diárias em torno de R$ 4 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-superado-por-jovem-peruano-nas-oitavas-em-lisboa.html",
        "title": "Monteiro é superado por jovem peruano nas oitavas em Lisboa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro_lisboa_estica-1024x682.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Vindo de umavitória em dois tiebreaks na estreia, Thiago Monteiro foi eliminado nas oitavas de final do challenger de Lisboa, em quadras de saibro. O cearense caiu diante do jovem peruano de 21 anos Ignacio Buse, cabeça 4 do torneio e 116º do ranking, com parciais de 7/6 (9-7) e 6/4 em 2h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-poe-fonseca-entre-5-tenistas-que-podem-desafiar-alcaraz-e-sinner.html",
        "title": "Mouratoglou põe Fonseca entre 5 tenistas que podem desafiar Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-3.jpg",
        "date": "25/09/2025",
        "description": "Nice (França)– O francês Patrick Mouratoglou é mais um que coloca o espanhol Carlos Alcaraz e o italiano Jannik Sinner acima de todos os demais concorrentes no circuito neste momento, contudo ele acredita que os dois podem ser desafiados e listou cinco nomes de jogadores que acredita serem capazes de tal feito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-fara-exibicao-contra-alcaraz-em-dezembro-em-miami.html",
        "title": "Fonseca fará exibição contra Alcaraz em dezembro em Miami",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_alcaraz_exo.jpg",
        "date": "25/09/2025",
        "description": "Miami (EUA) –O tão esperado encontro entre João Fonseca e Carlos Alcaraz em quadra foi marcado para o dia 8 de dezembro, quando eles irão se enfrentar em uma partida de exibição em Miami. O evento também contará com a norte-americana Amanda Anisimova e a britânica Emma Raducanu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vencer-wimbledon-aos-17-anos-nao-me-ajudou-afirma-becker.html",
        "title": "“Vencer Wimbledon aos 17 anos não me ajudou”, afirma Becker",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/boris-becker-wimbledon-aeltc-e1758825279633-1024x682.jpg",
        "date": "25/09/2025",
        "description": "Londres (Inglaterra)– O alemão Boris Becker participou do podcastHigh Performance, no qual falou sobre sua conquista de Wimbledon, em 1985, quando, com apenas 17 anos, se tornou o tenista mais jovem a vencer o torneio. Ele falou com tom de lamentação sobre a precocidade de seu primeiro título de Grand Slam, revelando que trouxe muito mais coisas negativas que positivas."
    }
]