[
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-sai-do-buraco-contra-bencic-e-consegue-incrivel-virada.html",
        "title": "Paolini sai do buraco contra Bencic e consegue incrível virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/paolini-ningbo-vibra-2025-e1760711102217-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Ningbo (China)– A italiana Jasmine Paolini teve que reunir toda a sua coragem e força para conseguir a vitória sobre a suíça Belinda Bencic nesta sexta-feira no WTA 500 de Ningbo. Em partida válida pelas quartas de final, ela chegou a ficar um set e uma quebra atrás antes de se recuperar para triunfar com parciais de 5/7, 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-convocada-para-bjk-cup-na-australia-bia-fica-de-fora.html",
        "title": "Naná é convocada para BJK Cup na Austrália, Bia fica de fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nana_spopen_prepsaque.jpg",
        "date": "17/10/2025",
        "description": "Florianópolis (SC) –A juvenil paulista Nauhany Silva é a grande novidade da equipe brasileira convocada nesta sexta-feira para a repescagem da Billie Jean King Cup, que será realizada nos dias 14 e 15 de novembro, em Hobart, na Austrália. O Brasil enfrentará o time da casa e Portugal nesta fase da competição e não contará com Beatriz Haddad Maia, que encerrou sua temporada precocemente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itia-suspende-provisoriamente-o-argentino-leonardo-aboian.html",
        "title": "ITIA suspende provisoriamente o argentino Leonardo Aboian",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Leonardo-Aboian-e1760708899739-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta sexta-feira que o argentino Leonardo Aboian, de 27 anos, foi suspenso provisoriamente, aguardando a análise completa das acusações. Sem especificar o que motivou a decisão, a entidade apenas disse que o tenista foi acusado de infração ao programa anticorrupção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-mais-uma-em-almaty-e-faz-terceira-semi-consecutiva.html",
        "title": "Medvedev vence mais uma em Almaty e faz terceira semi consecutiva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/medvedev-almaty-aplaude-2025-1.jpg",
        "date": "17/10/2025",
        "description": "Almaty (Cazaquistão)– A mudança no time feita pelo russo Daniil Medvedev após a queda na estreia no US Open parece estar surtindo efeito. Pelo terceiro torneio seguido ele vai disputar as semifinais, agora no ATP 250 de Almaty, onde nesta sexta-feira derrotou o húngaro Fabian Marozsan por 7/5 e 6/2"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-perdem-para-favoritos-e-caem-nas-semifinais-em-bruxelas.html",
        "title": "Melo e Matos perdem para favoritos e caem nas semifinais em Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/melo_matos_bruxelas_rede.jpg",
        "date": "17/10/2025",
        "description": "Bruxelas (Bélgica)– Não deu para o mineiro Marcelo Melo e o gaúcho Rafael Matos nas semifinais do ATP 250 de Bruxelas. Nesta sexta-feira, eles tiveram pela frente os norte-americanos Christian Harrison e Evan King, que fizeram valer a condição de segundos favoritos ao título e venceram por 7/6 (7-5), 2/6 e 10-4, depois de 1h37 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-avanca-em-osaka-e-e-a-unica-cabeca-de-chave-nas-semifinais.html",
        "title": "Fernandez avança em Osaka e é a única cabeça de chave nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fernandez-osaka-prepara-2025-.jpg",
        "date": "17/10/2025",
        "description": "Osaka (Japão)– A canadense Leylah Fernandez superou uma desvantagem tanto no primeiro quanto no segundo sets para derrotar a eslovaca Rebeca Sramkova por 2 a 0, marcando parciais de 7/6 (7-2) e 6/3 em 1h34 de partida. Cabeça de chave 4 no WTA 250 de Osaka, ela é a única favorita entre as semifinalistas do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-thaisa-pedretti-caem-diante-de-austriacas-nas-oitavas.html",
        "title": "Carol Meligeni e Thaísa Pedretti caem diante de austríacas nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_rio_fore_r16.jpg",
        "date": "16/10/2025",
        "description": "Rio de Janeiro (RJ) –As duas últimas brasileiras na chave de simples do Rio Ladies Open se despediram nesta quinta-feira, nas oitavas de final. As paulistas Carol Meligeni e Thaísa Pedretti foram superadas por rivais austríacas. As algozes das brasileiras se enfrentam nas quartas de final do WTA 125 disputado nas quadras de saibro da Techset Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-16-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_ctba_fore.jpg",
        "date": "16/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-nao-se-recupera-de-lesao-e-abandona-nas-quartas-em-casa.html",
        "title": "Osaka não se recupera de lesão e abandona nas quartas em casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/osaka-espera-2025-e1760615362563-1024x684.jpg",
        "date": "16/10/2025",
        "description": "Osaka (Japão) –A japonesa Naomi Osaka não conseguiu se recuperar a tempo dalesão na coxa esquerda sofrida na última quarta-feirae precisou abandonar a disputa do WTA 250 de Osaka. Ela tinha jogo marcado para esta sexta-feira contra a romena Jaqueline Cristian, que avança diretamente à semifinal."
    }
]