[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-recebe-jovens-talentos-do-tenis-brasileiro.html",
        "title": "Copa das Federações recebe jovens talentos do tênis brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_rivoli_direita.jpg",
        "date": "21/07/2025",
        "description": "Uberlândia (MG) –Com a presença de cerca de 600 tenistas de 21 estados e mais o Distrito Federal, a Copa das Federações tem se tornado um celeiro de novos talentos da modalidade. O torneio acontece até a quinta-feira, no Praia Clube, em Uberlândia (MG), e é uma oportunidade para conhecer os futuros nomes do esporte, que já se destacam no cenário internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-sakkari-fernandes-linette-nos-resumo-de-washington-veja.html",
        "title": "Mboko, Sakkari, Fernandez, Linette nos resumo de Washington. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WTA-1024x576.jpg",
        "date": "21/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-rybakina-enfrentam-canadenses-sakkari-estreia-bem.html",
        "title": "Pegula e Rybakina enfrentam canadenses, Sakkari estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mboko_washington_vibra.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –O início das disputas do WTA 500 de Washington definiu as adversárias de estreia de Jessica Pegula e Elena Rybakina. Elas entram diretamente na segunda rodada do torneio preparatório para o US Open e enfrentarão tenistas canadenses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opelka-desafia-medvedev-em-washington-fritz-enfrenta-vukic.html",
        "title": "Opelka desafia Medvedev em Washington, Fritz enfrenta Vukic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/opelka_washington_fore-1024x620.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –O exímio sacador Reilly Opelka será o adversário de estreia de Daniil Medvedev no ATP 500 de Washington. Opelka disparou 23 aces nesta segunda-feira para vencer o duelo norte-americano contra Murphy Cassone por 7/6 (7-4), 6/7 (5-7) e 6/3 em 2h20 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-shelton-e-venus-sao-atracoes-desta-terca-em-washington.html",
        "title": "Osaka, Shelton e Venus são atrações desta terça em Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/osaka_washington_back.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –A rodada desta terça-feira em Washington terá grandes nomes em quadra como Naomi Osaka, Ben Shelton e Venus Williams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-e-monfils-nao-passam-da-estreia-nas-duplas-em-washington.html",
        "title": "Kyrgios e Monfils não passam da estreia nas duplas em Washington",
        "image": null,
        "date": "21/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentinos-tem-rumos-opostos-em-kitzbuhel-wild-estreia-terca.html",
        "title": "Argentinos têm rumos opostos em Kitzbuhel, Wild estreia terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/comesana-kitzbuehel-2025-monday-1024x576.jpg",
        "date": "21/07/2025",
        "description": "Kitzbuhel (Áustria) –A rodada desta segunda-feira no ATP 250 de Kitzbuhel teve uma vitória e uma derrota para os tenistas argentinos. O cabeça 7 Francisco Comesana estreou bem no torneio austríaco em quadras de saibro, enquanto o experiente Facundo Bagnis, que vinha do quali, perdeu em três sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-preciso-me-recuperar-fisica-e-mentalmente-para-o-resto-do-ano.html",
        "title": "Alcaraz: “Preciso me recuperar física e mentalmente para o resto do ano”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/alcaraz-cincinnati-2024-sunday-1024x576.jpg",
        "date": "21/07/2025",
        "description": "Toronto (Canadá) –Como já era esperadodesde o último domingo, a desistência de Carlos Alcaraz do Masters 1000 de Toronto foi formalizada nesta segunda-feira. Número 2 do mundo, o espanhol justificou sua ausência por conta do desgaste acumulado nas últimas semanas, em que conquistou o quinto Grand Slam da carreira em Roland Garros e foi vice na grama de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-vence-a-primeira-em-umag-favoritos-conhecem-rivais.html",
        "title": "Wawrinka vence a primeira em Umag, favoritos conhecem rivais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wawrinka-umag-2025-monday-1024x576.jpg",
        "date": "21/07/2025",
        "description": "Umag (Croácia) –No jogo que encerrou a rodada desta segunda-feira no ATP 250 de Umag, o veterano Stan Wawrinka conseguiu um ótimo resultado. O suíço de 40 anos superou o equatoriano vindo do quali Alvaro Guillen Meza, 244º do ranking, por 6/4 e 6/1 em apenas 1h13 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-retorna-ao-circuito-com-vitoria-nas-duplas-em-washington.html",
        "title": "Venus retorna ao circuito com vitória nas duplas em Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus_baptiste_washington_sorrisos-1024x638.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –O retorno de Venus Williams ao tênis profissional foi com bom resultado na chave de duplas do WTA 500 de Washington. A ex-número 1 do mundo recebeu convite para jogar ao lado da norte-americana Hailey Baptiste, de 23 anos e 50ª do ranking, e comemorou uma vitória por 6/3 e 6/1 contra a também anfitriã Clervie Ngounoue, de apenas 19 anos, e a canadense Eugenie Bouchard."
    }
]