[
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-o-jti-o-programa-que-coloca-criancas-na-quadra.html",
        "title": "Conheça o JTI, o programa que coloca crianças na quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pod_jti.jpg",
        "date": "06/10/2025",
        "description": "Talvez você nunca tenha ouvido falar do Junior Tennis Iniciativa, o JTI, um programa implantado no Brasil em 2020 com apoio da Federação Internacional e que estimula a expansão do tênis principalmente entre as crianças."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zanellato-elimina-o-cabeca-1-no-rio-gimenez-tambem-avanca.html",
        "title": "Zanellato elimina o cabeça 1 no Rio, Gimenez também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "06/10/2025",
        "description": "Rio de Janeiro (RJ) –Os paulistas Nicolas Zanellato e Igor Gimenez marcaram as primeiras vitórias brasileiras na etapa do Rio de Janeiro do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF M25 é disputado nas quadras de saibro da Rio Tennis Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-06-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gimenez_brb_engie_estica.jpg",
        "date": "06/10/2025",
        "description": "Challenger de Cali (Colômbia) – Saibro – US$ 100 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-tem-brasileiras-no-caminho-nana-pega-argentina-em-sao-joao.html",
        "title": "Candiotto tem brasileiras no caminho, Naná pega argentina em São João",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nauhany-Vitoria-LEME-DA-SILVA-BRA-1-X-Daniela-TEODORO-SOUZA-BRA-5-1024x683.jpg",
        "date": "06/10/2025",
        "description": "São João da Boa Vista (SP)– Segunda principal candidata ao título, a paulista Ana Candiotto terá adversárias brasileiras nas duas primeiras rodadas do do Torneio Internacional Feminino de Tênis – Ano VIII, evento de nível W15 que deu largada nesta segunda-feira nas quadras de saibro da Sociedade Esportiva Sanjoanense."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-ter-mais-tempo-de-descanso-foi-a-decisao-certa.html",
        "title": "Sabalenka: “Ter mais tempo de descanso foi a decisão certa”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabalenka_wuhan_coletiva-1024x683.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China) –Em seu primeiro torneio desde o título do US Open, Aryna Sabalenka volta ao circuito nesta semana no WTA 1000 de Wuhan. A número 1 do mundo preferiu não jogar em Pequim nas duas últimas semanas e priorizou um torneio mais curto e onde tem ótimo histórico.Sabalenka é tricampeã em Wuhane acumula 17 vitórias seguidas na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lider-de-titulos-em-challenger-kjaer-mira-vaga-no-top-100.html",
        "title": "Líder de títulos em challenger, Kjaer mira vaga no top 100",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/budkov-kjaer-mouilleronch-2025-1024x576.jpg",
        "date": "06/10/2025",
        "description": "Mouilleron le Captif (França) –O jovem norueguês Nicolai Kjaer, de 19 anos, segue acumulando bons resultados em torneios de nível challenger e conquistou seu quarto título da temporada no último domingo, nas quadras duras e cobertas de Mouilleron le Captif, na França. Ele superou na final o norte-americano Patrick Kypson por 6/0 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-para-defender-o-titulo-em-wuhan-veja-a-festa-das-jogadoras.html",
        "title": "Sabalenka volta para defender o título em Wuhan. Veja a festa das jogadoras.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/wuhanopen_abertura.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China) –O Aberto de Wuhan, que teve início nesta segunda-feira, é o último evento do WTA 1000 antes do Finals em Ryad. É a última chance para as jogadoras conquistarem um título importante, somarem pontos valiosos no ranking e prêmios em dinheiro, além de lutarem pelas vagas restantes no torneio de encerramento da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garin-chega-no-challenger-de-curitiba-embalado-por-titulo-no-chile.html",
        "title": "Garin chega no Challenger de Curitiba embalado por título no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/garin_direita.jpg",
        "date": "06/10/2025",
        "description": "Curitiba(PR) –O chileno Cristian Garin, ex-top 20 do mundo, é um dos nomes confirmados na chave principal da Copa Internacional de Tênis – Ano III, torneio ATP Challenger 75 que será disputado de 13 a 19 de outubro, nas quadras de saibro do Graciosa Country Club, em Curitiba. A entrada é gratuita, mediante retirada de ingressos no site https://appticket.com.br/ecp, sempre no dia anterior ao jogo escolhido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alves-fura-o-quali-na-colombia-e-brasil-tera-quatro-na-chave.html",
        "title": "Alves fura o quali na Colômbia e Brasil terá quatro na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "06/10/2025",
        "description": "Cali (Colômbia) –O Brasil terá quatro jogadores na chave principal do challenger de Cali, em quadras de saibro. Além das entradas diretas de Thiago Wild, Matheus Pucinelli e Daniel Dutra da Silva, o paulista Mateus Alves garantiu sua vaga depois de passar pelas duas rodadas do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-repetiu-estrategia-de-wimbledon-para-bater-zverev.html",
        "title": "Rinderknech repetiu estratégia de Wimbledon para bater Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rinderknech-shanghai-2025-monday-scaled-e1759777981315-1024x684.jpg",
        "date": "06/10/2025",
        "description": "Xangai (China)– Assim como fez neste ano em Wimbledon, o francês Arthur Rinderknech mais uma vezderrotou o alemão Alexander Zverev, agora pela terceira rodada do Masters 1000 de Xangai. Após a vitória, ele revelou em entrevista aoL’Equipeque o plano de jogo foi parecido com o duelo anterior."
    }
]