[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-vira-o-jogo-contra-vacherot-na-estreia-ruud-mantem-embalo.html",
        "title": "Fritz vira o jogo contra Vacherot na estreia, Ruud mantém embalo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fritz-basel-2025-wednesday-1-1024x576.jpg",
        "date": "22/10/2025",
        "description": "Basileia (Suíça) –Principal cabeça de chave do ATP 500 da Basileia, Taylor Fritz teve trabalho para superar a rodada de estreia. O número 4 do mundo começou atrás no placar contra o monegasco Valentin Vacherot, recente campeão do Masters 1000 de Xangai, e buscou a virada com parciais de 4/6, 7/6 (7-4) e 7/5 em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-22-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "22/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-vence-mais-um-anfitriao-e-ja-esta-nas-quartas-em-viena.html",
        "title": "De Minaur vence mais um anfitrião e já está nas quartas em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/de_minaur_viena_voleia.jpg",
        "date": "22/10/2025",
        "description": "Viena (Áustria) –Em seu segundo compromisso no ATP 500 de Viena, Alex de Minaurvenceu mais um anfitriãoem sets diretos e garantiu vaga nas quartas de final do torneio em quadras duras e cobertas na capital austríaca. Depois de vencer a estreia contra Jurij Rodionov, o australiano superou nesta quarta-feira o 95º colocado Filip Misolic por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/junior-finals-comeca-com-surpresas-diante-dos-principais-favoritos.html",
        "title": "Junior Finals começa com surpresas diante dos principais favoritos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/jack_kennedy_jrfinals.jpg",
        "date": "22/10/2025",
        "description": "Chengdu (China) –Os dois principais cabeças de chave do ITF Junior Finals perderam no primeiro dia da fase de grupos na cidade chinesa de Chengdu. O búlgaro Alexander Vasilev e o espanhol Andres Santamarta Roig foram superados nesta quarta-feira e buscam a recuperação. Melhor para o romeno Yannick Alexandrescou e o norte-americano Jack Kennedy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vence-rapido-e-tera-duelo-italiano-nas-oitavas-em-viena.html",
        "title": "Sinner vence rápido e terá duelo italiano nas oitavas em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-vienna-2025-wednesday-1-1024x576.jpg",
        "date": "22/10/2025",
        "description": "Viena (Áustria) –A estreia de Jannik Sinner no ATP 500 de Viena foi dominante. Principal cabeça de chave e campeão em 2023, o número 2 do mundo precisou de apenas 58 minutos para marcar as parciais de 6/0 e 6/2 contra o alemão Daniel Altmaier, 51º do ranking. Esta foi a vitória mais rápida de Sinner na temporada, com um minuto a menos que o jogo contra o colombiano Daniel Galan em Cincinnati."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogos-em-guangzhou-sao-adiados-por-chuva-e-quinta-tera-rodada-cheia.html",
        "title": "Jogos em Guangzhou são adiados por chuva e quinta terá rodada cheia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Rakotomanga-Rajaonah-R1-GO.jpg",
        "date": "22/10/2025",
        "description": "Guangzhou (China) –A quarta-feira chuvosa provocou adiamento nos jogos do WTA 250 de Guangzhou. Ainda não há necessidade de rodada dupla para nenhuma jogadora, mas a quinta-feira terá programação completa das oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-mantem-embalo-apos-titulo-e-estreia-em-viena-com-vitoria.html",
        "title": "Medvedev mantém embalo após título e estreia em Viena com vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/G34GPCKXcAATFIC-1024x683.jpeg",
        "date": "22/10/2025",
        "description": "Viena (Áustria)– O russo Daniil Medvedev está aproveitando o bom momento. Depois de duas semifinais na temporada asiática e o título na semana passada em Almaty, encerrando um jejum de mais de dois anos, ele segue embalado e venceu mais uma, superando a estreia no ATP 500 de Viena."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-conta-com-desistencia-de-mensik-e-vai-as-quartas-na-basileia.html",
        "title": "Fonseca conta com desistência de Mensik e vai às quartas na Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-olhacima-2025-e1761142292910-1024x683.jpg",
        "date": "22/10/2025",
        "description": "Basileia (Suíça)– O tão aguardado duelo entre nomes da nova geração envolvendo o carioca João Fonseca e Jakub Mensik, que aconteceria nesta quarta-feira pela segunda rodada do ATP 500 da Basileia, acabou não se concretizando por causa da desistência do tcheco, que alegou um problema no pé esquerdo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-amarga-nova-derrota-com-zverev-romboli-perde-mas-entra-na-chave.html",
        "title": "Melo amarga nova derrota com Zverev. Romboli perde, mas entra na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_zverev_toronto-1024x758.jpg",
        "date": "22/10/2025",
        "description": "Viena (Áustria)– A quarta-feira não foi muito boa para os duplistas brasileiros no ATP 500 de Viena, que teve as derrotas de Fernando Romboli na última rodada do qualificatório e do mineiro Marcelo Melo na estreia na chave principal. Contudo, Romboli acabou entrando na disputa como lucky-loser nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/taylor-swift-surpreende-iga-swiatek-com-presente-pessoal.html",
        "title": "Taylor Swift surpreende Iga Swiatek com presente pessoal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Swiatek_Matera.jpg",
        "date": "22/10/2025",
        "description": "Varsóvia (Polônia) –A número 2 do mundo Iga Swiatek recebeu um presente especial de sua artista favorita esta semana e mal conseguiu acreditar. Dona de seis títulos de Grand Slam, Swiatek não esconde seu amor pela música de Taylor Swift ao longo dos anos. Ela listou seus álbuns favoritos, comemorou o noivado de Swift com o jogador do Kansas City Chiefs, Travis Kelce, e chorou várias ao ver o show Eras Tour, em junho passado, em Liverpool."
    }
]