[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-23-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_fore.jpg",
        "date": "23/07/2025",
        "description": "ATP 250 de Kitzbuhel (Áustria) – Saibro – 596.035 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alves-se-recupera-nas-duplas-reis-enfrentara-frances-nas-oitavas.html",
        "title": "Alves se recupera nas duplas, Reis enfrentará francês nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_saque_sanluis.jpg",
        "date": "23/07/2025",
        "description": "Segovia (Espanha) –Depois de cair na estreia de simples do challenger de Segovia, em quadras duras na Espanha, Mateus Alves se recuperou nas duplas e estreou com vitória, ao lado do francês Arthur Bouquier. Eles venceram nesta quarta-feira o tcheco David Poljak e o chinês Aoran Wang por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/turne-de-exibicao-do-trofeu-do-atp-finals-comeca-em-turim.html",
        "title": "Turnê de exibição do troféu do ATP Finals começa em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/atp-finals-2025trophytour.jpg",
        "date": "23/07/2025",
        "description": "Turim (ITA) –Turim se prepara para sediar a quinta edição do ATP Finals, torneio que encerra a temporada profissional, reunindo os oito melhores tenistas de simples e duplas do mundo. Após a emoção de 2024 e a vitória histórica de Jannik Sinner, o primeiro italiano a levantar o título, a elite do tênis retornará à Inalpi Arena de 9 a 16 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-derruba-bautista-repete-quartas-e-evita-queda-no-ranking.html",
        "title": "Wild derruba Bautista, repete quartas e evita queda no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wild_fore_kitz_cut-1024x655.jpg",
        "date": "23/07/2025",
        "description": "Kitzbuhel (Áustria)– Assim como fez no ano passado, o paranaense Thiago Wild se garantiu nas quartas de final do ATP 250 de Kitzbuhel. Sua classificação veio com uma grande vitória nesta quarta-feira, batendo o experiente espanhol Roberto Bautista, cabeça de chave 4 no torneio, com parciais de 7/5 e 7/5, depois de 1h59 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-tchecas-vao-as-quartas-em-praga-e-jovem-de-18-anos-vence-a-cabeca-2.html",
        "title": "Cinco tchecas vão às quartas em Praga e jovem de 18 anos vence a cabeça 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/valentova_praga_vibra-1024x611.jpg",
        "date": "23/07/2025",
        "description": "Praga (República Tcheca) –A semana no WTA 250 de Praga mostra a força do tênis feminino tcheco. Cinco jogadoras do país avançaram às quartas de final do torneio em quadras de piso duro. Destaque para a jovem Tereza Valentova, de apenas 18 anos, que eliminou a eslovaca Rebecca Sramkova, cabeça 2 do torneio e 34ª do ranking, por 7/6 (7-1) e 7/5, salvando dois set-points na primeira parcial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-mantem-embalo-e-estreia-com-vitoria-em-kitzbuhel.html",
        "title": "Bublik mantém embalo e estreia com vitória em Kitzbuhel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bublik-kitzbuhel-2025-wednesday-e1753290739456-1024x682.jpg",
        "date": "23/07/2025",
        "description": "Kitzbuhel (Áustria)– Três dias após conquistar seu primeiro título no saibro, o cazaque Alexander Bublik, cabeça de chave número 1 no ATP 250 de Kitzbuhel, manteve o embalo e superou sua estreia no torneio, vencendo o argentino Thiago Tirante por 6/3 e 6/4 para chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opositores-da-expansao-de-wimbledon-fracassam-na-suprema-corte-de-londres.html",
        "title": "Opositores da expansão de Wimbledon fracassam na Suprema Corte de Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/all-england-club-wimbledon-2025-1024x682.jpg",
        "date": "23/07/2025",
        "description": "Londres (Inglaterra)– Os planos de expandir ainda mais o All England Lawn Tennis and Croquet Club nos próximos anos ganharam força jurídica. A organização Save Wimbledon Park (SWP), que contestou a iniciativa do AELTC na justiça foi derrotada na Suprema Corte de Londres."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/parceria-de-zverev-com-toni-nadal-nao-se-concretizara-diz-imprensa-alema.html",
        "title": "Parceria de Zverev com Toni Nadal não se concretizará, diz imprensa alemã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-treina-manacor-2025-e1753285067250-1024x683.webp",
        "date": "23/07/2025",
        "description": "Manacor (Espanha)– A possível aliança do alemão Alexander Zverev com Toni Nadal não se concretizará segundo afirma oSport Bild. Depois que o atual número 3 do mundo passou um tempo treinando com o espanhol na Rafa Nadal Academy, especulava-se que os dois poderiam iniciar uma parceria, mas isso não deverá acontecer, pelo menos em tempo integral."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-estreia-com-vitoria-tranquila-e-escapa-de-principal-favorita.html",
        "title": "Pigossi estreia com vitória tranquila e escapa de principal favorita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pigossi_vibra_eua-1024x582.jpg",
        "date": "23/07/2025",
        "description": "Figueira da Foz (Portugal)– A paulista Laura Pigossi largou com uma boa vitória no W100 de Figueira da Foz, batendo nesta quarta-feira a taiwanesa En Shuo Liang. Ela precisou de apenas 75 minutos para derrubar a 291ª colocada no ranking em sets diretos, marcando duplo 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/132005.html",
        "title": "Filha de Clijsters deixa o ninho e vai jogar basquete na Filadélfia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jada_clijsters.jpg",
        "date": "23/07/2025",
        "description": "Nova Jersey (EUA) –A maioria dos fãs do tênis lembra-se da conquista de Kim Clisters no US Open de 2009 quando a filha Jada, então com um ano de idade, dividiu os holofotes com a mãe ao posar para fotos ao lado do troféu. Dezessete anos depois, a jovem, que escolheu seguir os passos do pai Brian Lynch no basquete, deixa o ninho para dar novos passos na carreira esportiva."
    }
]