[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-garante-estar-bem-fisicamente-para-a-final-em-pequim.html",
        "title": "Sinner garante estar bem fisicamente para a final em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –Finalista do ATP 500 de Pequim pelo terceiro ano consecutivo, Jannik Sinner garante estar bem fisicamente para oconfronto desta quarta-feira às 3h(de Brasília), quando enfrenta o jovem norte-americanoLearner Tien, de 19 anos e 52º do ranking. O italiano, que foi campeão do torneio em 2023 e vice no ano passado, vem de uma semifinal equilibrada contra o australiano Alex de Minaur, mas acredita que isso não será um problema para a disputa do título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-comeca-com-vitoria-pigossi-carol-e-nana-estreiam-na-quarta.html",
        "title": "Candiotto começa com vitória. Pigossi, Carol e Naná estreiam na quarta.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ana_candiotto_paineiras-1024x683.jpg",
        "date": "30/09/2025",
        "description": "São Paulo (SP)– O bom momento da paulista Ana Candiotto continua. A sétima principal inscrita do Torneio Internacional Feminino de Tênis – Ano IX, evento de nível W35 do ranking mundial de profissionais, teve um primeiro set exigente em sua estreia e superou na noite desta terça-feira a chilena Jimar Gerald González, com parciais de 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-30-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sschiessl_alphaville-1024x683.jpg",
        "date": "30/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-avalia-que-o-calendario-poderia-ser-menos-desgastante.html",
        "title": "Gauff avalia que o calendário poderia ser menos desgastante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim25_r3_back-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –Classificada para as quartas de final do WTA 1000 de Pequim e atual campeã do torneio, Coco Gauff avalia que o calendário do circuito poderia ser menos desgastante para as jogadoras, especialmente por conta do aumento nos torneios de duas semanas. A número 3 do mundo também argumenta que a estrutura do circuito limita as opções que as atletas têm de construir o próprio calendário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-bohrer-vence-em-el-salvador-victoria-barros-joga-na-croacia.html",
        "title": "Carol Bohrer vence em El Salvador, Victória Barros joga na Croácia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "30/09/2025",
        "description": "Santa Tecla (El Salvador) –A catarinense de 18 anos Carolina Bohrer estreou com vitória no ITF W15 de Santa Tecla, em quadras duras de El Salvador. Ela superou a convidada local Susana Souhrada por 6/2 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-o-unico-brasileiro-a-avancar-em-challenger-no-chile.html",
        "title": "Reis é o único brasileiro a avançar em challenger no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "30/09/2025",
        "description": "Antofagasta (Chile) –Em rodada com três brasileiros em quadra, o pernambucano João Lucas Reis foi o único a avançar no challenger de Antofagasta, em quadras de saibro no Chile. Já Matheus Pucinelli e Pedro Boscardin foram eliminados na estreia do torneio, que distribui US$ 100 mil, com 75 pontos ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-berrettini-e-cilic-sao-destaques-do-1o-dia-em-xangai.html",
        "title": "Wawrinka, Berrettini e Cilic são destaques do 1º dia em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wawrinka_xangai_fans-1024x729.jpg",
        "date": "30/09/2025",
        "description": "Xangai (China) –Ainda sem a presença dos cabeças de chave, o primeiro dia de jogos no Masters 1000 de Xangai terá nomes experientes em quadra nesta quarta-feira. Entre os destaques estarão o suíço Stan Wawrinka, o croata Marin Cilic e o italiano Matteo Berrettini."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vindo-de-titulo-em-chengdu-tabilo-fura-o-quali-do-masters-de-xangai.html",
        "title": "Vindo de título em Chengdu, Tabilo fura o quali do Masters de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tabilo-xangai-voleia-1024x576.jpg",
        "date": "30/09/2025",
        "description": "Xangai (China) –Vindo daconquista do ATP 250 de Chengduna semana passada, o chileno Alejandro Tabilo segue com ótimos resultados jogando na China e conseguiu uma vaga no Masters 1000 de Xangai depois de furar o quali. Tabilo superou nesta terça-feira o francês Harold Mayot por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-volta-ao-circuito-otimista-em-conseguir-um-bom-final-de-ano.html",
        "title": "Shelton volta ao circuito otimista em conseguir um bom final de ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/shelton-xangai-entrevista-2025-e1759257570408-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Xangai (China)– Depois de deixar o estádio Arthur Ashe com lágrimas nos olhos e a toalha na cabeça, forçado a abandonar a partida da terceira rodada do US Open contra Adrian Mannarino devido a uma lesão no ombro esquerdo, o norte-americano Ben Shelton ficou afastado do circuito e só volta a competir agora no Masters 1000 de Xangai, que começa nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-tien-decidem-atp-de-pequim-as-3h-iga-joga-as-8h.html",
        "title": "Sinner e Tien decidem ATP de Pequim às 3h, Iga joga às 8h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga-pequim-vibra-2025-e1759155845365-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –O campeão do ATP 500 de Pequim será conhecido nesta quarta-feira. Jannik Sinner e Learner Tien se enfrentam a partir das 3h (de Brasília), em confronto inédito no circuito."
    }
]