[
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-zormann-duelam-pelo-segundo-titulo-de-duplas-da-temporada.html",
        "title": "Ribeiro e Zormann duelam pelo segundo título de duplas da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/zormann_piracicaba_corre.jpg",
        "date": "31/01/2026",
        "description": "Concepción (Chile)– Um brasileiro conquistará neste domingo seu segundo título de duplas da temporada. A final da especialidade no challenger de nível 100 sobre o saibro chileno terá o gaúcho Eduardo Ribeiro de um lado e o paulista Marcelo Zormann de outro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54091527901_948170f043_o-e1730121800928-1024x683.jpg",
        "date": "31/01/2026",
        "description": "Challenger de Concepcion (Chile) – Saibro – US$ 177 milDuplas – Semifinais –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-1-do-mundo-vink-enfim-ganha-o-australian-open-e-faz-o-grand-slam-de-ouro.html",
        "title": "Nº 1 do Quad, Vink enfim ganha o Australian Open e completa o Golden Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Niels_Vink_Golden-Slam_AOpen.jpg",
        "date": "31/01/2026",
        "description": "Melbourne (Austrália) –O holandês Niels Vink completou um histórico Golden Slam na carreira ao superar o compatriota Sam Schroder na final de simples em cadeira de rodas na categoria Quad do Aberto da Austrália de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-lidera-chave-de-montpellier-e-pode-estrear-contra-wawrinka.html",
        "title": "Aliassime lidera chave de Montpellier e pode estrear contra Wawrinka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/auger-aliassime-paris-2025-serve-1024x576.jpg",
        "date": "31/01/2026",
        "description": "Montpellier (França)– Único torneio ATP em uma semana de Copa Davis, o 250 de Montpellier terá como cabeça de chave 1 o canadense Félix Auger-Aliassime, que entra direto na segunda rodada e pode estrear contra Stan Wawrinka, isso se o suíço superar a estreia contra o sérvio Hamad Medjedovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chinesa-li-fatura-o-primeiro-slam-batendo-de-groot-que-volta-de-cirurgia.html",
        "title": "Chinesa Li fatura o primeiro Slam, batendo De Groot, que volta de cirurgia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Li_De-Groot_finalAO.jpg",
        "date": "31/01/2026",
        "description": "Melbourne (Austrália)– A chinesa Xiaohui Li conquistou seu primeiro título de Grand Slam em simples neste sábado, após derrotar a consagrada holandesa Diede de Groot em sets diretos, com parciais de 6/1 e 6/2. Li não teve dificuldades para vencer sua adversária, que retornou à Kia Arena após cirurgia no quadril no ano passado, precisando de apenas 50 minutos para triunfar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-batalha-de-3h-e-supera-estreia-no-quali-de-ostrava.html",
        "title": "Pigossi vence batalha de 3h e supera estreia no quali de Ostrava",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_spopen.jpg",
        "date": "31/01/2026",
        "description": "Ostrava (República Tcheca)– Tentando a sorte no quali do WTA 250 de Ostrava, a paulista Laura Pigossi conseguiu superar a primeira rodada na fase qualificatória, mas para isso precisou ficar 3h01 em quadra, derrotando a alemã Caroline Werner, de 29 anos e atual 247ª do mundo, com parciais de 7/5, 5/7 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fa-de-neymar-oda-chega-ao-bi-e-faz-historia-no-tenis-em-cadeira-de-rodas.html",
        "title": "Fã de Neymar, Oda chega ao bi e faz história no tênis em cadeira de rodas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/oda_puente_AO_print.jpg",
        "date": "31/01/2026",
        "description": "Melbourne (Austrália) –O japonês Tokito Oda fez história ao conquistar o título do Aberto da Austrália de 2026 na categoria de simples em cadeira de rodas, derrotando o espanhol Martin De la Puente por 3/6, 6/2 e 6/2. Com isso, ele se torna o homem mais jovem a deter simultaneamente os quatro títulos de Grand Slam em qualquer formato do tênis profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-vale-grand-slam-para-alcaraz-e-recorde-absoluto-para-djokovic.html",
        "title": "Duelo vale Grand Slam para Alcaraz e recorde absoluto para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/djokovic_alcaraz_ausopen-1024x697.jpg",
        "date": "31/01/2026",
        "description": "Melbourne (Austrália)– Marcada para começar às 5h30 de domingo, a final masculina do Australian Open entrará para a história do tênis seja com o título de Carlos Alcaraz ou de Novak Djokovic. Isso porque se o espanhol vencer ele se tornará o mais jovem a fechar o Grand Slam de carreira e se o sérvio triunfar ele baterá o recorde absoluto de títulos neste nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-sai-em-defesa-de-gauff-e-diz-que-sua-reacao-foi-normal.html",
        "title": "Serena sai em defesa de Gauff e diz que sua reação foi normal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Coco_Gauff_-_Australian_Open_2026_-_Day_10-DSC_4392_xgaplus.jpg",
        "date": "31/01/2026",
        "description": "Los Angeles (EUA)– Logo após sua eliminação no Australian Open, a norte-americana Coco Gauff foi flagrada pelas câmeras dos bastidores do torneio quebrando uma raquete, o que gerou umapolêmica sobre a exposiçãodos tenistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/show-de-forca-fisica-e-mental-da-titulo-a-rybakina.html",
        "title": "Show de força física e mental dá título a Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_ryba_trofeu.jpg",
        "date": "31/01/2026",
        "description": "Sem jamais abandonar sua determinação tática de agredir o tempo todo, mesmo nas situações mais delicadas, Elena Rybakina conquistou de forma memorável o seu segundo troféu de Grand Slam neste sábado. Mostrou o tamanho de sua força mental e da confiança que sustenta neste que é certamente o melhor momento de sua carreira. E olha que derrotar Aryna Sabalenka na quadra dura, em Melbourne e com desvantagem no terceiro set não é uma tarefa das mais fáceis."
    }
]