[
    {
        "url": "https://tenisbrasil.uol.com.br/petkovic-diz-que-tenistas-e-circuito-da-wta-estao-cada-vez-melhores.html",
        "title": "Petkovic diz que tenistas e circuito da WTA estão cada vez melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Andrea_Petkovic_-_2024_Porsche_Tennis_Grand_Prix_-_Day_5-DSC_3705_xgaplus.jpg",
        "date": "15/12/2025",
        "description": "Stuttgart (Alemanha)– No anúncio da parceria global de longo prazo da WTA com a Mercedes-Benz, realizado na semana passada, Andrea Petkovic foi uma das ex-tenistas profissionais a participar da cerimônia no no Museu Mercedes-Benz, em Stuttgart, onde a alemã falou um pouco sobre o momento atual do tênis feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultimo-a-entrar-no-next-gen-engel-mira-top-100-e-grand-slam.html",
        "title": "Último a entrar no Next Gen, Engel mira top 100 e Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/justin-engel-e1765838038398-1024x681.jpg",
        "date": "15/12/2025",
        "description": "Jeddah (Arábia Saudita)– Último a entrar na disputa do Next Gen Finals, devido àdesistência do tcheco Jakub Mensik, o alemão Justin Engel é o mais novo na competição deste ano, que começa na próxima quarta-feira. Ele vê a classificação para o torneio como um prêmio pelos resultados que teve no ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-bencic-e-mboko-tambem-sao-premiadas-pela-wta.html",
        "title": "Anisimova, Bencic e Mboko também são premiadas pela WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-2.jpg",
        "date": "15/12/2025",
        "description": "São Petersburgo (EUA)– Se na semana passada a ATP foi divulgando aos poucos suas premiações de fim de ano, culminando com oprêmio de favorito dos fãs para Jannik Sinner, a WTA optou por divulgar tudo de um vez só nesta segunda-feira, dando o principal prêmio de 2025 para a bielorrussa Aryna Sabalenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-eleita-a-jogadora-do-ano-na-wta-pela-2a-vez-seguida.html",
        "title": "Sabalenka é eleita a jogadora do ano na WTA pela 2ª vez seguida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-trofeu-2025-1-1024x681.jpg",
        "date": "15/12/2025",
        "description": "São Petersburgo (EUA)– A bielorrussa Aryna Sabalenka foi eleita jogadora do ano na WTA pela segundo vez consecutiva, tornando-se apenas a terceira tenista nos últimos 15 anos a ganhar o prêmio mais de uma vez. Ela recebeu quase 80% dos votos da mídia após uma temporada dominante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/basavareddy-destaca-a-importancia-da-experiencia-de-cervara.html",
        "title": "Basavareddy destaca a importância da experiência de Cervara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/basavareddy-jeddah-2025-practice-e1765823072418-1024x682.jpg",
        "date": "15/12/2025",
        "description": "Jeddah (Arábia Saudita)– Um dos concorrentes ao título do Next Gen Finals, o norte-americano Nishesh Basavareddy vai estrear na competição a parceria com o técnico Gilles Cervara, que depois de encerrar longa parceria com o russo Daniil Medvedev,foi acrescido ao time do tenista de 20 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-estabelece-novas-normas-para-o-calor-extremo-em-2026.html",
        "title": "ATP estabelece novas normas para o calor extremo em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sinner_nolsadegelo_web.jpg",
        "date": "15/12/2025",
        "description": "Londres (Inglaterra)– O Conselho de Diretores da ATP aprovou a implementação de novas medidas para mitigar os efeitos do calor extremo, depois de uma temporada de 2025 repleta de imagens com o sofrimento dos tenistas por causa de condições adversas no tempo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/158071.html",
        "title": "Kvitova recebe homenagem pela carreira no prêmio Canário de Ouro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/kvitova_homenagem.jpg",
        "date": "15/12/2025",
        "description": "Přerov (República Tcheca) –Petra Kvitová teve uma noite emocionante por ocasião da entrega do prêmio Canário de Ouro, na quinta-feira passada, na cidade de Přerov, na Morávia. A bicampeã de Wimbledon e ex-número 2 do ranking da WTA encerrou sua carreira esportiva neste ano. A mãe da pequena Petra está grávida pela segunda vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-davis-pode-trazer-djokovic-aos-atp-da-america-do-sul.html",
        "title": "Copa Davis pode trazer Djokovic aos ATP da América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-rg-acena-2025-e1748365073176-1024x683.jpeg",
        "date": "15/12/2025",
        "description": "Buenos Aires (Argentina)– Uma das maiores estrelas não apenas do momento no circuito, mas também da história do tênis, o sérvio Novak Djokovic foi cogitado pela organização do ATP 250 de Buenos Aires, que foi questionada sobre o ex-número 1 do mundo em evento que lançou o torneio de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jornal-italiano-esnoba-sinner-e-elege-musetti-o-atleta-do-ano.html",
        "title": "Jornal italiano esnoba Sinner e elege Musetti o atleta do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/musetti-roland-garros-rebate-2025-e1748192596267-1024x683.jpg",
        "date": "15/12/2025",
        "description": "Turim (Itália)– Apesar de ter vencido dois Grand Slam em 2025 e terminado a temporada na vice-liderança do ranking, o italiano Jannik Sinner foi preterido pelo colega de circuito Lorenzo Musetti, que foi escolhido o atleta do ano pelo prestigiado jornalGazzetta dello Sport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ganha-tambem-como-o-melhor-ponto-da-temporada-na-atp.html",
        "title": "Alcaraz ganha também como o melhor ponto da temporada na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/alcaraz-monte-carlo-2025-friday-e1744377406878-1024x682.jpg",
        "date": "15/12/2025",
        "description": "Londres (Inglaterra)– As premiações de fim de ano têm sido constantes para Carlos Alcaraz e sua equipe. A mais recente delas foi a do “Ponto do Ano”, escolhido pelaTennisTV, que listou os 100 melhores pontos de 2025 e colocou um do espanhol no topo da lista."
    }
]