[
    {
        "url": "https://tenisbrasil.uol.com.br/baghdatis-alcaraz-vai-terminar-com-mais-grand-slam-que-sinner.html",
        "title": "Baghdatis: “Alcaraz vai terminar com mais Grand Slam que Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_alcaraz_antes_cincy-scaled-e1766612577841-1024x683.jpg",
        "date": "25/12/2025",
        "description": "Limassol (Chipre)– Melhor tenista cipriota da história, o ex-número 8 do mundo Marcos Baghdatis não se esquivou de apostar qual dos dois principais nomes do circuito na atualidade terminará a carreira com mais conquistas de Grand Slam. Para ele, o espanhol Carlos Alcaraz vencerá mais títulos desse porte do que o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pai-de-alcaraz-quebra-silencio-e-rebate-declaracao-de-ferrero.html",
        "title": "Pai de Alcaraz quebra silêncio e rebate declaração de Ferrero",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/treino-ferrero-alcaraz-e1766409300985-1024x683.jpg",
        "date": "25/12/2025",
        "description": "Múrcia (Espanha)– Depois da entrevista de Juan Carlos Ferrero,que contou sua versão dos fatos, foi a vez de Carlos Alcaraz González, pai do tenista número 1 do mundo, o espanhol Carlos Alcaraz, quebrar o silêncio e rebater o agora ex-treinador do seu filho,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-como-foi-a-votacao-das-facanhas-de-fonseca.html",
        "title": "‘Melhores do Ano’: como foi a votação das façanhas de Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_trofeu-1024x716.jpg",
        "date": "25/12/2025",
        "description": "São Paulo (SP)– Grande nome do tênis brasileiro ao longo de toda a temporada, João Fonseca dominou a tradicional enquete “Melhores do Ano”, realizada porTenisBrasildesde o ano 2000, e recebeu todo o destaque dos dois painéis votantes, o popular e o de especialista convidados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-17-anos-jones-pronta-para-ser-a-proxima-grande-estrela-da-australia.html",
        "title": "Aos 17 anos, Jones pronta para ser a próxima grande estrela da Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Emerson-Jones-adelaide_back-1024x614.jpg",
        "date": "24/12/2025",
        "description": "Melbourne (Austrália)– A estrela em ascensão Emerson Jones parece estar pronta para se tornar uma realidade a partir da próxima temporada. Ex-número 1 do ranking juvenil, a tenista de apenas 17 anos tem potencial, mas ainda está na complicada fase de transição para o profissional, terminando a temporada na 151ª posição no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aberta-a-venda-de-ingressos-para-o-sao-paulo-super-match-entre-alcaraz-e-fonseca.html",
        "title": "Aberta a venda de ingressos para o São Paulo Super Match entre Alcaraz e Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca_alcaraz_rio23.jpg",
        "date": "24/12/2025",
        "description": "São Paulo (SP) –O primeiro encontro nas quadras entre o espanhol Carlos Alcaraz, líder do ranking da ATP em simples, e o carioca João Fonseca, 24º colocado, em Miami, foi marcado pelo carisma e pela vontade de vencer de ambos. Após o disputado jogo, vencido por Alcaraz no tie-break, a dupla já tem uma data confirmada para a revanche: dia 12 de dezembro de 2026 eles se enfrentam no torneio-exibição São Paulo Super Match, no Allianz Parque, na capital paulista. O evento inicia a venda geral de ingressos nesta quarta-feira, no site da Eventim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-destaca-evolucao-em-quadra-e-quer-agora-buscar-o-top-20.html",
        "title": "Darderi destaca evolução em quadra e quer agora buscar o top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/darderi-usopen-2025-1024x681.jpg",
        "date": "24/12/2025",
        "description": "Roma (Itália)– Além de nomes como Jannik Sinner e Lorenzo Musetti, a Itália conta com um vasto rol de tenistas, colocando oito nomes dentro do top 100, um deles é Luciano Darderi, que aparece já no top 30 e tem planos de conseguir subir ainda mais na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dois-meses-apos-grave-lesao-rune-ja-bate-bola-em-quadra.html",
        "title": "Dois meses após grave lesão, Rune já bate bola em quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rune-treina-parado.jpg",
        "date": "24/12/2025",
        "description": "Copenhague (Dinamarca)– O dinamarquês Holger Rune está se recuperando de forma surpreendente da ruptura do tendão de Aquiles na semifinal em Estocolmo, contra Ugo Humbert. Nesta quarta-feira ele fez seu primeiro bate-bola em quadra desde a lesão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-pensa-grande-para-2026-e-mira-entrar-no-top-15-do-ranking.html",
        "title": "Fonseca pensa grande para 2026 e mira entrar no top 15 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca_miami_2r-e1742682708280-1024x682.jpeg",
        "date": "24/12/2025",
        "description": "Rio de Janeiro (RJ)– Maior destaque do tênis brasileiro na temporada que passou, vencendo seus dois primeiros títulos de ATP para se consolidar entre os grandes nomes do circuito, o jovem carioca João Fonseca não quer parar por aí e sonha em continuar evoluindo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-revela-mais-fotos-do-casamento-e-conta-como-se-conheceram.html",
        "title": "Venus revela mais fotos do casamento e conta como se conheceram",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_casamento3-1024x715.jpg",
        "date": "24/12/2025",
        "description": "Palm Beach (EUA) –Venus Williams divulgou mais fotos de seu casamento com o italiano Andrea Preti, em uma luxuosa celebração detalhada na terça-feira pela Vogue. A ex-número 1 do mundo e sete vezes campeã de Grand Slam em simples, aos 45 anos, disputará sua 33ª temporada no circuito WTA no ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-quer-diminuir-diferenca-e-encostar-nos-melhores-do-mundo.html",
        "title": "Musetti quer diminuir diferença e encostar nos melhores do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251110_Lorenzo_Musetti_GSP21023-1024x682.jpeg",
        "date": "24/12/2025",
        "description": "Milão (Itália)– Um dos destaques da última temporada, na qual chegou pela primeira vez ao top 10 e se classificou para a disputa do ATP Finals, o italiano Lorenzo Musetti fez um balanço positivo de seu desempenho em 2025. Em entrevista àGazzetta dello Sportele não apenas comemorou o bom ano, mas afirmou que pretende crescer ainda mais no próximo."
    }
]