[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/fonseca-forehand-madri-2025-1024x744.png",
        "date": "27/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Feminino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tem-grande-atuacao-e-elimina-hurkacz-na-estreia-em-paris.html",
        "title": "Fonseca tem grande atuação e elimina Hurkacz na estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-vibra-2025-1024x683.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França) –Pela segunda vez em sua carreira profissional, João Fonseca vence uma partida em chaves principais de Grand Slam. Depois de ter passado pelo então número 9 do mundo Andrey Rublev no Australian Open, o carioca de 18 anos e número 1 do Brasil estreou em Roland Garros com uma grande atuação nesta terça-feira diante do polonês Hubert Hurkacz, 28º do ranking, com parciais de 6/2, 6/4 e 6/2 em 1h40 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-draper-avancam-com-set-perdido-cobolli-mantem-embalo.html",
        "title": "Rublev e Draper avançam com set perdido, Cobolli mantém embalo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rublev-rg-2025-e1748371428454-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França)– Dois dos principais cabeças de chave em Roland Garros, o russo Andrey Rublev e o britânico Jack Draper, fizeram suas respectivas estreias na competição nesta terça–feira e ambos acabaram deixando um set pelo caminho, mas avançaram para a segunda rodada. Outro que seguiu adiante foi o italiano Flavio Cobolli, que manteve o embalo após o título em Hamburgo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-eu-tenho-altos-e-baixos-infelizmente-esse-sou-eu.html",
        "title": "Zverev: “Eu tenho altos e baixos. Infelizmente, esse sou eu”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDXJJydWJ-7kSliN_LEC01806AlexanderZverevPremiertourRoland-Garros2025-scaled-e1748371861452-1024x683.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França)– Após estrear com vitória sobre o norte-americano Learner Tien por três sets (6/3, 6/3, 6/4), Alexander Zverev reflete sobre a cobrança que tem recebido por sua temporada turbulenta. O alemão ficou satisfeito com seu desempenho diante de Tien, que o havia derrotado em jogo válido pela quarta rodada do ATP de Acapulco, em fevereiro. Sascha analisou a diferença de resultado nos confrontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-paolini-swiatek-e-alcaraz-volta-a-quadra-nesta-quarta.html",
        "title": "Sabalenka, Paolini, Swiatek e Alcaraz voltam à quadra nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini-roland-garros-vibra-2025-e1748205841787-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França)– A polonesa Iga Swiatek e o espanhol Carlos Alcaraz darão o segundo passo rumo à defesa de seus títulos em Roland Garros nesta quarta-feira. Ambos têm jogos que exigem cuidado: Swiatek faz duelo de campeãs de Grand Slam contra a britânica Emma Raducanu e o cabeça 2 encara o bom húngaro Fabian Marozsan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wickmayer-despede-se-de-roland-garros-e-encerra-carreira-em-wimbledon.html",
        "title": "Wickmayer despede-se de Roland Garros e encerra carreira em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/yanina-wickmayer.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –Nesta terça-feira, Yanina Wickmayer jogou a última partida em Roland Garros, depois da derrota por duplo 6/0 diante da bielorrussa Victoria Azarenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-mais-uma-na-belgica-e-se-garante-nas-quartas.html",
        "title": "Guto vence mais uma na Bélgica e se garante nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_procopiocup_lado.jpg",
        "date": "27/05/2025",
        "description": "Charleroi (Bélgica) –O juvenil goiano Guto Miguel está nas quartas de final do ITF J300 de Charleroi, em quadras de saibro na Bélgica. Cabeça 6 do torneio, Guto superou nesta terça-feira o norte-americano Ryan Cozad po 6/0, 3/6 e 6/3. Seu próximo adversário é o esloveno Ziga Sesko, 47º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-fura-quali-na-italia-ce-e-plaza-estreiam-bem-em-itfs.html",
        "title": "Carol fura quali na Itália, Cé e Plaza estreiam bem em ITFs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/gabrielace_vacaria_prepsaque-1024x723.jpg",
        "date": "27/05/2025",
        "description": "Brescia (Itália) –Terceira melhor brasileira no ranking da WTA, ocupando o 283º lugar, Carol Meligeni garantiu vaga na chave no ITF W75 de Brescia, em quadras de saibro na Itália. Carol venceu seu segundo jogo do quali nesta terça-feira, quando superou a mexicana Maria Jose Portillo, 415ª do ranking, por 6/3, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-apos-a-derrota-ele-foi-bem-e-eu-nao-joguei-bem-o-suficiente.html",
        "title": "“Ele foi bem e eu não joguei bem o suficiente”, analisa Medvedev",
        "image": null,
        "date": "27/05/2025",
        "description": "Paris (França)– O russo Daniil Medvedev teve uma partida de altos e baixos com Cameron Norrie, perdeu os dois primeiros sets, depois se recuperou e venceu os dois seguintes, chegando a sacar para o jogo no quinto, quando falhou no final e acabou derrotado pela primeira vez em cinco duelos com o rival britânico, caindo na estreia de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dieta-clima-e-vontade-de-disputar-em-duplas-conheca-mirra-andreeva-jovem-russa-promissora.html",
        "title": "Sem ligar para o frio, Andreeva fez o básico para superar estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/andreeva-rg-acena-2025-1024x683.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França)– Na quadra Suzanne Lenglen, a russa Mirra Andreeva bateu a espanhola Cristina Bucsa por sets diretos e deu início a uma campanha que promete superar a feita por ela no ano anterior, quando chegou à quarta fase de Roland Garros. Para a estreia, a sensação russa de 18 anos se concentrou em fazer o básico e garantir seus pontos, jogando a pressão sobre a adversária."
    }
]