[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-khachanov-no-fim-da-rodada-desta-quarta-feira.html",
        "title": "Fonseca enfrenta Khachanov no fim da rodada desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_saque_costas_cut-1024x694.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –Depois devencer a estreia no Masters 1000 de Paris, João Fonseca já volta à quadra nesta quarta-feira para sua segunda partida no torneio em quadras duras e cobertas. O número 1 do Brasil e agora 28º do mundo desasfia o russo Karen Khachanov, 14º do ranking, em confronto inédito no circuito. A partida será por volta de 16h30 (de Brasília) no estádio principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-abre-mao-da-disputa-pelo-numero-1-nesta-temporada.html",
        "title": "Sinner abre mão da disputa pelo número 1 nesta temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-treina-close-2025-e1761675380813-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Em seu primeiro contato com a imprensa no Masters 1000 de Paris, o italiano Jannik Sinner deixou claro que acha muito difícil terminar a temporada como número 1 do ranking e praticamente abriu mão desta disputa nesta reta final de ano e espera voltar a brigar pela ponta com o espanhol Carlos Alcaraz em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-28-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_sp_final-1024x649.jpg",
        "date": "28/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-revela-que-vai-deixar-corte-de-cabelo-apenas-para-as-ferias.html",
        "title": "Fonseca revela que vai deixar corte de cabelo apenas para as férias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-paris-rebate-2025-e1761668912148-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Depois de bater o canadense Denis Shapovalov pela segunda semana seguida, desta vez em suaestreia no Masters 1000 de Paris, o carioca João Fonseca falou com aESPN, em entrevista na qual falou um pouco mais sobre a partida e a sequência no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-e-encara-dimitrov-aliassime-segue-de-olho-no-finals.html",
        "title": "Medvedev vence e encara Dimitrov, Aliassime segue de olho no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-paris-vibra-2025-e1761667550435-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– O bom desempenho do russo Daniil Medvedev neste final de temporada segue no Masters 1000 de Paris, onde ele teve uma grande apresentação na estreia e bateu o espanhol Jaume Minar nesta terça-feira com tranquilos 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-entra-de-ultima-hora-e-perde-jogo-no-detalhe-em-paris.html",
        "title": "Romboli entra de última hora e perde jogo no detalhe em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/romboli_smith_uso25_MD.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Mais uma vez, Fernando Romboli apostou em vaga de última hora em um Masters 1000 e conseguiu entrar na chave de duplas, ao lado do tradicional parceiro, o australiano John-Patrick Smith."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adaptacoes-a-quadra-e-a-bola-foram-dificeis-afirma-fonseca.html",
        "title": "Adaptações à quadra e à bola foram difíceis, afirma Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_120138-scaled-e1761663829265-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– A vitória de virada na estreia do Masters 1000 de Paris, agora disputado no estádio La Défense, exigiu uma rápida adaptação de João Fonseca às condições gerais do torneio, já que ele veio da conquista do ATP 500 da Basileia no domingo e só teve tempo para um treino na segunda-feira à tarde antes de reencontrar o canadense Denis Shapovalov, a quem voltou a derrotar por 5/7, 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-das-dores-fonseca-volta-a-bater-shapovalov-de-virada.html",
        "title": "Apesar das dores, Fonseca volta a bater Shapovalov de virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_120134-scaled-e1761663799168-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Assim como aconteceu na semana passada no ATP 500 da Basileia, o carioca João Fonseca saiu atrás do canadense Denis Shapovalov, mas no final acabou com a vitória. Apesar das dores e do atendimento médico no terceiro set, o tenista de 19 anos triunfou de virada, marcando parciais de 5/7, 6/4 e 6/3 para superar a estreia no Masters 1000 de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-zverev-perdem-na-estreia-pela-oitava-vez-na-temporada.html",
        "title": "Melo e Zverev perdem na estreia pela oitava vez na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/melo_back-e1703837949896-1024x606.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Parceria formada durante a maioria dos Masters 1000, o mineiro Marcelo Melo e o alemão Alexander Zverev não conseguem embalar. Desta vez, foram superados na estreia do Masters 1000 de Paris, ao perder do bom dueto alemão formado por Kevin Krawietz e Tim Puetz, cabeças 5, por 6/1 e 7/6 (7-2)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-que-revelou-fonseca-e-guga-bahia-juniors-cup-chega-a-40a-edicao.html",
        "title": "Torneio que revelou Fonseca e Guga, Bahia Juniors Cup chega à 40ª edição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/joao_fonseca_salvador_2021.jpg",
        "date": "28/10/2025",
        "description": "Salvador (BA) –Depois de receber o inédito torneio mundial profissional M25, o Clube Bahiano de Tênis, em Salvador, se prepara para a histórica 40ª edição do Bahia Juniors Cup. A competição é uma das mais tradicionais e importantes da categoria juvenil. O evento acontece entre os dias 8 e 16 de novembro, em parceria com a Sudesb e a Setre – Secretaria do Trabalho, Emprego, Renda e Esporte do Governo do Estado da Bahia."
    }
]