[
    {
        "url": "https://tenisbrasil.uol.com.br/eduardo-ribeiro-e-jose-pereira-decidem-itf-em-criciuma.html",
        "title": "Eduardo Ribeiro e José Pereira decidem ITF em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_criciuma_back_semi.jpg",
        "date": "15/11/2025",
        "description": "Criciúma (SC) –O gaúcho Eduardo Ribeiro e o pernambucano José Pereira vão decidir o título do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-15-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_hobart_bjk_treino.jpg",
        "date": "15/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Brasil 3×0 Portugal"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/skupski-e-salisbury-chegam-invictos-a-final-de-duplas-em-turim.html",
        "title": "Skupski e Salisbury chegam invictos à final de duplas em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/skup-sal-turin-2025-sf-sat-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Única parceria a passar invicta pela fase de grupos do ATP Finals, britânicos Neal Skupski e Joe Salisbury garantiram vaga na decisão após uma vitória de virada neste sábado diante dos compatriotas Julian Cash e Lloyd Glasspool, líderes do ranking e atuais campeões de Wimbledon por 6/7 (3-7), 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-foi-um-bom-ano-mas-tenho-muito-a-evoluir.html",
        "title": "De Minaur: “Foi um bom ano, mas tenho muito a evoluir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/demon-turin-2025-sf-reaction-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A temporada de 2025 chegou ao fim para Alex de Minaur após a queda nasemifinal deste sábado contra Jannik Sinner, no ATP Finals em Turim. Foi a segunda vez seguida em que o australiano disputou a competição e a primeira que ele passou da fase de grupos. Satisfeito com os resultados ao longo do ano, o atual número 7 do mundo quer objetivos maiores para a próxima temporada e sabe que tem muito a evoluir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-admite-ano-abaixo-das-expectativas-e-ja-pensa-na-davis.html",
        "title": "Zverev admite ano abaixo das expectativas e já pensa na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-paris-2025-fh-e1762521529918-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Eliminado ainda na fase de grupos do ATP Finals, Alexander Zverev admite que fez uma temporada abaixo das expectativas. Embora seja o número 3 do mundo, o alemão conquistou apenas um título, no saibro de Munique, e disputou as finais de Viena, Stuttgart e do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-chega-a-100-confrontos-vencidos-na-billie-jean-king-cup.html",
        "title": "Brasil chega a 100 confrontos vencidos na Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/bjkcup_time_brasil_hobart.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –A vitória por 3 a 0 do Brasil contra Portugal pelos playoffs da Billie Jean King Cup foi histórico para o país, que chega a 100 confrontos vencidos na competição. Desde a primeira participação brasileira, em 1965, foram 180 confrontos disputados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-e-finalista-em-criciuma-e-busca-3o-titulo-profissional.html",
        "title": "Luiza Fullana é finalista em Criciúma e busca 3º título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_fore_semi.jpg",
        "date": "15/11/2025",
        "description": "Criciúma (SC) –A brasiliense Luiza Fullana garantiu vaga na final do ITF W15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba.Principal cabeça de chave, ela venceu a argentina Justina Gonzalez por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-de-minaur-pela-13a-vez-e-disputa-a-10a-final-no-ano.html",
        "title": "Sinner supera De Minaur pela 13ª vez e disputa a 10ª final no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner_finals_vibra25-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Assim como havia acontecido em todos os duelos anteriores, Jannik Sinner marcou sua 13ª vitória contra Alex de Minaur e garantiu vaga em sua decisão seguida no ATP Finals. Atual campeão do torneio em quadras e cobertas, Sinner marcou as parciais de 7/5 e 6/2 em 1h52 de partida neste sábado e segue sem perder sets e nem ter o serviço quebrado na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-as-meninas-e-toda-comissao-me-passaram-muita-confianca.html",
        "title": "Naná: “As meninas e toda comissão me passaram muita confiança”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nanna_bjk_comemora-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –Estreante na equipe profissional da Billie Jean King Cup, Nauhany Silva marcou suaprimeira vitória na competiçãoaos 15 anos e ajudou o Brasil a vencer Portugal por 3 a 0 em confronto válido pelos playoffs. As brasileiras voltam à quadra a partir das 22h (de Brasília) deste sábado para enfrentar a anfitriã Austrália, valendo vaga no Qualificatório Mundial de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalista-em-simples-victoria-tambem-conquista-1o-titulo-nas-duplas.html",
        "title": "Finalista em simples, Victória também conquista 1º título nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_kumru_trofeus_turquia-1024x698.jpg",
        "date": "15/11/2025",
        "description": "Antalya (Tuquia) –Horas depois degarantir vaga na final de simplesdo ITF W15 de Antalya, em quadras de saibro na Turquia, Victória Barros também conquistou o título de duplas. A brasileira a turca Ada Kumru venceram a georgiana Sofia Shapatava e a alemã Angelina Wirges por 6/4, 5/7 e 10-7."
    }
]