[
    {
        "url": "https://tenisbrasil.uol.com.br/fokina-avanca-em-dallas-nakashima-entra-no-caminho-de-fritz.html",
        "title": "Fokina avança em Dallas, Nakashima entra no caminho de Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fokina_dallas_term_baixa.jpg",
        "date": "09/02/2026",
        "description": "Dallas (EUA) –Ainda em busca de seu primeiro título na elite do circuito, o espanhol Alejandro Davidovich Fokina estreou com vitória no ATP 500 de Dallas, em quadras duras e cobertas. Terceiro cabeça de chave, o atual número 14 do mundo venceu o norte-americano Zachary Svajda por 6/4 e 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-enfrentara-dellien-nas-oitavas-wild-joga-na-terca-as-13h.html",
        "title": "Cerúndolo enfrentará Dellien nas oitavas, Wild joga na terça às 13h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/dellien_bsas_vibra-1024x683.jpg",
        "date": "09/02/2026",
        "description": "Buenos Aires (Argentina) –Na rodada de abertura do ATP 250 de Buenos Aires, o boliviano Hugo Dellien aproveitou o embalo das duas vitórias no quali e estreou com vitória na chave principal. O experiente jogador de 32 anos e 167º do ranking venceu o bósnio Damir Dzumhur por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-swiatek-e-rybakina-estreiam-nesta-terca-no-wta-1000-de-doha.html",
        "title": "Gauff, Swiatek e Rybakina estreiam nesta terça no WTA 1000 de Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_ausopen_acena_qf-1024x647.jpg",
        "date": "09/02/2026",
        "description": "Doha (Qatar) –A rodada desta terça-feira no WTA 1000 de Doha terá as últimas estreias de cabeças de chave no torneio, incluindo os jogos da tricampeã Iga Swiatek e também de Elena Rybakina, que vem de título no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-ficara-elegivel-para-voltar-ao-circuito-em-duas-semanas.html",
        "title": "Serena ficará elegível para voltar ao circuito em duas semanas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/f_20220831_USO_Day3_ADC03826-1024x576.jpg",
        "date": "09/02/2026",
        "description": "Londres (Inglaterra) –A possibilidade de um retorno de Serena Williams ao circuito profissional ficou ainda maior nesta segunda-feira, após uma atualização do site da International Tennis Integrity Agency (ITIA) indicar que a ex-número 1 do mundo estará elegível para competir a partir de 22 de fevereiro, ou seja, daqui a menos de duas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-e-raducanu-abandonam-doha-andreeva-estreia-bem.html",
        "title": "Anisimova e Raducanu abandonam Doha, Andreeva estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/andreeva_doha_toss_jimmie-1024x626.jpg",
        "date": "09/02/2026",
        "description": "Doha (Qatar) –Atual campeã do WTA 1000 de Doha, Amanda Anisimova abandonou a disputa ainda em sua partida de estreia nesta segunda-feira. Ela relatou ter ficado doente durante a preparação para o torneio e não conseguiu completar o jogo contra a tcheca Karolina Pliskova, retirando-se da quadra quando perdia por 5/7, 7/6 (7-3) e 4/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-09-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia-abu-dhabi-2026-1024x683.jpg",
        "date": "09/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-conhece-seus-campeoes-nesta-terca-feira-em-santos.html",
        "title": "Copa Futuro conhece seus campeões nesta terça-feira em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Antonio_Vergara-1024x682.jpeg",
        "date": "09/02/2026",
        "description": "Santos (SP)– Com surpresas nas quartas e semifinais, a Copa Futuro de Tênis 2026 conhecerá todos seus campeões de simples e duplas a partir das 8 horas desta terça-feira, nas quadras de saibro do Tênis Clube de Santos. O torneio vale para o ranking nacional e pela quinta etapa do Circuito Paulista. A entrada é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-evita-pressao-por-defesa-de-titulo-e-diz-estar-em-bom-nivel.html",
        "title": "Fonseca evita pressão por defesa de título e diz estar em bom nível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_treino_rio_gui-1024x700.jpg",
        "date": "09/02/2026",
        "description": "Buenos Aires (Argentina) –Um ano depois de ter conquistado seu primeiro título de ATP 250, João Fonseca está de volta a Buenos Aires. O atual campeão evita a pressão por repetir o resultado do ano passado, mas garante estar em bom nível para a sequência da temporada no saibro.Terceiro cabeça de chave, o brasileiro entra direto na segunda rodada e estreia apenas a partir de quarta-feira, contra o argentino Facundo Díaz Acosta ou o chileno Alejandro Tabilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ivan-kley-recebera-homenagem-no-rio-open.html",
        "title": "Ivan Kley receberá homenagem no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/462037_1190873_jp1_8731-1024x682.jpg",
        "date": "09/02/2026",
        "description": "Rio de Janeiro (RJ)– Mantendo sua tradição de homenagear grandes nomes do tênis no país, o Rio Open irá prestar tributo ao ex-tenista profissional e técnico Ivan Kley, que morreu no início do ano passado, aos 66 anos. A competição que acontece no Jockey Club Brasileiro será realizada entre os dias 14 e 22 de fevereiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-marchezini-e-chow-e-loch-e-gini-campeoes-do-bt-400-de-matinhos.html",
        "title": "Beach: Marchezini e Chow e Loch e Gini, campeões do BT 400 de Matinhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marchezini_chow_BT400_matinhos-1024x717.jpg",
        "date": "09/02/2026",
        "description": "Matinhos (Paraná)– Em uma final 100% nacional, Vitoria Marchezini e Sophia Chow confirmaram o favoritismo e superaram Lorena Melo e Isadora Simões, cabeças de chave 6, por 6/2 e 6/4 na final do ITF BT 400 de Caiobá, em Matinhos (PR), etapa que abriu o circuito mundial."
    }
]