[
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-recebera-as-melhores-duplas-do-mundo-no-sand-series-tour-finals.html",
        "title": "Ribeirão receberá as melhores duplas do mundo no Sand Series Tour Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/spoto_gianotti.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –Com duração ampliada para oito dias, o Sand Series Tour Finals 2025 reunirá na Arena Beach Ribeirão as oito melhores duplas masculinas e femininas do mundo, classificadas pelo novo modelo de ranking por equipes, adotado pela Federação Internacional de Tênis (ITF) nesta temporada. O evento acontece de 29 de novembro a 6 de dezembro, contando com fase de grupos e etapas eliminatórias, além da inédita disputa do New Wave, torneio destinado a jovens talentos entre 17 e 21 anos. A premiação é recorde, US$ 125 mil, a maior da história do beach tennis mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-24-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "24/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-mola-e-antomi-ramos-conquistam-o-bt-400-de-iquique-no-chile.html",
        "title": "Daniel Mola e Antomi Ramos conquistam o BT 400 de Iquique, no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/danielmola_antomiramos_iquique.jpg",
        "date": "24/11/2025",
        "description": "Iquique (Chile)– Daniel Mola, sexto do mundo, e Antomi Ramos, nono colocado, conquistaram, neste domingo, o título do BT 400 de Iquique, o Chile. Eles superaram na final a dupla dos brasileiros André Baran e Felipe Loch por 2 sets a 1, com parciais de 6/4, 4/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/next-gen-atp-finals-tera-premiacao-recorde-em-2025.html",
        "title": "Next Gen ATP Finals terá premiação recorde em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/jeddah-2025-stadium-shot-1024x576.jpg",
        "date": "24/11/2025",
        "description": "Jeddah (Arábia Saudita) –A edição de 2025 do Next Gen ATP Finals terá uma premiação recorde neste ano. O torneio que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita vai distribuir US$ 2.101.250 ao longo da semana e se um tenista for campeão invicto, receberá US$ 539 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultima-semana-de-challengers-tera-brasileiros-no-chile-e-colombia.html",
        "title": "Última semana de challengers terá brasileiros no Chile e Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boscardin_lima_fore-1024x627.jpg",
        "date": "24/11/2025",
        "description": "Temuco (Chile) –A última semana de torneios de nível challenger na temporada terá brasileiros em quadra em dois torneios na América do Sul, nas quadras duras de Temuco, no Chile, e no saibro de Bogotá, na Colômbia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-recebe-chave-de-sua-cidade-natal-e-pede-mais-quadras-em-burlington.html",
        "title": "Mboko recebe chave de sua cidade natal e pede mais quadras em Burlington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Victoria_Mboko_-_Toray_Pan_Pacific_Open_-_Day_2-DSC_2054_xgaplus.jpg",
        "date": "24/11/2025",
        "description": "Burlington (Canadá) –A canadense Victoria Mboko foi homenageada por sua cidade natal na sexta-feira passada pela boa temporada no circuito da WTA. A jogadora de 19 anos recebeu a chave da cidade de Burlington, em Ontário, por sua ascensão inspiradora no tênis profissional. Desde 2019, Burlington presenteia moradores ilustres com uma “chave da cidade” para celebrar suas conquistas. Mboko recebeu a sua após subir mais de 300 posições no ranking WTA e conquistar dois títulos, incluindo o WTA 1000 em casa, nos últimos 12 meses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-salta-no-ranking-victoria-tem-sua-melhor-marca-na-wta.html",
        "title": "Fullana salta no ranking, Victória tem sua melhor marca na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana-criciuma-f-grita.jpg",
        "date": "24/11/2025",
        "description": "São Petersburgo (EUA) –Vencedora dedois torneios seguidos nas últimas semanas, em Criciúma e Mogi das Cruzes, Luiza Fullana deu um grande salto no ranking divulgado nesta segunda-feira pela WTA. A brasiliense de 24 anos ultrapassou 69 jogadoras e assumiu o 573º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-victoria-lideram-quarteto-brasileiro-no-mexico-dietrich-e-vice.html",
        "title": "Guto e Victória lideram quarteto brasileiro no México, Dietrich é vice",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria_barros_spopen_treina.jpg",
        "date": "23/11/2025",
        "description": "Merida (México) –Brasileiros mais bem colocados no ranking mundial juvenil, o goiano Guto Miguel e a potiguar Victória Barros lideram um quarteto nacional na disputa do ITF J500 de Merida, que começa nesta segunda-feira em quadras de saibro no México."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-carol-meligeni-disputam-wta-125-em-buenos-aires.html",
        "title": "Laura Pigossi e Carol Meligeni disputam WTA 125 em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_pigossi_carol_meligeni-1024x683.jpg",
        "date": "23/11/2025",
        "description": "Buenos Aires (Argentina) –Números 2 e 3 do Brasil, Laura Pigossi e Carol Meligeni disputam na próxima semana o WTA 125 de Buenos Aires, em quadras de saibro. O torneio na capital argentina é o penúltimo na temporada para as duas jogadoras, que também estão inscritas no 125 de Quito na semana seguinte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/davis-e-bjk-cup-italia-repete-feito-de-eua-e-australia.html",
        "title": "Davis e BJK Cup: Itália repete feito de EUA e Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/italia-campea-bjkcup-davis-2025-1024x683.png",
        "date": "23/11/2025",
        "description": "Matheus DalcimDa redação"
    }
]