[
    {
        "url": "https://tenisbrasil.uol.com.br/glasspool-e-o-66o-a-assumir-numero-1-de-duplas-veja-todas-as-trocas.html",
        "title": "Glasspool é o 66º a assumir número 1 de duplas. Veja todas as trocas.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/glasspool_lta-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Londres (Inglaterra)– A Associação masculina (ATP) confirmou nesta segunda-feira um novo líder para o ranking de duplas. O britânico Lloyd Glasspool, de 31 anos, se converteu no 66ª diferente tenista a assumir o número 1 desde a implantação do sistema, em março de 1976."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "19/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tem-agora-a-setima-maior-colecao-de-masters-1000.html",
        "title": "Alcaraz tem agora a sétima maior coleção de Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_cincy_grita_qf-1024x600.jpg",
        "date": "19/08/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz chegou nesta segunda-feira a seu oitavo troféu de nível Masters 1000, igualando-se ao austríaco Thomas Muster como o sétimo tenista a colecionar mais títulos dessa categoria desde que a ATP adotou o critério de torneios 1000, a partir da temporada 1990."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-fala-em-descanso-antes-de-encarar-o-us-open.html",
        "title": "Sinner fala em descanso antes de encarar o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-olha-2025-.jpg",
        "date": "19/08/2025",
        "description": "Cincinnati (EUA)– O italiano Jannik Sinner dificilmente irá participar da chave de duplas mistas do US Open, previstas para começar na tarde desta terça-feira, em Nova York. Ele está escalado para jogar ao lado da tcheca Katerina Siniakova, a número 2 do mundo em duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-swiatek-compartilham-jato-rumo-a-nova-york.html",
        "title": "Alcaraz e Swiatek compartilham jato rumo a Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_alcaraz_cincy.jpg",
        "date": "19/08/2025",
        "description": "Cincinnati (EUA)– Preocupados em chegar rapidamente a Flushing Meadows, onde na tarde desta terça-feira irão disputar a chave de duplas mistas do US Open, o espanhol Carlos Alcaraz e a polonesa Iga Swiatek viajaram juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-se-diz-esgotado-e-desiste-de-jogar-qualificatorio.html",
        "title": "Atmane se diz esgotado e desiste de jogar qualificatório",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane-cincinnati-2025-r4-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA)– O descanso de dois dias não foi suficiente e o canhoto francês Terence Atmane não se sentiu em condições físicas para disputar o qualificatório do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/morumbi-ganha-novo-complexo-com-cinco-quadras-cobertas.html",
        "title": "Morumbi ganha novo complexo com cinco quadras cobertas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/nova_arena_morumbi-1024x576.jpeg",
        "date": "19/08/2025",
        "description": "São Paulo (SP)– O espaço onde funcionava a antiga Unisys Arena — ícone esportivo e referência nos anos 2000 — ganha agora um novo capítulo. O local renasce com um moderno complexo esportivo que traz cinco quadras de tênis de piso rápido, todas cobertas e com padrão internacional, incluindo medidas oficiais e iluminação nível ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bouzkova-sera-a-adversaria-de-bia-em-monterrey-vekic-tira-sakkari.html",
        "title": "Bouzkova será a adversária de Bia em Monterrey, Vekic tira Sakkari",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bouzkova_monterrey_voleia-1024x682.jpg",
        "date": "19/08/2025",
        "description": "Monterrey (México) –O início das disputas do WTA 500 de Monterrey definiu a adversária de estreia de Beatriz Haddad Maia na competição. A número 1 do Brasil e 20ª do mundo enfrentará a tcheca Marie Bouzkova, 53ª do ranking, que venceu a turca Zeynep Sonmez por 3/6, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-evolucao-em-quadras-mais-rapidas-trabalho-deu-resultado.html",
        "title": "Iga destaca evolução em quadras mais rápidas: “Trabalho deu resultado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_cincy_trofeu_externa-1024x683.jpg",
        "date": "19/08/2025",
        "description": "Cincinnati (EUA) –Campeã do WTA 1000 de Cincinnati nesta segunda-feira, Iga Swiatek destacou sua melhora em superfícies mais rápidas, já que também conquistou recentemente o título de Wimbledon. A polonesa de 24 anos destacou o trabalho da equipe comandada por Wim Fissette, que fez ajustes em seu saque e no estilo de jogo para que ela possa se tornar uma tenista cada vez completa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-repente-iga-swiatek-e-a-favorita-para-o-us-open.html",
        "title": "E de repente Iga Swiatek é a favorita para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Artes-Blogs-900x600-2.jpg",
        "date": "18/08/2025",
        "description": "Depois de 10 dias de um tênis bem perto do irretocável, com vitórias de peso sobre adversárias imponentes, nenhum set perdido, a polonesa Iga Swiatek roubou o favoritismo para o US Open e definitivamente está no páreo para chegar ao segundo título em Nova York, meta também perseguida por Aryna Sabalenka e Coco Gauff."
    }
]