[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-protagonizam-10o-duelo-e-o-terceiro-na-grama.html",
        "title": "Sinner e Djokovic protagonizam 10º duelo e o terceiro na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Um duelo de gerações vai definir o segundo finalista de Wimbledon. Número 1 do mundo, Jannik Sinner desafia o heptacampeão Novak Djokovic no complemento da rodada. O vencedor jogará contraCarlos Alcaraz ou Taylor Fritz, que abrem a programação às 9h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-abrem-as-semifinais-de-wimbledon-as-9h30-desta-sexta.html",
        "title": "Alcaraz e Fritz abrem as semifinais de Wimbledon às 9h30 desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_wimbledon_narede25-1024x571.png",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –O primeiro finalista de Wimbledon será conhecido na manhã desta sexta-feira, na partida entre Carlos Alcaraz e Taylor Fritz, que se enfrentam a partir das 9h30 (de Brasília). O espanhol venceu os dois duelos anteriores, no Masters 1000 de Miami em 2023 e na Laver Cup do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-10-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasDuplas mistas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-celebra-grande-fase-na-grama-o-tenis-continua-me-surpreendendo.html",
        "title": "Iga celebra grande fase na grama: “O tênis continua me surpreendendo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_vibra_semi-1024x658.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Multicampeã no saibro, com quatro títulos de Roland Garros, Iga Swiatek não esconde a surpresa por alcançar uma final inédita em Wimbledon. Vinda de outro bom resultado em Bad Homburg há duas semanas, onde ficou com o vice, a polonesa comemora seu bom momento na grama. Ela jogará no sábado contra a norte-americana Amanda Anisimova, 12ª do ranking, e vai em busca do 6º Grand Slam da carreira aos 24 anos, com tetra em Paris e o US Open de 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/uma-final-para-quem-deu-a-volta-por-cima.html",
        "title": "Uma final para quem deu a volta por cima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_anisimova.jpg",
        "date": "10/07/2025",
        "description": "Os deuses do tênis se empenharam neste torneio de Wimbledon para premiar com vaga na final feminina duas jogadoras que têm batalhado arduamente para reagir, de uma forma ou de outra, em suas carreiras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-quando-me-afastei-diziam-que-eu-nunca-voltaria-ao-topo.html",
        "title": "Anisimova: “Quando me afastei, diziam que eu nunca voltaria ao topo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova_wmbledon_beijo-1024x602.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –A inédita classificação para a final de Wimbledon foi bastante comemorada por Amanda Anisimova, que chega à sua primeira decisão de Grand Slam. De volta ao circuito depois de uma pausa na carreira para cuidar da saúde mental, a norte-americana de 23 anos vive sua melhor temporada. Ela venceu o WTA 1000 de Doha e chegará ao top 10 após o torneio londrino. Depois de vencer Aryna Sabalenka, número 1 do mundo, nesta quinta-feira, ela enfrentará a quarta colocada Iga Swiatek no próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-quinta-em-wimbledon.html",
        "title": "Confira as melhores jogadas desta quinta em Wimbledon",
        "image": null,
        "date": "10/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-encerra-seu-melhor-wimbledon-com-vice-nas-mistas.html",
        "title": "Stefani encerra seu melhor Wimbledon com vice nas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_salisbury_wimb_final-1024x618.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –A melhor participação de Luísa Stefani no torneio de Wimbledon terminou nesta quinta-feira com o vice-campeonato nas dulpas mistas. Stefani e o britânico Joe Salisbury foram superados pela tcheca Katerina Siniakova e o holandês Sem Verbeek por 7/6 (7-3) e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/barty-atualiza-os-fas-e-posta-sobre-aniversario-de-2-anos-de-hayden.html",
        "title": "Barty atualiza os fãs e posta sobre aniversário de 2 anos de Hayden",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/barty_filhos.jpg",
        "date": "10/07/2025",
        "description": "Brisbane (Austrália) –A ex-número 1 do mundo Ashleigh Barty, já aposentada, comemorou no dia 2 passado, o aniversário de 2 anos de seu primogênito, Hayden. A semelhança entre os dois é inegável. Ao lado do marido, o golfista Garry Kissick, com quem mantinha relacionamento desde 2017 e se casaram em 2022, ela publicou uma foto da família, que em meados de junho foi acrescida com a chegada da filha Jordan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-para-nos-the-championships-para-os-britanicos.html",
        "title": "Wimbledon para nós. The Championships para os britânicos.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Quadra1_Central_AELTC_Joe-Toth-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –O torneio de Wimbledon, que realiza sua 148ª edição, preza por suas tradições, regras que estão escritas, como o uso de roupa branca, e outras seguidas, como parte das características profundamente britânicas."
    }
]