[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-19-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_sp_final-1024x649.jpg",
        "date": "19/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-e-berrettini-garantem-a-italia-em-mais-uma-semifinal-na-davis.html",
        "title": "Cobolli e Berrettini garantem a Itália em mais uma semifinal na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/berrettini_davis_grita-1024x734.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália) –Vencedora das duas últimas edições da Copa Davis e anfitriã na semana decisiva da competição, a Itália já garantida na semifinal em Bolonha. Mesmo sem contar com seus dois tenistas do top 10, Jannik Sinner e Lorenzo Musetti, os italianos venceram a Áustria por 2 a 0, com vitórias de Matteo Berrettini e Flavio Cobolli e vão enfrentar a Bélgica na próxima sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-volta-ao-saibro-e-vence-no-chile-carol-cai-nas-oitavas.html",
        "title": "Pigossi volta ao saibro e vence no Chile, Carol cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_slice_saibro-1024x588.jpg",
        "date": "19/11/2025",
        "description": "Colina (Chile) –De volta ao saibro depois de disputar os playoffs da Billie Jean King Cup na Austrália durante o fim de semana, Laura Pigossi estreou com vitória no WTA 125 de Colina, em quadras de saibro no Chile. A número 2 do Brasil e 195ª do mundo venceu a jovem chilena de 18 anos Antonia Vergara Rivera, ex-top 15 no ranking juvenil e 411ª da WTA, por duplo 6/1 em 1h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-becker-e-ljubicic-homenageiam-niki-pilic-em-bolonha.html",
        "title": "Djokovic, Becker e Ljubicic homenageiam Niki Pilic em Bolonha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/homenagem-pilic-davis-2025-e1763578498427-1024x682.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– Alguns nomes de peso do tênis estiveram nesta quarta-feira em Bolonha para homenagear o ex-jogador, capitão e treinador da Copa Davis, Niki Pilic, que faleceu aos 86 anos em setembro deste ano. Destaque para o sérvio Novak Djokovic, o alemão Boris Becker e o croata Ivan Ljubicic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-rumores-sobre-seu-fisico-fils-explica-situacao-e-acalma-fas.html",
        "title": "Após rumores sobre seu físico, Fils explica situação e acalma fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/fils-monte-carlo-fore-2025-e1744377347284-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Paris (França)– Nos últimos dias surgiram rumores sobre a condição física do francês Arthur Fils, que poderia ser forçado a abandonar o tênis por causa das costas. Porém, em entrevista ao jornal20 Minutes, o jovem tenista de 21 anos esclareceu o que se passa e garantiu que não é nada muito grave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/del-potro-e-kuznetsova-nao-atingem-votos-suficientes-para-o-hall-da-fama.html",
        "title": "Del Potro e Kuznetsova não atingem votos suficientes para o Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Artes-fotos-multiplas-900x600-1.jpg",
        "date": "19/11/2025",
        "description": "Newport (EUA)– Indicados juntos com o suíço Roger Federer para o Hall da Fama do Tênis Internacional, o argentino Juan Martin del Potro a russa Svetlana Kuznetsova acabaram ficando de fora da Classe de 2026 por não atingirem o número suficiente de votos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-lamenta-ausencia-de-alcaraz-e-mantem-o-foco-na-argentina.html",
        "title": "Zverev lamenta ausência de Alcaraz e mantém o foco na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/zverev-back-iw-e1763569453181-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– Desde a implementação do formato atual da Copa Davis, com uma fase final reunindo as principais equipes em um local, pela primeira vez o número 3 do mundo Alexander Zverev defenderá as cores da Alemanha, que enfrentará a Argentina pelas quartas de final na próxima quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equipe-espanhola-tenta-provar-seu-valor-mesmo-sem-alcaraz.html",
        "title": "Equipe espanhola tenta provar seu valor mesmo sem Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/espanha-davis-finais-2025.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– A ausência do número 1 do mundo Carlos Alcaraz na equipe espanhola nas finais da Copa Davis gerou dúvidas sobre as chances de título. Embora reconheçam o tamanho do desfalque, os capitaneados por David Ferrer querem provar que mesmo sem sua principal estrela são um time competitivo e que pode brigar pela conquista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-tem-novo-contratempo-com-duvida-sobre-condicao-de-berrettini.html",
        "title": "Itália tem novo contratempo com dúvida sobre condição de Berrettini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/berrettini-davis-comemora-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– A situação dos atuais campeões da Copa Davis está cada vez mais complicada. Depois de contar com as baixas deJannik SinnereLorenzo Musetti, a Itália tem agora uma dúvida sobre a condição de Matteo Berrettini. De acordo com oUbitennis, ele sentiu um leve desconforto nas costas após um treino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-rasga-elogios-a-fonseca-e-destaca-a-potencia-do-brasileiro.html",
        "title": "Alcaraz rasga elogios a Fonseca e destaca a potência do brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-abraco-fonseca-wimbledon-2025.png",
        "date": "19/11/2025",
        "description": "Madri (Espanha)– Depois de encerrar a temporada,desistindo da Copa Davis por causa de uma lesão na coxa, o espanhol Carlos Alcaraz já pensa nas férias e nas exibições de fim de ano. Uma delas será contra o jovem carioca João Fonseca, sobre quem falou em uma coletiva de imprensa para divulgar o evento."
    }
]