[
    {
        "url": "https://tenisbrasil.uol.com.br/antes-de-enfrentar-fonseca-alcaraz-faz-exibicao-com-tiafoe-nos-eua.html",
        "title": "Antes de enfrentar Fonseca, Alcaraz faz exibição com Tiafoe nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/raquet_rock-1024x576.jpg",
        "date": "07/12/2025",
        "description": "Nova Jersey (EUA) –Adversário de João Fonseca em exibição marcada para a noite de segunda-feira em Miami, Carlos Alcaraz disputará mais um jogo amistoso neste domingo. O espanhol fará parte do elenco da exibição ‘A Racquet at The Rock’, que será disputada no Prudential Center, em Nova Jersey."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampeao-dimitrov-se-junta-a-fonseca-e-medvedev-em-brisbane.html",
        "title": "Bicampeão, Dimitrov se junta a Fonseca e Medvedev em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-miami-olhabola-2025-scaled-e1742929474197-1024x684.jpeg",
        "date": "07/12/2025",
        "description": "Brisbane (Austrália) –A organização do ATP 250 de Brisbane anunciou Grigor Dimitrov como mais uma atração do torneio que acontece na primeira semana da temporada, entre os dias 5 e 11 de janeiro. O búlgaro é bicampeão do torneio nos anos de 2017 e 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-exibicao-com-osaka-e-provoca-kyrgios-antes-do-duelo.html",
        "title": "Sabalenka vence exibição com Osaka e provoca Kyrgios antes do duelo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sabalenka_kyrgios_2025.jpg",
        "date": "07/12/2025",
        "description": "Atlanta (EUA) –Em mais uma noite de exibições nos Estados Unidos, Aryna Sabalenka superou a japonesa Naomi Osaka por 6/3, 4/6 e 10-4 no último sábado em Atlanta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/becker-relembra-os-231-dias-na-prisao-e-agradece-apoio-de-djokovic-a-familia.html",
        "title": "Becker relembra os 231 dias na prisão e agradece apoio de Djokovic à família",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/becker_djokovic_davis_full-1024x657.jpg",
        "date": "07/12/2025",
        "description": "Milão (Itália) –Ex-número 1 do mundo e dono de seis títulos de Grand Slam, Boris Becker relembrou um dos capítulos mais duros de sua vida ao comentar os 231 dias que passou na prisão em 2022. Condenado por fraude financeira e levado diretamente ao presídio de Wandsworth, na Inglaterra, o alemão descreve no livro Inside, recém-lançado pelaHarper Collins, como o choque inicial o obrigou a encarar a própria trajetória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marchezini-chow-e-gianotti-spoto-vencem-o-sand-series-finals-em-ribeirao.html",
        "title": "Marchezini/Chow e Gianotti/Spoto vencem o Sand Series Finals em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/chow_marchezini_sand-series-finals_campeas-1024x663.jpg",
        "date": "06/12/2025",
        "description": "Ribeirão Preto (SP) –O ITF Sand Series Tour Finals 2025 chegou ao fim neste sábado, na Arena Beach Ribeirão, em Ribeirão Preto, com grandes jogos e a consagração de atletas nacionais e internacionais. O torneio, que contou com premiação recorde de US$ 125 mil, reuniu as melhores duplas do mundo no beach tennis e também as promessas da categoria New Wave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-de-minaur-humbert-e-ruud-jogam-semifinais-do-uts-em-londres.html",
        "title": "Rublev, De Minaur, Humbert e Ruud jogam semifinais do UTS em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rublev_uts_back-1024x642.jpg",
        "date": "06/12/2025",
        "description": "Londres (Inglaterra) –Depois de uma rodada dupla neste sábado, foram definidos os semifinalistas da última etapa do UTS (Ultimate Tennis Showdown), série de exibições disputadas em Londres. O russo Andrey Rublev é o único invicto, mas o francês Ugo Humbert, o australiano Alex de Minaur e o norueguês Casper Ruud também estã na disputa pelo título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/livas-damazio-lidera-vitorias-brasileiras-no-quali-do-orange-bowl.html",
        "title": "Livas Damazio lidera vitórias brasileiras no quali do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/livas_damazio_fore_rgjunior_plain.jpg",
        "date": "06/12/2025",
        "description": "Fort Lauderdale (EUA) –O juvenil mato-grossense Livas Damazio liderou quatro de vitórias brasileiras no quali do tradicional Orange Bowl, torneio ITF J500 disputado em Fort Lauderdale, em quadras de saibro nos Estados Unidos. A fase classificatória tem três rodadas em busca de uma vaga na chave principal, que contará com Victória Barros e Pedro Chabalgoity."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-conquista-em-lima-seu-4o-titulo-de-duplas-no-ano.html",
        "title": "Candiotto conquista em Lima seu 4º título de duplas no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/moyano_candiotto_trofeu_lima.jpg",
        "date": "06/12/2025",
        "description": "Lima (Peru) –Em uma final com duas brasileiras, Ana Candiotto conquistou o título de duplas do ITF W15 de Lima, em quadras de saibro. Candiotto e a argentina Luciana Moyano venceram Júlia Konishi e a jamaicana Najah Dawson por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-06-12.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "06/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovem-argentina-e-finalista-em-quito-e-tenta-vaga-no-top-200.html",
        "title": "Jovem argentina é finalista em Quito e tenta vaga no top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Giovannini_quito_fore-1024x683.jpg",
        "date": "06/12/2025",
        "description": "Quito (Equador) –A jovem argentina Luisina Giovannini garantiu vaga na final do WTA 125 de Quito, em quadras de saibro no Equador. Ela venceu neste sábado a grega Despina Papamichail, de 32 anos e 170ª do ranking, por 6/4 e 6/2."
    }
]