[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-nao-mente-prefere-enfrentar-rybakina-em-vez-de-ostapenko.html",
        "title": "Iga não mente: Prefere enfrentar Rybakina em vez de Ostapenko",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_comemora_saibro-1024x543.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Classificada para as oiatvas de final de Roland Garros, Iga Swiatek participou da entrevista coletiva desta sexta-feira em Paris enquanto acontecia o jogo que definia sua próxima adversária. E ciente do histórico negativo que tem contra Jelena Ostapenko, tenista que ela nunca venceu em seis confrontos, a tetracampeã do torneio não esconde que é melhor enfrentarElena Rybakinaneste momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/antomi-ramos-volta-a-formar-dupla-com-cappelletti-camis-agita-braganca.html",
        "title": "Antomi Ramos volta a formar dupla com Cappelletti. Camis agita Bragança.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/antomiramos_cappelletti-2-1024x672.jpeg",
        "date": "30/05/2025",
        "description": "*O espanhol Antomi Ramosanunciou nesta sexta-feiraque vai voltar a formar dupla com o hexacampeão mundial,o italiano Michele Cappelletti.Os dois fizeram sucesso liderando o ranking de 2020 até o começo de 2023, quando foram campeões mundiais em 2022. Ao todo possuem 17 títulos, sendo sete de Sand Séries, equivalente aos Grand Slam. “Juntos construímos uma trajetória de respeito, confiança e sintonia. Agora é hora de recomeçar, mais maduros, mais preparados e com a mesma vontade de sempre”, destacou Antomi. A dupla havia disputado no começo do mês o Sand Series das Ilhas Reunião, na África, onde foram campeões. A dupla vai jogar pelo menos até o final do ano e inicia a série de torneios no BT 400 de Palmas (TO) na próxima semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-vai-as-oitavas-pela-1a-vez-paul-chega-a-200-vitorias-na-atp.html",
        "title": "Tiafoe vai às oitavas pela 1ª vez, Paul chega a 200 vitórias na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/tiafoe_rg_vibra_3r-1024x579.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Pela primeira vez em dez participações, Frances Tiafoe disputará as oitavas de final de Roland Garros. O atual 16º do ranking venceu nesta sexta-feira um duelo de norte-americanos contra Sebastian Korda, 23º colocado, por 7/6 (8-6), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-vence-dois-tiebreaks-e-tera-paolini-nas-oitavas.html",
        "title": "Svitolina vence em dois tiebreaks e terá Paolini nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/svitolina_rg_acena-1024x599.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –No jogo que encerrou a rodada feminina desta sexta-feira, Elina Svitolina precisou de dois tiebreaks para vencer a norte-americana Bernarda Pera por 7/6 (7-4) e 7/6 (7-5) na quadra Simonne-Mathieu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/variacao-paciencia-e-humildade-sao-armas-de-fonseca-contra-draper.html",
        "title": "Variação, paciência e humildade são armas de Fonseca contra Draper",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_jf_fore.jpg",
        "date": "30/05/2025",
        "description": "João Fonseca vai em busca da maior vitória de sua curtíssima carreira e de um lugar no top 50 do ranking por volta das 11 horas deste sábado, quando reencontrará o mesmo Jack Draper que o eliminou com autoridade na segunda rodada de Indian Wells e caminhou para aquele que seria seu primeiro troféu de Masters 1000. O canhoto era então o 14º do ranking. Hoje, impulsionado justamente por essa conquista, é o quinto do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-luta-por-quatro-sets-vence-a-nona-seguida-e-reencontra-shelton.html",
        "title": "Alcaraz luta por quatro sets, vence a nona seguida e reencontra Shelton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz_rg_vibra_saibro_NG-1024x568.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros, Carlos Alcaraz segue na busca pelo bicampeonato em Paris e pelo quinto Grand Slam da carreira. Após mais uma partida com quatro sets em Paris, o espanhol volta às oitavas de final. Número 2 do mundo, Alcaraz superou nesta sexta-feira o bósnio Damir Dzumhur, 69º do ranking, por 6/1, 6/3, 4/6 e 6/4 em 3h13 de partida na quadra Philippe Chatrier."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-vitoria-miranda-e-jade-lanai-decidem-future-de-sao-paulo.html",
        "title": "Cadeirantes: Vitória Miranda e Jade Lanai decidem Future de São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jade-Lanai_FutureSP_web.jpg",
        "date": "30/05/2025",
        "description": "São Paulo (SP) –Duas das principais atletas brasileiras do tênis em cadeira de rodas, a mineira Vitória Miranda e a brasiliense Jade Lanai, decidem neste sábado o título do ITF Future Series São Paulo, torneio que integra o calendário internacional da modalidade, nas quadras de saibro do Sport Club Corinthians Paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-destaca-quebras-no-comeco-e-entrosamento-durante-o-jogo.html",
        "title": "Stefani destaca quebras no começo e entrosamento durante o jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/stefani_esperasaque_roma-scaled-e1748092068131-1024x684.jpeg",
        "date": "30/05/2025",
        "description": "Paris (França)– Jogando pela primeira vez ao lado do argentino Maximo Gonzalez, com quem conseguiu entrar chave de duplas mistas de Roland Garros como alternate, a paulista Luisa Stefani analisou a boa vitória na primeira rodada, derrotando a russa Irina Khromacheva e o sueco Andre Goranson em sets diretos"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-joga-a-2a-semifinal-seguida-candiotto-disputa-final-de-duplas.html",
        "title": "Pedretti joga a 2ª semifinal seguida, Candiotto disputa final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54206360125_c906039027_k-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Santo Domingo (República Dominicana) –Pela segunda semana consecutiva, Thaísa Pedretti disputará a semifinal de um ITF W35 nas quadras de saibro de Santo Domingo, na República Dominicana. Ela liderava a partida desta sexta-feira contra a canadense Cadence Brace, cabeça 2 do torneio, por 3/6, 6/0 e 3/0 quando a rival se retirou da disputa."
    }
]