[
    {
        "url": "https://tenisbrasil.uol.com.br/sabado-em-cincinnati-tem-bia-fonseca-iga-sinner-e-sabalenka.html",
        "title": "Sábado em Cincinnati tem Bia, Fonseca, Iga, Sinner e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_fore-e1753885140196.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –O sábado em Cincinnati terá o início da segunda rodada do torneio que reune um Masters 1000 e um WTA 1000, com os primeiros cabeças de chave estreando na competição, casos de Iga Swiatek, Jannik Sinner, Aryna Sabalenka e a brasileira Beatriz Haddad Maia. O dia também terá João Fonseca, que faz seu segundo jogo na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gasquet-supera-thiem-na-final-de-torneio-exibicao-na-praia.html",
        "title": "Gasquet supera Thiem na final de torneio de exibição na praia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gasquet_thiem_luanco_trofeus.jpg",
        "date": "08/08/2025",
        "description": "Luanco (Espanha) –No encontro entre dois tenistas que encerraram recentemente suas trajetórias no circuito profissional, Richard Gasquet levou a melhor sobre Dominic Thiem e conquistou o título datradicional série de exibiçõesem Luanco, na província das Astúrias, no norte de Espanha. O francês marcou duplo 6/4 contra o austríaco em uma quadra de areia na praia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-nao-se-recupera-de-lesao-e-esta-fora-do-us-open.html",
        "title": "Badosa não se recupera de lesão e está fora do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/badosa-miami-rebate-2025-scaled-e1742757954653-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Nova York (EUA) –A desistência de Paula Badosa do US Open foi confirmada nesta sexta-feira pela organização do torneio. A espanhola relatou no mês passado ter sofrido uma ruptura no músculo psoas, causando dores na região lombar e quadril, e ficoufora dos torneios preparatórios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-disputa-2a-semifinal-no-ano-candiotto-decide-nas-duplas.html",
        "title": "Gabriela Cé disputa 2ª semifinal no ano, Candiotto decide nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gabriela_ce_Koksijde_estica-1024x549.jpg",
        "date": "08/08/2025",
        "description": "Koksijde (Bélgica) –A semana de Gabriela Cé no ITF W50+H de Koksijde, em quadras de saibro na Bélgica, segue com resultados positivos. A gaúcha de 32 anos e garantiu vaga na semifinal ao vencer nesta sexta-feira a espanhola Cristina Diaz por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-08-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "08/08/2025",
        "description": "Challenger de Bonn (Alemanha) – Saibro – 91.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-tem-maior-arrancada-do-top-100-e-atinge-maior-marca-na-wta.html",
        "title": "Mboko tem maior arrancada do top 100 e atinge maior marca na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB-Victoria-Mboko-365-1024x683.jpg",
        "date": "08/08/2025",
        "description": "São Petersburgo (EUA)– Sensação no WTA 1000 de Montréal, onde entrou como convidada e saiu como campeã, a jovem canadense Victoria Mboko viu sua maior conquista como profissional levá-la ao melhor ranking da carreira. Na lista divulgada nesta sexta-feira, ela teve a maior arrancada do top 100 e agora é a 24ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-ultrapassa-djokovic-no-ranking-e-se-aproxima-do-inedito-top-5.html",
        "title": "Shelton ultrapassa Djokovic no ranking e se aproxima do inédito top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ROBINS-GR105855-e1754676114899-1024x682.jpeg",
        "date": "08/08/2025",
        "description": "Londres (Inglaterra)– A conquista do Masters 1000 de Toronto, a maior de sua carreira, impulsionou o norte-americano Ben Shelton no ranking, que foi divulgado excepcionalmente nesta sexta-feira. Ele ultrapassou o sérvio Novak Djokovic e agora é o sexto melhor do mundo, a maior marca da carreira até então."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-perde-para-segundo-favorito-e-cai-nas-quartas-em-challenger-alemao.html",
        "title": "Reis perde para segundo favorito e cai nas quartas em challenger alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "08/08/2025",
        "description": "Bonn (Alemanha)– Acabou nesta sexta-feira a campanha do pernambucano João Lucas Reis no challenger de Bonn. Nas quartas de final do torneio alemão, ele enfrentou o belga Raphael Collignon. E acabou eliminado pelo cabeça de chave número 2 e 107º do mundo em sets diretos, com parciais de 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mantem-posicao-na-wta-fullana-e-mendonca-atingem-melhores-marcas.html",
        "title": "Bia mantém posição na WTA, Fullana e Mendonça atingem melhores marcas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Beatriz_Haddad_Maia_-_National_Bank_Open_2025_-_Day_3-DSC_2911A_xgaplus.jpg",
        "date": "08/08/2025",
        "description": "São Petersburgo (EUA)– No ranking da WTA divulgado excepcionalmente nesta sexta-feira, por causa do calendário diferente, o principal nome do país no circuito feminino, a paulista Beatriz Haddad Maia, mais uma vez se manteve na 21ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tem-queda-no-ranking-confirmada-e-deixa-o-top-50.html",
        "title": "Fonseca tem queda no ranking confirmada e deixa o top 50",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-toronto-back-2025-e1754075811847-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Londres (Inglaterra) –Por causa do calendário diferente neste período da temporada, o ranking da ATP desta semana foi divulgado apenas nesta sexta-feira. Conforme o esperado, o carioca João Fonseca deixou o top 50 ao amargar uma queda de três colocações, que o levou para o 52º lugar."
    }
]