[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-28-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-consegue-a-virada-e-elimina-alcaraz-na-estreia-em-paris.html",
        "title": "Norrie consegue a virada e elimina Alcaraz na estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/norrie_paris_vibra25.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –De volta ao circiuto para seu primeiro torneio da ATP desde o título em Tóquio, Carlos Alcaraz foi eliminado ainda na estreia do Masters 1000 de Paris. O número 1 do mundo permitiu a virada ao britânico Cameron Norrie, canhoto de 30 anos e atual 31º do ranking, com parciais de 4/6, 6/3 e 6/4 em 2h22 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mahut-se-despede-do-tenis-aos-43-anos-jogando-duplas-com-dimitrov.html",
        "title": "Mahut se despede do tênis aos 43 anos, jogando duplas com Dimitrov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mahut-paris-2025-final-match-1024x576.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –A rodada desta terça-feira no Masters 1000 de Paris marcou a despedida de Nicolas Mahut das quadras. O veterano francês disputou o último jogo de sua carreira profissional aos 43 anos, ao lado do búlgaro Grigor Dimitrov. Eles foram superados pelo monegasco Hugo Nys e o francês Edouard Roger-Vasselin por 6/4, 5/7 e 10-4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-um-passo-rumo-aos-cabecas-de-chave-em-melbourne.html",
        "title": "Mais um passo rumo aos cabeças de chave em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_paris.jpg",
        "date": "28/10/2025",
        "description": "Com esforço muito mais físico do que técnico, João Fonseca conquistou sua quinta vitória consecutiva sobre as quadras duras cobertas da Europa, a segunda em cima do canhoto Denis Shapovalov, e com isso está cada vez mais perto de concretizar a última meta de 2025, ou seja, juntar pontos suficientes para figurar como cabeça de chave no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vao-enfrentar-duas-parcerias-campeas-de-slam.html",
        "title": "Stefani e Babos vão enfrentar duas parcerias campeãs de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_semi.jpg",
        "date": "28/10/2025",
        "description": "Riad (Arábia Saudita) –O sorteio dos grupos do WTA Finals definiu o caminho de Luísa Stefani na chave de duplas. A brasileira faz sua primeira participação no torneio aos 28 anos, jogando ao lado da húngara Timea Babos. Nas últimas semanas elas foram finalistas em Ningbo e campeãs em Tóquio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-critica-novo-local-do-masters-de-paris-ha-muito-barulho.html",
        "title": "Zverev critica novo local do Masters de Paris: “Há muito barulho”",
        "image": null,
        "date": "28/10/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-gauff-estao-no-mesmo-grupo-do-finals-iga-reve-anisimova.html",
        "title": "Sabalenka e Gauff estão no mesmo grupo do Finals, Iga revê Anisimova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_gauff_rg_premios-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Riad (Arábia Saudita) –O sorteio dos grupos do WTA Finals garantiu a reedição de duas finais de Grand Slam da atual temporada, Aryna Sabalenka contra Coco Gauff, e também Iga Swiatek diante de Amanda Anisimova. Os nomes dos grupos homenageiam duas lendas do esporte, Serena Williams e Steffi Graf."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-khachanov-no-fim-da-rodada-desta-quarta-feira.html",
        "title": "Fonseca enfrenta Khachanov no fim da rodada desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_saque_costas_cut-1024x694.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –Depois devencer a estreia no Masters 1000 de Paris, João Fonseca já volta à quadra nesta quarta-feira para sua segunda partida no torneio em quadras duras e cobertas. O número 1 do Brasil e agora 28º do mundo desafia o russo Karen Khachanov, 14º do ranking, em confronto inédito no circuito. A partida será por volta de 16h30 (de Brasília) no estádio principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-abre-mao-da-disputa-pelo-numero-1-nesta-temporada.html",
        "title": "Sinner abre mão da disputa pelo número 1 nesta temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-treina-close-2025-e1761675380813-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Em seu primeiro contato com a imprensa no Masters 1000 de Paris, o italiano Jannik Sinner deixou claro que acha muito difícil terminar a temporada como número 1 do ranking e praticamente abriu mão desta disputa na reta final de ano e espera voltar a brigar pela ponta com o espanhol Carlos Alcaraz em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-revela-que-vai-deixar-corte-de-cabelo-apenas-para-as-ferias.html",
        "title": "Fonseca revela que vai deixar corte de cabelo apenas para as férias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-paris-rebate-2025-e1761668912148-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Depois de bater o canadense Denis Shapovalov pela segunda semana seguida, desta vez em suaestreia no Masters 1000 de Paris, o carioca João Fonseca falou com aESPN, em entrevista na qual falou um pouco mais sobre a partida e a sequência no torneio."
    }
]