[
    {
        "url": "https://tenisbrasil.uol.com.br/loureiro-vence-na-romenia-tres-brasileiros-jogam-na-polonia.html",
        "title": "Loureiro vence na Romênia, três brasileiros jogam na Polônia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/54115895487_289ab9445f_k-1024x683.jpg",
        "date": "19/08/2025",
        "description": "Arad (Romênia) –O mineiro João Victor Loureiro estreou com vitória no ITF M15 de Arad, em quadras de saibro na Romênia. Ele venceu o britânico Jeremy Gschwendtner, cabeça 6 do torneio, por 6/4, 1/6 e 6/2. Seu próximo rival pode ser o russo Ivan Denisov ou o romeno Andrei Cuceu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bu-vence-tsitsipas-na-estreia-em-winston-salem-griekspoor-tambem-cai.html",
        "title": "Bu elimina Tsitsipas na estreia em Winston Salem, Griekspoor também cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bu_winstonsalem_vibra-1024x626.jpg",
        "date": "19/08/2025",
        "description": "Winston Salem (EUA) –Principal cabeça de chave do ATP 250 de Winston Salem, Stefanos Tsitsipas foi eliminado ainda na rodada de estreia. O grego foi superado nesta terça-feira pelo chinês Yunchaokete Bu, 76º do ranking, por 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-nesta-quarta-feira-as-20h-no-wta-500-de-monterrey.html",
        "title": "Bia estreia nesta quarta-feira às 20h no WTA 500 de Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_term-e1753885219983-1024x682.jpg",
        "date": "19/08/2025",
        "description": "Monterrey (México) –A estreia de Beatriz Haddad Maia no WTA 500 de Monterrey acontecerá nesta quarta-feira às 20h (de Brasília). A número 1 do Brasil e 20ª do mundo enfrentará a tcheca Marie Bouzkova, 53ª do ranking. O torneio é transmitido peloDisney+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zakharova-vence-antes-da-chuva-e-ja-esta-na-semifinal-em-cleveland.html",
        "title": "Zakharova vence antes da chuva e já está na semifinal em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zakharova_cleveland_rebate-1024x561.jpg",
        "date": "19/08/2025",
        "description": "Cleveland (EUA) –A chuva prejudicou bastante a programação desta terça-feira no WTA 250 de Cleveland e apenas a russa Anastasia Zakharova e a alemã Eva Lys coseguiram vencer antes da paralisação da rodada. Mas Lys não irá continuar no torneio e se retirou da disputa das quartas de final por lesão nas costas. Com isso, Zakharova já está na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-superado-por-ex-numero-1-juvenil-na-estreia-do-quali-do-us-open.html",
        "title": "Reis é superado por ex-número 1 juvenil na estreia do quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –Terceiro brasileiro a atuar pelo quali masculino do US Open, João Lucas Reis também se despediu do torneio, assim como aconteceu com Thiago Wild e Thiago Monteiro naúltima segunda-feira. O pernambucano de 25 anos e 230º do ranking foi superado pelo jovem belga Alexander Blockx, de 20 anos e 116º do mundo, por 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "19/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-e-gleason-caem-diante-das-cabecas-2-no-wta-500-de-monterrey.html",
        "title": "Ingrid e Gleason caem diante das cabeças 2 no WTA 500 de Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/Image00060-1024x683.jpg",
        "date": "19/08/2025",
        "description": "Monterrey (México) –Representante brasileira nas duplas do WTA 500 de Monterrey, Ingrid Martins foi eliminada na estreia, ao lado da norte-americana Quinn Gleason. Elas foram superadas nesta terça-feira pela ucraniana Lyudmyla Kichenok e a australiana Ellen Perez,cabeças 2 do torneio, que marcaram 6/2 e 6/3 em 1h09 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-draper-e-collins-harrison-garantem-ultimas-vagas-nas-semis.html",
        "title": "Pegula/Draper e Collins/Harrison garantem últimas vagas nas semis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/collins_harrison_uso_mistas-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –O complemento da longa rodada desta terça-feira no US Open definiu as duas últimas parcerias classificadas para as semifinais.Principais cabeças de chave, Jessica Pegula e Jack Draper seguem firme, assim como a parceria norte-americana de Danielle Collins e Christian Harrison, que entrou no torneio de última hora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-e-julia-konishi-estreiam-com-vitoria-em-santiago.html",
        "title": "Ana Candiotto e Júlia Konishi estreiam com vitória em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "19/08/2025",
        "description": "Santiago (Chile) –Em rodada com seis brasileiras, as paulistas Ana Candiotto e Júlia Konishi venceram seus jogos na rodada de estreia do ITF W15 de Santiago, em quadras de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-draper-eliminam-raducanu-e-alcaraz-russos-batem-djokovic-e-danilovic.html",
        "title": "Pegula e Draper eliminam Raducanu e Alcaraz, russos batem Djokovic e Danilovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula_draper_uso_back-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –A tão esperada parceria de Emma Raducanu e Carlos Alcaraz durou apenas uma partida no torneio de duplas mistas do US Open. Eles foram superados na rodada de estreia pela norte-americana Jessica Pegula e o britânico Jack Draper, principais cabeças de chave, que marcaram um duplo 4/2 em 50 minutos de partida. A rodada que atraiu grandes estrelas do circuito teve estádio cheio para o jogo no Arthur Ashe."
    }
]