[
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-lombar-djoko-bate-norrie-de-novo-e-marca-facanhas.html",
        "title": "Apesar da lombar, Djoko bate Norrie de novo e marca façanhas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic_preto.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Nem mesmo um incômodo na região lombar, sentido por Novak Djokovic ainda no primeiro set, facilitou a vida de Cameron Norrie e o tetracampeão do US Open atingiu as oitavas de final pela 16ª vez em 19 participações, ao impor a sétima derrota consecutiva ao canhoto britânico, com parciais de 6/4, 6/7 (4-7), 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torcedor-pede-moca-em-casamento-na-louis-armstrong-e-ela-diz-sim.html",
        "title": "Torcedor pede moça em casamento na Louis Armstrong e ela diz sim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/marriage-proposal_usopen.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Os fãs vibraram muito ao verem no telão que um espectador estava pedindo a mão de sua namorada em casamento. O fato aconteceu durante a partida da número 1 do mundo, a bielorrussa Aryna Sabalenka com a canadense Leylah Fernandez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-consegue-revanche-e-fica-mais-perto-de-manter-o-no-1.html",
        "title": "Sabalenka consegue revanche e fica mais perto de manter o nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_vibra_3R_noite-1024x652.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Quatro anos depois de protagonizarem uma das semifinais do US Open, Aryna Sabalenka e Leylah Fernandez voltaram a se enfrentar nesta sexta-feira. E a número 1 do mundo conseguiu a revanche contra a canadense para chegar às oitavas, marcando as parciais de 6/3 e 7/6 (7-2) em 1h39 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-dificil-engolir-a-forma-como-joguei-e-sair-do-us-open.html",
        "title": "Tiafoe: “Difícil engolir a forma como joguei e sair do US Open”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/boleira-ergue-tiafoe-us-open-2025-1024x576.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– A campanha de Frances Tiafoe no US Open terminou mais cedo do que o esperado. Com ótimo retrospecto no torneio, incluindo duas semifinais em 2022 e 2024, o norte-americano foi eliminado nesta sexta-feira ainda na terceira rodada. O número 17 do mundo não resistiu ao alemão Jan-Lennard Struff, de 35 anos e apenas 144º do ranking, caindo com parciais de 6/4, 6/3 e 7/6 (9-7)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakkari-tenta-recuperar-confianca-apos-retomada-com-antigo-treinador.html",
        "title": "Sakkari tenta recuperar confiança após retomada com antigo treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sakkari_usopen25_vibra-1024x576.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Adversária de Beatriz Haddad Maia na terceira rodada do US Open, Maria Sakkari tenta recuperar a confiança após retomada da parceria com seu antigo treinador, o britânico Tom Hill. Eles trabalharam juntos por seis anos, de 2018 até o ano passado e a grega chegou a ser número 3 do mundo. Após 14 meses de afastamento, recomeçaram o trabalho na temporada de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-nunca-senti-nada-parecido-a-dor-e-bem-grande.html",
        "title": "Shelton: “Nunca senti nada parecido, a dor é bem grande”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton-chora-us-open-2025-1024x703.jpeg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Uma das principais esperanças norte-americanas para encerrar o jejum dos donos da casa no US Open, Ben Shelton se despediu prematuramente do torneio aoabandonar a partida desta sexta-feira contra o francês Adrian Mannarino, quando o placar estava empatado em 2 sets a 2. A desistência do canhoto de 22 anos na terceira rodada foi um baque para o atleta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-reaparece-e-agradece-os-cumprimentos-pelo-nascimento-de-miguel.html",
        "title": "Nadal reaparece e agradece os cumprimentos pelo nascimento de Miquel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/nadal_academia_Manacor.jpg",
        "date": "29/08/2025",
        "description": "Manacor (Espanha) –Rafael Nadal reapareceu em público nesta sexta-feira, pela primeira vez, desde o nascimento de Miquel, seu segundo filho, em 7 de agosto. O garoto recebeu o nome em homenagem ao pai de Mery Perelló, sua esposa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-sobre-alcaraz-ele-e-espetacular-e-nao-muda-como-pessoa.html",
        "title": "Darderi sobre Alcaraz: “Ele é espetacular e não muda como pessoa”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/darderi-r3-us-open-2025.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– O italiano Luciano Darderifoi eliminado na terceira rodada do US Open, caindo em sets diretos para o espanhol Carlos Alcaraz, nesta sexta-feira. Apesar da derrota, o jovem de 23 anos igualou seu melhor resultado em Grand Slam, repetindo a campanha de Wimbledon na atual temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/santos-abre-clinicas-gratuitas-de-beach-tennis-na-praia-do-gonzaga.html",
        "title": "Santos abre clínicas gratuitas de beach tennis na Praia do Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/WhatsApp-Image-2025-08-29-at-20.47.30-1024x682.jpeg",
        "date": "29/08/2025",
        "description": "Santos (SP) – OProjeto Esporte & Saúdejá começou a movimentar as areias da Praia do Gonzaga, em frente à Praça das Bandeiras, e promete transformar o cenário esportivo da cidade até o feriado de 7 de setembro. A abertura aconteceu nesta sexta-feira com a primeira clínica de beach tennis, reunindo alunos do Colégio São Carlos, do bairro São Manuel, em uma experiência que uniu aprendizado, lazer e inclusão social."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-chegando-mais-perto-de-onde-quero-estar-afirma-rybakina.html",
        "title": "“Estou chegando mais perto de onde quero estar”, afirma Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina-forehand-us-open-2025-1024x644.jpeg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Após três semifinais seguidas na preparação para o US Open, a cazaque Elena Rybakina confirmou o bom momento com umavitória convincente sobre Emma Raducanu nesta sexta-feira, avançando para as oitavas de final em Flushing Meadows. A número 9 do mundo dominou a britânica, campeã do torneio em 2021, aplicando um placar de 6/1 e 6/2 em apenas 63 minutos, mostrando um tênis agressivo e consistente."
    }
]