[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-28-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "28/11/2025",
        "description": "ITF W15 de Ribeirão Preto (SP) – Saibro – US$ 15 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-tem-nova-integrante-na-equipe-e-abre-mao-de-exibicoes.html",
        "title": "Raducanu tem nova integrante na equipe e abre mão de exibições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-usopen-fore-2025-e1756316492310-1024x681.jpg",
        "date": "28/11/2025",
        "description": "Londres (Inglaterra) –A britânica Emma Raducanu tem um reforço em sua equipe de trabalho com a chegada da fisioterapeuta Emma Stewart, que trabalhava na WTA e passa a ser exclusiva da jogadora de 23 anos e atual 29ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maior-tenista-paraguaio-victor-pecci-e-destaque-de-workshop-da-fpt-em-ribeirao.html",
        "title": "Maior tenista paraguaio, Víctor Pecci é destaque de workshop em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Victor-Pecci_FPT-Divulgacao-1024x609.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP)– Nesta sexta-feira (28), a Federação Paulista de Tênis (FPT) realizará o “Workshop Tênis Excelência” durante o Ribeirão Tennis Week, evento inédito que ocorre em Ribeirão Preto. Um dos principais destaques da programação será Víctor Pecci, considerado o maior tenista da história do Paraguai, que também já foi Ministro do Esporte no seu país e atuou como diretor geral dos Jogos Pan-Americanos Junior Assunção 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pereira-e-zanellato-superam-rodada-dupla-e-duelam-nas-quartas.html",
        "title": "Pereira e Zanellato superam rodada dupla e duelam nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ze_pereira_ribeirao_fore-1024x682.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP) –Depois de alguns adiamentos por chuva no início da semana, a quinta-feira foi movimentada no ITF M15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). A rodada teve o complemento da primeira fase e todos os jogos das oitavas. Entre os tenistas que venceram duas partidas estão o pernambucano José Pereira e o paulista Nicolas Zanellato, que se enfrentam nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-27-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "27/11/2025",
        "description": "Challenger de Temuco (Chile) – Sintético – US$ 160 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-fazem-semis-no-peru-colombia-e-paraguai.html",
        "title": "Juvenis brasileiros fazem semis no Peru, Colômbia e Paraguai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Dietrich_RGjunior_slice.jpg",
        "date": "27/11/2025",
        "description": "Chiclayo (Peru) –Três juvenis brasileiros estão nas semifinais do ITF J100 de Chiclayo, em quadras de saibro no Peru. O gaúcho Pedro Dietrich é o principal cabeça de chave e venceu o argentino Estanislao Lassaga por 7/5 e 6/4. Ele enfrenta o peruano Alessandro Rubini, terceiro favorito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-duplistas-brasileiros-se-despedem-de-challenger-no-chile.html",
        "title": "Ribeiro e duplistas brasileiros se despedem de challenger no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eudardo_ribeiro.jpg",
        "date": "27/11/2025",
        "description": "Temuco (Chile) –Único brasileiro a ter passado pela estreia do challenger de Temuco, em quadras duras no Chile, Eduardo Ribeiro foi eliminado na segunda rodada. O gaúcho de 27 anos e 485º do ranking foi superado pelo argentino Facundo Diaz Acosta, cabeça 4 e 221º do mundo, por 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-nana-e-fullana-lideram-brasileiras-nas-quartas-em-ribeirao-preto.html",
        "title": "Candiotto, Naná e Fullana lideram brasileiras nas quartas em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_fore_ribeirao-1024x682.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP) –Cinco brasileiras estão nas quartas de final do ITF W15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP), com entrada gratuita ao público. O quinteto é liderado pelas cabeças de chave Ana Candiotto, Luiza Fullana e Nauhany Silva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-victoria-vao-as-quartas-no-mexico-e-seguem-em-busca-do-top-10.html",
        "title": "Guto e Victória vão às quartas no México e seguem em busca do top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_miguel_yucatan_back-1024x683.jpg",
        "date": "27/11/2025",
        "description": "Merida (México) –Brasileiros mais bem colocados no ranking mundial juvenil, o goiano Guto Miguel e a potiguar Victória Barros estão nas quartas de final do ITF J500 de Merida, em quadras de saibro no México. A rodada desta quinta-feira foi de vitórias em sets diretos nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-apos-se-formar-henrique-nogueira-celebra-1o-ponto-na-atp.html",
        "title": "De volta após se formar, Henrique Nogueira celebra primeiros pontos na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/henrique_nogueira_fore_ecp.jpg",
        "date": "27/11/2025",
        "description": "La Paz (Bolívia) –A semana no ITF M15 de La Paz é especial para Henrique Nogueira, que marcou seus primeiros pontos no ranking profissional aos 22 anos, depois de um período dedicado aos estudos. Ele retornou ao circuito depois de se formar em Administração de Empresas pelo Insper e está nas quartas de final do torneio boliviano em quadras de saibro."
    }
]