[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-29-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rgjunior_corre-1024x683.jpg",
        "date": "29/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-damazio-jogam-seu-primeiro-torneio-profissional-em-cuiaba.html",
        "title": "Storck e Damázio jogam seu primeiro torneio profissional em Cuiabá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/leonardo_storck.jpg",
        "date": "29/08/2025",
        "description": "Cuiabá (MT) –Duas jovens promessas do tênis nacional, Leonardo Storck e Livas Damázio, ambos de Cuiabá, vão disputar seu primeiro torneio profissional entre os dias 7 e 14 de setembro, o M25 de Cuiabá. O torneio será jogado em piso de saibro, no Cuiabá Tênis Clube, com premiação de US$ 30 mil e pontos para o ranking da Associação dos Tenistas Profissionais (ATP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/por-causa-da-chuva-monteiro-so-volta-a-jogar-no-sabado-na-italia.html",
        "title": "Por causa da chuva, Monteiro só volta a jogar no sábado na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/538320632_1354807043318739_182538137372850657_n-1024x682.jpg",
        "date": "29/08/2025",
        "description": "Como (Itália)– Classificado para as quartas de final no challenger de Como desde quarta-feira, quando venceu seu segundo jogo na competição, o cearense Thiago Monteiro só voltará a jogar no sábado, uma vez que a chuva atrapalhou a programação e impediu que a rodada da última quinta-feira fosse disputada. O complemento das oitavas aconteceu apenas nesta sexta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sofre-primeira-quebra-no-torneio-mas-anota-pneu-e-avanca.html",
        "title": "Alcaraz sofre primeira quebra no torneio, mas anota “pneu” e avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-usopen-estica-2025-e1756489079513-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Depois de passar com sobras pelas duas primeiras rodadas do US Open, o espanhol Carlos Alcaraz enfrentou um pouco mais de resistência nesta sexta-feira contra o italiano Luciano Darderi, que quebrou o saque do número 2 do mundo pela primeira vez, mas não fez muito mais e acabou superado em sets diretos, com parciais de 6/2, 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-abrira-em-breve-a-inscricao-para-o-sorteio-publico-de-ingressos.html",
        "title": "Wimbledon abrirá em breve a inscrição para o sorteio público de ingressos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/all-england-club-wimbledon-2025-1024x682.jpg",
        "date": "29/08/2025",
        "description": "Londres (Inglaterra) –Com 10 meses de antecedência, o The All England Lawn Tennis Club anuncia que vai abrir em breve as inscrições para os interessados em obter ingresso por sorteio na edição 2026 de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-acaba-com-festa-de-raducanu-e-avanca-para-as-oitavas.html",
        "title": "Rybakina acaba com festa de Raducanu e avança para as oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina-usopen-toss-2025-e1756486152621-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– A empolgação pela volta por cima de Emma Raducanu, que aos poucos vem recuperando seu melhor tênis, sofreu um golpe nesta sexta-feira. Isso graças a uma grande apresentação da cazaque Elena Rybakina, que dominou a britânica e venceu com autoridade, gastando apenas 63 minutos para anotar o placar final de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fearnley-critica-falta-de-pontualidade-de-zverev-e-sobra-ate-para-djokovic.html",
        "title": "Fearnley critica falta de pontualidade de Zverev e sobra até para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Fearnley-USOPEN-2025-e1756483902469-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Frustrado com a derrota para Alexander Zverev na segunda rodada do US Open, o britânico Jacob Fearnley não escondeu seu descontentamento com o atraso do alemão antes do encontro de quinta-feira. Ele reclamou do comportamento de seu rival e sobrou até para o sérvio Novak Djokovic, que havia feito o mesmo com ele em Wimbledon 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-inspira-em-simone-biles-para-superar-pressao.html",
        "title": "Gauff se inspira em Simone Biles para superar pressão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/simone-biles_US-Open.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Embora Coco Gauff tenha vencido sua partida da segunda rodada do US Open em sets diretos contra Donna Vekić na quinta-feira, a vitória não foi nada fácil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-elogia-murray-esta-envelhecendo-como-um-bom-vinho.html",
        "title": "Andreeva elogia Murray: “Está envelhecendo como um bom vinho”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva-usopen-parada-2025-e1756480568172-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Em uma conversa descontraída noTennis Channel, a australiana Alja Tomljanovic disse que sua paixão da adolescência era o britânico Andy Murray e contou que ficou feliz ao saber que a russa Mirra Andreeva tinha a mesma opinião."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/as-derrotas-que-ensinam-no-primeiro-ano-de-fonseca-em-slam.html",
        "title": "As derrotas que ensinam no primeiro ano de Fonseca em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte_ps_fonseca_uso.jpg",
        "date": "29/08/2025",
        "description": "A derrota na segunda rodada do US Open encerrou a temporada de Grand Slam para João Fonseca, que teve suas primeiras experiências como profissional nos quatro principais torneios do ano. Fonseca acumulou seis vitórias e quatro derrotas em chaves principais de Slam em 2025. A mais expressiva foi justamente na estreia, diante de Andrey Rublev no Australian Open. Já as melhores campanhas foram as terceiras rodadas de Roland Garros e Wimbledon."
    }
]