[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-precisa-de-5-sets-para-bater-fognini-e-vencer-a-30a-na-grama.html",
        "title": "Alcaraz precisa de 5 sets para bater Fognini e vencer a 30ª na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-wimbledon-toss-2025-859x1024.jpeg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Em um dos duelos mais interessantes da primeira rodada de Wimbledon, o espanhol Carlos Alcaraz teve enorme trabalho com o italiano Fabio Fognini em sua estreia na busca por defender o título na grama do All England Club e precisou de cinco sets para derrotar experiente rival, triunfando com parciais de 7/5, 6/7 (5-7), 7/5, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-pensa-apenas-em-descansar-apos-abandono-em-wimbledon.html",
        "title": "Jabeur pensa apenas em descansar após abandono em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Ons_Jabeur_-_Wimbledon_Championships_2025_-_Day_1-DSC_3147_xgaplus.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –Finalista de Wimbledon em 2022 e 2023, a tunisiana Ons Jabeur não deu entrevista coletiva apósabandonar a sua partidade primeira rodada contra a búlgara Viktoriya Tomova no segundo set, mas, em um comunicado, afirmou ter ficado surpreendida com as dificuldades que encontrou sob o forte calor do sul de Londres e que o foco agora tem que ser em descansar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-djokovic-e-gauff-jogam-terca-sinner-estreia-na-quadra-no-1.html",
        "title": "Krejcikova, Djokovic e Gauff jogam terça, Sinner estreia na Quadra Nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-1024x587.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A terça-feira em Wimbledon terá o complemento das primeiras rodadas de simples para homens e mulheres. E respeitando uma das tradições do torneio, a atual campeã da chave feminina abre a programação da Quadra Central. Com isso, a tcheca Barbora Krejcikova jogará às 9h30 (de Brasília) contra a filipina de 20 anos Alexandra Eala, vinda da disputa de sua primeira final na WTA em Eastbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-30-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/bia_rebate_wimbledon.jpg",
        "date": "30/06/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-faz-grande-estreia-em-wimbledon-e-bate-marca-de-koch.html",
        "title": "Fonseca faz grande estreia em Wimbledon e bate marca de Koch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-1024x647.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– O carioca João Fonseca encarou o dono da casa Jacob Fearnley na Quadra 1 de Wimbledon e mostrou ótima adaptação à quadra de grama, superando sua estreia no mais importante torneio do calendário com vitória em sets diretos, parciais de 6/4, 6/1 e 7/6 (7-5 no tiebreak), tendo salvado um set-point no final do terceiro set, em partida de 2h03."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-o-resumo-da-vitoria-de-bia-haddad-sobre-sramkova.html",
        "title": "Confira o resumo da vitória de Bia Haddad sobre Sramkova",
        "image": null,
        "date": "30/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-como-foi-a-eliminacao-de-medvedev-na-estreia.html",
        "title": "Veja como foi a eliminação de Medvedev na estreia",
        "image": null,
        "date": "30/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-faz-bom-jogo-e-comeca-bem-a-campanha-no-all-england-club.html",
        "title": "Bia faz bom jogo e começa bem a campanha no All England Club",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Wimbledon_Championships_2024_-_Day_6-DSC_8080_xgaplus.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– A boa temporada de grama da paulista Beatriz Haddad Maia, na qual ela vem mostrando reação após um início complicado de 2025, ganhou mais um capítulo nesta segunda-feira com sua vitória na estreia de Wimbledon, batendo a eslovaca Rebecca Sramkova por 2 sets a 0, com parciais de 7/6 (9-7) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-fonseca-percorrendo-o-corredor-da-nova-quadra-1-para-a-estreia.html",
        "title": "Veja Fonseca percorrendo o corredor da nova Quadra 1 para a estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-treino-wimbledon-2025-1024x682.png",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –Nesta segunda-feira, o carioca João Fonseca disputa a chave principal de Wimbledon pela primeira vez. A estreia é contra o britânico Jacob Fearnley no segundo jogo da Quadra 1, segundo principal estádio do All England Club, que passou por reforma assim que terminou a edição passada. Veja a caminhada de Fonseca pelo interior da Quadra 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sir-david-beckham-esta-de-volta-a-wimbledon-veja.html",
        "title": "Sir David Beckham está de volta a Wimbledon. Veja.",
        "image": null,
        "date": "30/06/2025",
        "description": "English football royalty in the Royal Box ✨"
    }
]