[
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-leva-46-aces-vence-batalha-com-jarry-e-mantem-sonho-britanico.html",
        "title": "Norrie leva 46 aces, vence batalha com Jarry e mantém sonho britânico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/norrie_vibra-e1751819142334.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– A chance de o tênis britânico recuperar o título masculino de Wimbledon continua graças ao canhoto Cameron Norrie. Último dos 13 jogadores da casa que iniciaram o torneio ainda de pé, ele teve verdadeira batalha sob teto fechado diante do chileno Nicolas Jarry e levou 4h27 para marcar as parciais de 6/3, 7/6 (7-4), 6/7 (6-8), 6/7 (7-5) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-06-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-thiago-wild-disputa-a-final-no-saibro-de-modena.html",
        "title": "Ao vivo: Thiago Wild disputa a final no saibro de Modena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-ATP-Challenger-1-1024x576.jpg",
        "date": "06/07/2025",
        "description": "Modena (Itália) –O paranaense Thiago Wild disputa a final do challenger de Modena, em quadras de saibro na Itália. Número 2 do Brasil e 129º do mundo aos 25 anos, Wild enfrenta o italiano Stefano Travaglia, de 33 anos e 310º do ranking. Acompanhe ao vivo e gratuitamente no Challenger TV, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-aproveita-boa-fase-na-grama-e-reencontra-finalista-de-rg.html",
        "title": "Guto aproveita boa fase na grama e reencontra finalista de RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_roehampton_toss-1024x576.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Vindo de um bom resultado na grama com a semifinal no J300 de Roehampton, o goiano Guto Miguel estreou com vitória no torneio juvenil de Wimbledon. Ele superou neste domingo o sul-africano de 17 anos e vindo do quali Connor Doig por 7/5 e 6/2, apesar de ter sentido problema no ombro esquerdo no final do primeiro set, sendo obrigado a sacar por baixo até ser atendido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-volta-as-quartas-de-wimbledon-com-atuacao-nota-9-de-10.html",
        "title": "Khachanov volta às quartas de Wimbledon com atuação nota “9 de 10”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/khachanov-wimbledon-feliz-2025.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– O russo Karen Khachanov acredita que teve uma atuação quase perfeita para derrotar o polonês Kamil Majchrzak neste domingo, com parciais de 6/4, 6/2 e 6/3, e chegar pela segunda vez às quartas de final de Wimbledon, nas quais enfrentará o quinto cabeça de chave, o norte-americano Taylor Fritz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-joga-em-contrexeville-carol-meligeni-cai-no-quali.html",
        "title": "Laura Pigossi joga em Contrexeville, Carol Meligeni cai no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Contrexeville (França) –Segunda melhor brasileira no ranking da WTA, Laura Pigossi disputa na próxima semana o WTA 125 de Contrexeville, no saibro francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-estamos-muito-bem-tanto-psicologicamente-como-fisicamente.html",
        "title": "Melo: “Estamos muito bem, tanto psicologica como fisicamente”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/453873_1159944_marcelo___rafael___wimbledon22.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Com muita comemoração ao final do jogo, Marcelo Melo e Rafael Matos avançaram neste domingo para as quartas de final em Wimbledon. O mineiro e o gaúcho derrotaram o austríaco Alexander Erler e o alemão Constantin Frantzen por 2 sets a 1, com parciais de 6/4, 3/6 e 7/5, em 2h07, para conquistar a terceira vitória na edição 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-esta-animado-com-mais-uma-chance-de-enfrentar-djokovic.html",
        "title": "De Minaur está animado com mais uma chance de enfrentar Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur.avif",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– O australiano Alex De Minaur estava voando ano passado. Havia conquistado títulos no primeiro semestre e chegado às quartas de final de Rolando Garros. Em breve, teria o melhor ranking da carreira (6º) e havia acabado de marcar um duelo com Novak Djokovic por uma vaga nas semifinais de Wimbledon quando sofreu uma lesão no quadril que o obrigou a abandonar o torneio. Não jogaria tênis até o Aberto dos EUA, meses depois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-gosta-tanto-de-uma-rotina-que-chega-a-ser-supersticioso.html",
        "title": "Fritz gosta tanto de uma rotina que chega a ser supersticioso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-fore-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Taylor Fritz dá tanta importância à sua rotina durante torneios e na preparação para partidas que afirmou que chega a ser supersticioso, após uma quarta rodada de Wimbledon mais tranquila do que imaginava graças ao abandono do adversário australiano Jordan Thompson na metade do segundo set. O norte-americano, quinto cabeça de chave, vencia por 6/1 e 3/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-mantem-escrita-contra-mertens-e-volta-as-quartas.html",
        "title": "Sabalenka mantém escrita contra Mertens e volta às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_wimbledon_back_indoor-1024x649.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Ainda em busca de um título inédito em Wimbledon, Aryna Sabalenka chega sem perder sets às quartas. A número 1 do mundo venceu neste domingo a belga Elise Mertens, 23ª do ranking, por 6/4 e 7/6 (7-4) em apenas 1h35 de partida."
    }
]