[
    {
        "url": "https://tenisbrasil.uol.com.br/santos-recebe-clinicas-e-torneio-gratuito-de-beach-tennis-na-praia-do-gonzaga.html",
        "title": "Santos recebe clínicas e torneio gratuito de beach tennis na Praia do Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/beach_praia.jpg",
        "date": "25/08/2025",
        "description": "Santos (SP)– A cidade de Santos vai respirar esporte e saúde entre os dias 29 de agosto e 7 de setembro. A cidade receberá o projeto Esporte e Saúde, um grande evento gratuito que promete movimentar a Praia do Gonzaga com clínicas de aprendizado e um torneio de beach tennis, reunindo atletas de todas as idades e níveis técnicos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zarazua-apos-vitoria-inedita-sobre-top-10-ainda-nao-caiu-a-ficha.html",
        "title": "Zarazua após vitória inédita sobre top 10: “Ainda não caiu a ficha”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zarazua-comemora-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– A mexicana Renata Zarazua viveu um dia inesquecível no Arthur Ashe Stadium, nesta segunda-feira. Tenista de 27 anos e 82ª colocada no ranking da WTA, ela conquistou sua primeira vitória contra uma top 10 na carreira, aosuperar a anfitriã Madison Keys, número 6 do mundo e atual campeã do Australian Open, em uma batalha de 3h10 definida por 6/7 (10-12), 7/6 (7-3) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-e-garcia-se-despedem-do-tenis-deixando-licoes-e-exemplos.html",
        "title": "Kvitova e Garcia se despedem do tênis deixando lições e exemplos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte_ps_kvitova_despedida.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –A segunda-feira foi marcada por despedidas no US Open, com os últimos jogos de suas carreira profissionais de Petra Kvitova e Caroline Garcia. Contemporâneas de circuito por mais de uma década, a tcheca de 35 anos e a francesa de 31 passaram por diversas emoções dentro e fora das quadras e deixam aprendizados importantes para tenistas mais jovens e para todos que acompanham o esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-e-rune-vencem-e-ficam-perto-do-confronto-direto.html",
        "title": "Tiafoe e Rune vencem e ficam perto do confronto direto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe11.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Dois jogadores que costumam produzir bem nas quadras sintéticas, o dinamarquês Holger Rune e o norte-americano Frances Tiafoe passaram pela estreia do US Open e, em caso de nova vitória, irão se cruzar por vaga nas oitavas de final. Os dois estão no mesmo quadrante do tetracampeão Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-terca-no-us-open-em-rodada-com-iga-sinner-e-gauff.html",
        "title": "Bia estreia terça no US Open em rodada com Iga, Sinner e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_monterrey_fore-1024x682.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Com a primeira rodada do US Open desmembrada em três dias, a estreia de Beatriz Haddad Maia acontecerá apenas na terça-feira, ao meio-dia (de Brasília) na quadra 12. A número 1 do Brasil e 22ª do mundo enfrenta a britânica Sonay Kartal, de 23 anos e 51ª do ranking. Bia retorna a Nova York um ano depois de chegar às quartas de final, em sua segunda melhor campanha em Grand Slam da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-e-superada-em-tres-sets-e-encerra-a-carreira-no-us-open.html",
        "title": "Garcia é superada em três sets e encerra a carreira no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/garcia_usopen_toss-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –A rodada desta segunda-feira no US Open foi marcada por despedidas. Horas depois do último jogo dePetra Kvitovano tênis profissional, foi a vez da francesa Caroline Garcia encerrar a carreira, com a derrota em três sets para a russa Kamilla Rakhimova, 65ª do ranking, com parciais de 6/4, 4/6 e 6/3 em 2h17 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-ja-esta-no-top-10-brasileiro-em-premios-na-carreira.html",
        "title": "João Fonseca já está no top 10 brasileiro em prêmios na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-toronto-devolve-2025-e1754075848627-1024x683.jpeg",
        "date": "25/08/2025",
        "description": "Matheus DalcimDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-tem-trabalho-e-comesana-surpreende-em-ny.html",
        "title": "Draper tem trabalho e Comesana surpreende em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper_usopen_back-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Em dia de altos e baixos para o tênis argentino, o britânico Jack Draper encarou uma dura estreia no US Open, durante a qual precisou de quatro sets e muito empenho antes de eliminar o qualificado Federico Gomez, com parciais de 6/4, 7/5, 6/7 (7-9) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zarazua-surpreende-keys-em-duelo-de-3h10-rybakina-estreia-bem.html",
        "title": "Zarazua surpreende Keys em duelo de 3h10, Rybakina estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zarazua_usopen_vibra-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –No jogo que abriu a programação desta segunda-feira no Arthur Ashe Stadium, a mexicana Renata Zarazua protagonizou uma grande surpresa na primeira rodada do US Open ao eliminar Madison Keys, número 6 do mundo e campeã do Australian Open, com parciais de 6/7 (10-12), 7/6 (7-3) e 7/5 em 3h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-tem-semifinais-em-alphaville-com-julio-silva.html",
        "title": "Copa Brasil tem semifinais em Alphaville com Júlio Silva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/JulioCesarSilva_CopaBrasil_FotoRafaelPignataro-1024x682.jpeg",
        "date": "25/08/2025",
        "description": "São Paulo (SP)– A penúltima rodada da Copa Brasil de Tênis Ano II promete uma terça-feira de emoções nas quadras sintéticas e velozes do Alphaville Tênis Clube. Afinal os vencedores já irão garantir convite para os torneios profissionais que o Instituto Esperança do Amanhã realizará em setembro e outubro. O campeão entrará diretamente na chave principal e o vice, no qualificatório. Entre os postulantes, está o veterano Júlio Silva, 46 anos, que já esteve entre os 150 primeiros do ranking."
    }
]