[
    {
        "url": "https://tenisbrasil.uol.com.br/taylor-swift-surpreende-iga-swiatek-com-presente-pessoal.html",
        "title": "Taylor Swift surpreende Iga Swiatek com presente pessoal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Swiatek_Matera.jpg",
        "date": "22/10/2025",
        "description": "Varsóvia (Polônia) –A número 2 do mundo Iga Swiatek recebeu um presente especial de sua artista favorita esta semana e mal conseguiu acreditar. Dona de seis títulos de Grand Slam, Swiatek não esconde seu amor pela música de Taylor Swift ao longo dos anos. Ela listou seus álbuns favoritos, comemorou o noivado de Swift com o jogador do Kansas City Chiefs, Travis Kelce, e chorou várias ao ver o show Eras Tour, em junho passado, em Liverpool."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roddick-critica-reclamacao-de-djokovic-sobre-o-calendario-da-atp.html",
        "title": "Roddick critica reclamação de Djokovic sobre o calendário da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/Roddick_US_Open_Tennis_2010_1st_Round_200.jpg",
        "date": "22/10/2025",
        "description": "Nova York (EUA)– Alvo de muitas reclamações, o calendário da ATP foi criticado também pelo sérvio Novak Djokovic, que endossou palavras de alguns companheiros de circuito descontentes com sua organização. Porém, o norte-americano Andy Roddick tratou de rebater a forma como o ex-número 1 do mundo se posiciona."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-22-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_poa_corre_saibro.jpg",
        "date": "22/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-largam-com-vitoria-nas-duplas-em-toquio.html",
        "title": "Stefani e Babos largam com vitória nas duplas em Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/babos-stefani-ningbo-2025-e1760821382920-1024x683.jpg",
        "date": "22/10/2025",
        "description": "Tóquio (Japão)– De volta ao palco de uma das maiores conquistas da carreira, a inédita medalha olímpica do tênis brasileiro, a paulista Luisa Stefani estreou com vitória no WTA 500 de Tóquio. Ela e a húngara Timea Babos precisaram de três sets para vencer a eslovaca Tereza Mihalikova e a britânica Olivia Nicholls por 6/3, 4/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-engrena-apos-fim-de-jejum-e-arrasa-em-apenas-53-minutos.html",
        "title": "Mboko engrena após fim de jejum e arrasa em apenas 53 minutos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mboko-toquio-prepara-2025.jpg",
        "date": "22/10/2025",
        "description": "Tóquio (Japão)– Depois de passar semanas sem conseguir vencer, a jovem canadense Victoria Mboko parece ter reencontrado o seu caminho no WTA 500 de Tóquio, onde quebrou o jejum na estreia e nesta quarta-feira derrotou a alemã Eva Lys em apenas 53 minutos, marcando duplo 6/1 para se garantir nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-nao-tinhamos-carlos-e-janik-em-xangai-e-nos-falhamos.html",
        "title": "Bublik: “Não tínhamos Carlos e Jannik em Xangai e nós falhamos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bublik-viena-entra-2025-e1761136104676-1024x683.jpg",
        "date": "22/10/2025",
        "description": "Viena (Áustria)– Sempre bem direto e sem medo de fazer afirmações contundentes, o cazaque Alexander Bublik criticou duramente os tenistas do topo do ranking, ele incluso, pela chance desperdiçada no Masters 1000 de Xangai, que não contou com o espanhol Carlos Alcaraz e viu o italiano Jannik Sinner sucumbir cedo por causa do físico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-aposta-na-consistencia-para-evoluir-e-mira-quali-do-australian-open.html",
        "title": "Reis aposta na consistência para evoluir e mira quali do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/reis-sauipe-vibra-2025-1024x683.jpg",
        "date": "22/10/2025",
        "description": "Felipe Priante, da Costa do SauípeEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-e-rinderknech-recebem-convites-para-masters-de-paris.html",
        "title": "Vacherot e Rinderknech recebem convites para Masters de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vach-rind-shanghai-2025-e1759944511385-1024x682.jpg",
        "date": "21/10/2025",
        "description": "Paris (França) –Protagonistas de uma surpreendente final no Masters 1000 de Xangai, o monegasco Valentin Vacherot e o francês Arthur Rinderknech receberam convites para a chave principal do Masters 1000 de Paris, que começa na próxima segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-cai-no-tiebreak-do-terceiro-set-contra-a-109a-do-mundo.html",
        "title": "Naná cai no tiebreak do terceiro set contra a 109ª do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/nana_florianopolis_fore.jpg",
        "date": "21/10/2025",
        "description": "Florianópolis (SC) –Convidada para a chave principal do WTA 125 de Florianópolis, Nauhany Silva ficou muito perto de conseguir uma vitória expressiva nesta terça-feira. A jovem paulista de apenas 15 anos foi superada pela austríaca Julia Grabher, cabeça 5 do torneio e 109ª do mundo, com parciais de 5/7, 6/1 e 7/6 (7-3) em 1h21 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/idolos-do-esporte-djokovic-e-cristiano-ronaldo-se-encontram-em-riad.html",
        "title": "Ídolos do esporte, Djokovic e Cristiano Ronaldo se encontram em Riad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Djokovic_cristiano_ronaldo.jpg",
        "date": "21/10/2025",
        "description": "Riad (Arábia Saudita) –Duas lendas do esporte, Novak Djokovic, com 24 títulos de Grand Slam na carreira, e Cristiano Ronaldo, oito vezes ganhador da Bola de Ouro, atualmente no Al-Nassr, da Liga Saudita Profissional, encontraram-se recentemente em Riad."
    }
]