[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-18-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/jennifer-rosa-dourado_joinville.jpg",
        "date": "18/07/2025",
        "description": "Challenger de Bunschoten (Holanda) – Saibro – 91.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-para-nas-quartas-no-pinheiros-argentinas-se-destacam.html",
        "title": "Luiza Fullana para nas quartas no Pinheiros, argentinas se destacam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fullana_ecp_back_qf.jpg",
        "date": "18/07/2025",
        "description": "São Paulo (SP) –Depois de duas vitórias na semana, Luiza Fullana se despediu nas quartas de final do Brasil Tennis Classic, torneio ITF W35 realizado no Esporte Clube Pinheiros, em São Paulo. A brasiliense de 24 anos e 546ª do ranking foi superada pela argentina Julieta Estable, cabeça 4 do torneio e 524ª colocada, por 7/6 (7-3) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietro-gava-e-finalista-no-paraguai-e-busca-1o-itf-juvenil-aos-15-anos.html",
        "title": "Pietro Gava é finalista no Paraguai e busca 1º ITF juvenil aos 15 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_poa_fore-1024x683.jpg",
        "date": "18/07/2025",
        "description": "Lambare (Paraguai) –O paulista Pietro Gava, de apenas 15 anos, será o representante brasileiro na final do ITF J60 de Lambare, em quadras de saibro no Paraguai. Vindo do quali, ele busca seu primeiro título no circuito juvenil da Federação Internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quando-o-tenis-perde-a-graca.html",
        "title": "Quando o tênis perde a graça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_jabeur.jpg",
        "date": "18/07/2025",
        "description": "Considerada até pouco tempo como a “ministra da fecilidade” do circuito, a tunisiana Ons Jabeur é mais uma estrela que se afasta das quadras com a justificação de que o tênis perdeu a graça."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-sell-tentam-qualis-em-washington-monteiro-joga-em-kitzbuhel.html",
        "title": "Romboli e Sell tentam qualis em Washington, Monteiro joga em Kitzbuhel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_back_juarez-1024x550.jpg",
        "date": "18/07/2025",
        "description": "Washington (EUA) –Dois brasileiros vão tentar os qualis para o ATP 500 de Washington e já estreiam neste sábado. O catarinense Karue Sell tenta vaga em sua segunda chave de ATP em simples, enquanto Fernando Romboli busca a classificação nas duplas, o que é comum nos torneios de nível 500."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equipe-paulista-parte-para-buscar-o-bi-na-copa-das-federacoes.html",
        "title": "Equipe paulista parte para buscar o bi na Copa das Federações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Copa-Federacoes_equipe-da-FPT.jpg",
        "date": "18/07/2025",
        "description": "São Paulo (SP) –A equipe que representará o estado de São Paulo na Copa das Federações 2025 já está de malas prontas para embarcar, neste sábado, rumo ao Praia Clube de Uberlândia (MG), onde acontece a tradicional competição entre os dias 20 e 24 de julho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileirao-finais-da-chave-ga-acontecem-neste-sabado.html",
        "title": "Brasileirão: finais da chave GA acontecem neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Brasileirao_Uberlandia.jpg",
        "date": "18/07/2025",
        "description": "Uberlândia (MG) –O sábado vai ser de decisões no Campeonato Brasileiro Infantojuvenil. A partir das 9h (horário de Brasília), o Praia Clube de Uberlândia recebe as finais da chave GA, nas categorias 12, 14, 16 e 18 anos, masculino e feminino, além do Tennis Kids (8, 9 10 e 11 anos). Ao todo, o torneio recebe cerca de 1.500 atletas de todo o país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-finalista-na-colombia-pereira-faz-semi-em-el-salvador.html",
        "title": "Ribeiro é finalista na Colômbia, Pereira faz semi em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/eduardo_ribeiro_punho.jpg",
        "date": "18/07/2025",
        "description": "Bucaramanga (Colômbia) –O gaúcho Eduardo Ribeiro está na final do ITF M15 de Bucaramanga, em quadras de saibro na Colômbia. Principal cabeça e chave, ele venceu nesta sexta-feira o chileno Nicolas Villalon por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rebeca-e-finalista-no-saibro-alemao-carol-tenta-quali-em-palermo.html",
        "title": "Rebeca é finalista no saibro alemão, Carol tenta quali em Palermo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_olhabola.jpg",
        "date": "18/07/2025",
        "description": "Darmstadt (Alemanha) –Única brasileira na chave do ITF W35 de Darmstadt, no saibro alemão, a fluminense Rebeca Pereira garantiu vaga na final de duplas do torneio e busca o segundo título na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-ja-esta-na-final-da-copa-hopman-canada-vence-a-espanha.html",
        "title": "Itália já está na final da Copa Hopman, Canadá vence a Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bronzetti_cobolli_hopman-1024x590.jpg",
        "date": "18/07/2025",
        "description": "Bari (Itália) –A Itália é o primeiro país classificado para a final Copa Hopman, tradicional competição por equipes mistas e que está de volta ao calendário neste ano. Jogando em casa, a equipe de Lucia Bronzetti e Flavio Cobolli venceu também a França nesta sexta-feira e assegurou a primeira posição do Grupo B."
    }
]