[
    {
        "url": "https://tenisbrasil.uol.com.br/e-a-grande-vencedora-foi-sabalenka.html",
        "title": "E a grande vencedora foi Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/blog_exibicao_dubai.jpg",
        "date": "28/12/2025",
        "description": "Há muito se discute a diferença entre o tênis masculino e o feminino e, por isso, a exibição deste domingo entre Aryna Sabalenka e Nick Kyrgios serviu a seu propósito principal: mostrar o quanto os homens dominam na força das pernas e o quanto o jogo das meninas evoluiu nas últimas décadas com preparo físico mais apurado e a evolução do material que são fazem as raquetes e cordas de hoje."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carlos-bernardes-sera-diretor-de-torneio-em-challenger-na-italia.html",
        "title": "Carlos Bernardes será diretor de torneio em challenger na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/carlos-bernardes-roland-garros-1024x576.jpeg",
        "date": "28/12/2025",
        "description": "Cesenatico (Itália)– O circuito challenger da ATP terá uma novidade importante fora das quadras em 2026. O brasileiro Carlos Bernardes, um dos árbitros mais respeitados da história do tênis profissional, iniciará um novo capítulo na carreira ao assumir a função de diretor de torneio no challenger de Cesenatico, na Itália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-valoriza-nivel-de-jogo-e-quer-revanche-contra-kyrgios.html",
        "title": "Sabalenka valoriza nível de jogo e quer revanche contra Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sabalenka-coletiva-batalha-dos-sexos-2025-1024x576.png",
        "date": "28/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– Apesar daderrota por duplo 6/3 para Nick Kyrgios na Batalha dos Sexosdisputada neste domingo, em Dubai, Aryna Sabalenka avaliou de forma positiva a experiência em quadra. A número 1 do mundo destacou o nível apresentado, o caráter competitivo do confronto e enxergou a partida como um teste relevante neste momento de preparação para a temporada 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-ve-passo-adiante-para-o-tenis-apos-duelo-com-sabalenka.html",
        "title": "Kyrgios vê passo adiante para o tênis após duelo com Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/kyrgios-coletiva-batalha-dos-sexos-2025-1024x576.png",
        "date": "28/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– Avitória de Nick Kyrgios sobre Aryna Sabalenka na Batalha dos Sexos, disputada neste domingo em Dubai, seguiu repercutindo após o fim da partida. Na entrevista coletiva, o australiano tratou de relativizar o resultado e elogiou a rival, reforçando que o encontro extrapolou a simples lógica de vitória ou derrota. Para ele, o duelo serviu como vitrine para o tênis e para o debate em torno do formato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-recebe-premio-das-maos-de-cristiano-ronaldo-em-dubai.html",
        "title": "Djokovic recebe prêmio das mãos de Cristiano Ronaldo em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/djokovic-joinha-globe-soccer-awards-1024x683.jpeg",
        "date": "28/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– O tenista sérvio Novak Djokovic foi um dos grandes destaques da cerimônia do Globe Soccer Awards, realizada neste domingo em Dubai, ao receber o Globe Sports Award, reconhecimento criado para homenagear atletas de impacto global além do futebol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-lidera-brasileiros-em-challenger-em-buenos-aires.html",
        "title": "Boscardin lidera brasileiros em challenger em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin-olhabola-sauipe-2025-scaled-e1761531353954-1024x683.jpg",
        "date": "28/12/2025",
        "description": "Buenos Aires (Argentina)– O catarinense Pedro Boscardin Dias, número 268 do mundo, vai liderar uma lista de pelo menos quatro brasileiros no challenger 50 de Buenos Aires, que acontece de 12 a 17 de janeiro. A competição será realizada nas quadras de saibro do Tenis Club Argentino e tem premiação de US$ 63 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-vence-sabalenka-em-sets-diretos-na-batalha-dos-sexos.html",
        "title": "Kyrgios vence Sabalenka em sets diretos na Batalha dos Sexos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nick-kyrgios-1-point-slam-e1765211743485-1024x683.jpg",
        "date": "28/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– Nick Kyrgios venceu Aryna Sabalenka por duplo 6/3, neste domingo, na aguardada Batalha dos Sexos, disputada em formato de exibição em Dubai. O australiano levou a melhor sobre a número 1 do mundo em uma partida cercada de atenção midiática e regras adaptadas para equilibrar o confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-bate-eala-e-time-de-conchita-vence-exibicao-em-macau.html",
        "title": "Andreeva bate Eala e time de Conchita vence exibição em Macau",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/andreeva-exibicao-macau-2025-1024x684.jpg",
        "date": "28/12/2025",
        "description": "Macau (China)– O time de Conchita Martinez confirmou o favoritismo e venceu o MGM Macau Tennis Masters, torneio exibição realizado neste final de semana na China. Com cinco vitórias em seis jogos, a equipe capitaneada pela treinadora espanhola superou com autoridade o time liderado pela chinesa Na Li."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/binaghi-defende-roma-como-possivel-quinto-slam-e-exalta-sinner.html",
        "title": "Binaghi defende Roma como possível “quinto Slam” e exalta Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/200912-Il-Presidente-della-Fit-Angelo-Binaghi-rieletto-per-il-quadriennio-2021-2024-1024x683.jpeg",
        "date": "28/12/2025",
        "description": "Roma (Itália)– Presidente da Federação Italiana de Tênis e Padel (FITP) desde 2001, Angelo Binaghi voltou a defender a ideia de transformar o torneio de Roma em um eventual “quinto Grand Slam”. Em entrevista ao jornal Libero, o dirigente destacou que um projeto desse porte exigiria investimento estatal, mas ressaltou que o montante seria inferior ao destinado a eventos como os Jogos Olímpicos de Inverno de Milão-Cortina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-projeta-futuro-ambicioso-e-mira-titulos-de-grand-slam.html",
        "title": "Andreeva projeta futuro ambicioso e mira títulos de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDWhFidWJ-7kSkuI_CLE_ANDREEVA_HLRG20251R-1024x683.jpg",
        "date": "28/12/2025",
        "description": "Macau (China)– Uma das principais revelações do circuito feminino nos últimos anos, Mirra Andreeva deixou claros seus objetivos para o futuro da carreira. A russa de 18 anos diz que pretende conquistar múltiplos títulos de Grand Slam, mas destacou que deseja fazê-lo mantendo sua identidade e os valores que a acompanharam desde a chegada precoce ao circuito profissional."
    }
]