[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-27-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-phoenix-narede-2025-.jpg",
        "date": "27/07/2025",
        "description": "Masters 1000 de Toronto (EUA) – Sintético – US$ 9.193.540Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-retorna-ao-top-10-e-decide-contra-davidovich.html",
        "title": "De Minaur retorna ao top 10 e decide contra Davidovich",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur-washington-2025-saturday-sf-holder-1024x576.jpg",
        "date": "27/07/2025",
        "description": "Washington (EUA)– Depois de sete anos, o australiano Alex de Minaur está de volta à decisão do ATP 500 de Washington. Vice de 2018 ao perder de Alexander Zverev, ele terá nova chance neste domingo depois de superar o canhoto francês Corentin Moutet, com parciais de 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-a-noite-de-domingo-mas-ainda-desconhece-adversario.html",
        "title": "Fonseca estreia à noite no domingo, mas ainda desconhece adversário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-vibra-2025-1024x669.jpg",
        "date": "26/07/2025",
        "description": "Toronto (Canadá)– Um dos nomes da nova geração mais prestigiados do circuito, o carioca João Fonseca fará a última partida deste domingo no estádio principal do Masters 1000 de Toronto, mas ele ainda não sabe contra quem vai jogar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/washington-confira-o-resumo-das-semifinais-femininas.html",
        "title": "Washington: confira o resumo das semifinais femininas",
        "image": null,
        "date": "26/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kalinskaya-vence-e-evita-reencontro-de-fernandez-e-raducanu.html",
        "title": "Kalinskaya vence e evita reencontro de Fernandez e Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/TenisBrasil-900x600-1-1024x683.jpg",
        "date": "26/07/2025",
        "description": "Washington (EUA)– Por muito pouco o WTA 500 de Washington não viu a reedição da surpreendente e inesquecível final do US Open de 2021 entre Leylah Fernandez e Emma Raducanu. Enquanto a canadense marcou uma vitória apertadíssima em três tiebreaks contra a cazaque Elena Rybakina na primeira semifinal deste sábado, a britânica não foi páreo para a russa Anna Kalinskaya na partida seguinte, adiando assim o reencontro entre as finalistas de Nova York há quatro anos em uma nova decisão em solo norte-americano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "26/07/2025",
        "description": "ATP1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-supera-susto-e-conquista-titulo-em-umag.html",
        "title": "Darderi supera susto e conquista título em Umag",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/darderi-umag-2025-qf-celebration-1024x576.jpg",
        "date": "26/07/2025",
        "description": "Umag (Croácia)– Luciano Darderi vive um momento especial no circuito. Neste sábado, o italiano de 23 anos conquistou seu terceiro título de nível ATP na temporada ao vencer o espanhol Carlos Taberner por duplo 6/3 na final do ATP 250 de Umag, disputada sob chuva nas quadras de saibro do Estádio Goran Ivanisevic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-26-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "26/07/2025",
        "description": "ITF M25 de São Paulo (SP) – Saibro – US$ 30 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-daniel-sao-campeoes-de-duplas-sem-entrar-em-quadra.html",
        "title": "Boscardin e Daniel são campeões de duplas sem entrar em quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "26/07/2025",
        "description": "Metzingen (Alemanha)– Depois de se enfrentarem na semifinal de simples, Pedro Boscardin e Daniel Dutra Silva celebram juntos o título do ITF M25 de Metzingen. O jovem catarinense e o veterano paulista, porém, nem precisaram entrar em quadra, contando com a desistência do alemão Adrian Oetzbach e do tcheco Daniel Siniakov, este último que disputou a segunda semi de simples horas antes e acabou eliminado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/irmaos-miguel-conquistam-titulo-inedito-no-pinheiros.html",
        "title": "Irmãos Miguel conquistam título inédito no Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/luis-felipe-guto-miguel-sao-paulo-pinheiros-2025-1024x683.jpg",
        "date": "26/07/2025",
        "description": "São Paulo (SP)– A parceria dos irmãos Luis Felipe e Guto Miguel terminou com o título do ITF M25 de São Paulo, disputado nas quadras de saibro do Esporte Clube Pinheiros. Neste sábado, eles venceram com autoridade os argentinos Tadeo Meneo e Bautista Vilicich, com parciais de 6/1 e 6/2, em apenas 51 minutos de partida."
    }
]