[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tera-trabalho-no-inicio-da-caminhada-iga-estreia-contra-quali.html",
        "title": "Sabalenka terá trabalho no início da caminhada, Iga estreia contra quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/swiatek_sabalenka_mad24_antes-1024x677.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– As duas principais candidatas ao título do Australian Open tiveram sortes diferentes no chaveamento desta quinta-feira. Enquanto a bielorrussa Aryna Sabalenka deverá ter trabalho já nas rodadas iniciais, a polonesa Iga Swiatek tem tudo para chegar sem sustos nas oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-cai-com-djokovic-musetti-e-shelton-em-sua-chave.html",
        "title": "Sinner cai com Djokovic, Musetti e Shelton em sua chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sinner-ao-olhabola-2025-e1737355348459-1024x683.jpeg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Campeão dos últimos dois anos no Australian Open, o italiano Jannik Sinner pegou uma chave com alguns bons desafios já no começo, como um eventual duelo como carioca João Fonseca na terceira rodada. Além disso, o cabeça de chave número 2 viu o sérvio Novak Djokovic e o compatriota Lorenzo Musetti caírem do seu lado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-encara-chave-favoravel-e-tem-zverev-em-eventual-semi.html",
        "title": "Alcaraz encara chave favorável e tem Zverev em eventual semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/alcaraz_ausopen_rebate_2r_corinne-e1736996484309-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Cabeça de chave número 1 no Australian Open, único Grand Slam que ainda não venceu, o espanhol Carlos Alcaraz teve um sorteio interessante nesta quinta-feira e não deve ter grandes obstáculos até uma eventual semifinal, quando pode cruzar com fortes candidatos ao título, o principal deles o alemão Alexander Zverev."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-pode-cruzar-com-sinner-na-terceira-rodada-do-ao.html",
        "title": "Fonseca pode cruzar com Sinner na terceira rodada do AO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Fonseca_ausopen_rebate_2r-scaled-e1738001837670-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Depois de surpreender no ano passado, derrubando o russo Andrey Rublev na primeira rodada, o jovem carioca João Fonseca volta ao Australian Open com uma tarefa menos complexa na estreia. O sorteio desta quinta-feira em Melbourne colocou o norte-americano Eliot Spizzirri como seu primeiro obstáculo na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-contra-putintseva-e-escapa-das-principais-favoritas-no-inicio.html",
        "title": "Bia estreia contra Putintseva e escapa das principais favoritas no início",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Beatriz_Haddad_Maia_-_Australian_Open_2025_-_Day_7-DSC_8319_xgaplus.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Única representante brasileira na chave feminina de simples no Australian Open, a paulista Beatriz Haddad Maia conseguiu escapar das principais favoritas no começo e vai estrear contra a cazaque Yulia Putintseva, de 31 anos e atual 105ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-acompanhe-o-sorteio-das-chaves-do-australian-open.html",
        "title": "Veja como foi o sorteio das chaves do Australian Open",
        "image": null,
        "date": "15/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kokkinakis-sera-baixa-de-ultima-hora-no-australian-open.html",
        "title": "Kokkinakis será baixa de última hora no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kokkinakis-adelaide-acena-2026-.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Minutos antes do sorteio das chaves do Australian Open, o tenista da casa Thanasi Kokkinakis anunciou sua desistência do torneio através das redes sociais. Nesta semana, Kokkinakisse retirou do ATP 250 de Adelaidepor lesão no ombro"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schett-ve-zverev-e-todos-os-demais-mais-distantes-de-sinner-e-alcaraz.html",
        "title": "Schett vê Zverev e todos os demais mais distantes de Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sinner_zverev_ausopen_corinne-1024x703.jpg",
        "date": "14/01/2026",
        "description": "Melbourne (Austrália)– Atual vice-campeão do Australian Open e número 3 do mundo, o alemão Alexander Zverev teve um 2025 abaixo do que vinha apresentando nas temporadas anteriores. Ele chega para o primeiro Grand Slam de 2026 envolta em dúvidas sobre o que poderá fazer na nova temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mcenroe-acredita-que-alcaraz-mantera-nivel-apos-termino-com-ferrero.html",
        "title": "McEnroe acredita que Alcaraz manterá nível após término com Ferrero",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/laver-mcenroe-alcaraz-laver-cup-2024-practice.jpg",
        "date": "14/01/2026",
        "description": "Nova York (EUA)– Muitos já comentaram sobre o término da relação de trabalho entre o espanhol Carlos Alcaraz e o treinador Juan Carlos Ferrero e agora foi a vez do norte-americano John McEnroe falar sobre o assunto em entrevista ao jornal italianoLa Stampa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-conseguira-chegar-muito-perto-de-alcaraz-e-sinner-diz-frances.html",
        "title": "“Fonseca conseguirá chegar muito perto de Alcaraz e Sinner”, diz francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_boleiros_brisbane_sorrindo-1024x660.jpg",
        "date": "14/01/2026",
        "description": "Paris (França)– Enquanto o espanhol Carlos Alcaraz e o italiano Jannik Sinner vão dominando o circuito, tendo apenas eles vencido os quatro Grand Slam nos dois últimos anos, muitos imaginam quem pode ser o próximo nome a desafiá-los. Para o francês Arnaud Di Pasquale, o mais próximo de alcançar este nível é o carioca João Fonseca."
    }
]