[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-lamenta-chances-perdidas-em-mais-uma-derrota-para-djokovic.html",
        "title": "Fritz lamenta chances perdidas em mais uma derrota para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-usopen-estica-2025-1024x681.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Após mais uma derrota diante do sérvio Novak Djokovic, a 11ª seguida, o norte-americano Taylor Fritz não evitou a frustração, principalmente pelas chances perdidas. Ele converteu apenas dois dos 13 break-points que teve na partida, desperdiçando os 10 primeiros, o que acabou fazendo muita falta em um duelo tão duro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-defende-as-duplas-e-diz-que-nao-e-inferior-a-simples.html",
        "title": "Townsend defende as duplas e diz que não é inferior a simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/townsend-siniakova-cumprimentam-usopen-2025.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Atual número 1 do mundo nas duplas, a norte-americana Taylor Townsend fez uma defesa efusiva das duplas depois de garantir vaga nas semifinais do US Open ao lado da tcheca Katerina Siniakova. Ela criticou a ideia de que a modalidade é inferior a simples e garantiu que pretende seguir competindo nas duas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-djokovic-conseguem-feito-que-rivalidade-de-federer-e-nadal-nao-alcancou.html",
        "title": "Alcaraz e Djokovic conseguem feito que rivalidade de Federer e Nadal não alcançou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/GUIxsfNWUAAxKTM-1024x683.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– A rivalidade entre o espanhol Carlos Alcaraz e o sérvio Novak Djokovic acaba de alcançar um feito que nem mesmo o histórico confronto entre o suíço Roger Federer e o espanhol Rafael Nadal conseguiu: duelos em todos os Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-mantem-rotina-e-joga-golfe-na-folga-desta-vez-com-o-idolo-garcia.html",
        "title": "Alcaraz mantém rotina e joga golfe na folga, desta vez com o ídolo Garcia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tacada-de-golfe_USO_by-Simon-Buty.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Nesta terça-feira, Alcaraz derrotou Jiri Lehecka em sets diretos e já sabe o que vai fazer nesta quarta, em que folga no US Open, já garantido nas semifinais.  O espanhol de 22 anos transformou seus dias de folga em Nova York em dias de golfe e enfrentará um de seus adversários mais difíceis até agora: o campeão do Masters de 2017, Sergio Garcia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rajeev-ram-e-o-unico-americano-ativo-com-500-vitorias-em-duplas.html",
        "title": "Rajeev Ram é o único americano ativo com 500 vitórias em duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ram-500-vitorias-1.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Depois que Rajeev Ram conquistou o título de duplas masculino do US Open pela primeira vez em 2021 com Joe Salisbury, ele e o técnico de longa data Bryan Smith decidiram fixar algumas metas para a carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desafia-alcaraz-ou-alcaraz-desafia-djokovic.html",
        "title": "Djokovic desafia Alcaraz… ou Alcaraz desafia Djokovic?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_semi_uso.jpg",
        "date": "03/09/2025",
        "description": "Muito superiores a qualquer adversário que encararam neste US Open até aqui, Carlos Alcaraz e Novak Djokovic vão mesmo duelar na semifinal de sexta-feira, o que promete ser o primeiro grande momento de Flushing Meadows e um dos maiores da temporada. E nunca se pode esquecer que, no caso improvável que Jannik Sinner não vingue no lado de cima da chave, o duelo tem um ar de decisão de título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-11a-contra-fritz-e-desafia-alcaraz-em-sua-53a-semi-de-slam.html",
        "title": "Djokovic vence 11ª contra Fritz e desafia Alcaraz em sua 53ª semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-us-open-2025-arms-up-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Assim como já havia acontecido em todos os outros dez confrontos anteriores, Novak Djokovic voltou a superar Taylor Fritz e garantiu vaga na semifinal do US Open. Tetracampeão em Nova York, o sérvio venceu o norte-americano por 6/3, 7/5, 3/6 e 6/4 em 3h24 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-deixei-de-amar-o-tenis-faz-parte-do-meu-dna-diz-venus.html",
        "title": "“Nunca deixei de amar o tênis, faz parte do meu DNA”, diz Venus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus-vibra-us-open-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– A participação de Venus Williams e Leylah Fernandez chegou ao fim nesta terça-feira no torneio de duplas do US Open. Nas quartas de final, elasforam superadas pelas líderes do ranking, Taylor Townsend e Katerina Siniakova, por 6/1 e 6/2 em apenas 56 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Duplas – Quartas de final –Veja a chave"
    }
]