[
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-retorna-ao-circuito-com-vitoria-e-segue-no-caminho-de-andreeva.html",
        "title": "Zheng retorna ao circuito com vitória e segue no caminho de Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/qinwen-zheng-vibra-pequim-2025-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Afastada do circuito desde a derrota na primeira rodada de Wimbledon, a chinesa Qinwen Zheng voltou às competições neste sábado em casa. Em sua estreia no WTA 1000 de Pequim, ela fez um jogo firme e derrotou a colombiana Emiliana Arango em sets diretos, com parciais de 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-estreia-com-forca-em-pequim-osaka-desperdica-vantagem-e-cai.html",
        "title": "Iga estreia com força em Pequim, Osaka desperdiça vantagem e cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Iga_Swiatek_-_China_Open_2025_-_Day_4-DSC_5516_xgaplus.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Principal favorita ao título no WTA 1000 de Pequim, a polonesa Iga Swiatek mostrou força em sua estreia na competição. Entrando direto na segunda rodada, ela teve pela frente neste sábado a tenista da casa Yue Yuan, que não foi páreo para a líder do ranking e caiu em 76 minutos de partida, com parciais de 6/0 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-27-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-2025-1024x683.jpeg",
        "date": "27/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-deixa-de-lado-preocupacao-com-tornozelo-e-vence-com-autoridade.html",
        "title": "Alcaraz deixa de lado preocupação com tornozelo e vence com autoridade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/G12RdKEb0AEmwSa-1024x683.jpeg",
        "date": "27/09/2025",
        "description": "Tóquio (Japão)– Colocando um fim em qualquer preocupação com o estado de seu tornozelo esquerdo, o espanhol Carlos Alcaraz não apenas entrou em quadra neste sábado pela segunda rodada do ATP 500 de Tóquio, como mostrou um bom atleticismo na vitória por 2 sets a 0 contra o belga Zizou Bergs, marcando parciais de 6/4 e 6/3 em 79 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-leva-susto-e-perde-set-mas-sela-vitoria-com-pneu-e-vai-as-quartas.html",
        "title": "Sinner leva susto e perde set, mas sela vitória com “pneu” e vai às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Se no mês passado o italiano Jannik Sinner derrotou o francês Terence Atmane com relativa facilidade nas semifinais em Cincinnati, neste sábado ele levou um susto do rival e chegou a perder o segundo set, mas depois deslanchou e fechou sua vitória na segunda rodada do ATP 500 de Pequim com parciais de 6/4, 5/7 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-mantem-100-de-aproveitamento-no-segundo-dia-do-pan-de-beach.html",
        "title": "Brasil mantém 100% de aproveitamento no segundo dia do Pan de beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pan_caraguatatuba_rapazes.jpg",
        "date": "26/09/2025",
        "description": "Caraguatatuba (SP) –O segundo dia do Pan-americano de beach tennis, disputado nesta sexta-feira, foi mais uma demonstração da força da seleção brasileira na areia. Assim como no dia de estreia, o Brasil venceu todos os 55 confrontos disputados e segue com 100% de aproveitamento em todas as categorias da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mudancas-de-rota.html",
        "title": "Mudanças de rota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso.jpg",
        "date": "26/09/2025",
        "description": "A semana começou com uma mudança de rota e termina com outra. Beatriz Haddad Maia, até de forma tardia, ainda que compreensível, enfim resolveu fazer a tão necessária parada em busca da reciclagem mental, física e técnica. Já nesta sexta-feira, João Fonseca abriu mão da longa e desgastante viagem até a China e redefiniu o calendário final de temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-celebra-volta-e-reserva-ranking-protegido-para-os-slam.html",
        "title": "Heide celebra volta e reserva ‘ranking protegido’ para os Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/podcast_heide.jpg",
        "date": "26/09/2025",
        "description": "Depois de um período sofrido fora do circuito, que se prolongou por sete meses e incluiu uma cirurgia, o paulista Gustavo Heide voltou às quadras no começo de setembro e segue somando pontos em torneios de menor porte do circuito, à procura de recuperar ritmo e confiança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-finalista-em-lima-e-tenta-seu-maior-titulo-no-juvenil.html",
        "title": "Pietra Rivoli é finalista em Lima e tenta seu maior título no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_slice-1024x637.jpg",
        "date": "26/09/2025",
        "description": "Lima (Peru) –A juvenil gaúcha Pietra Rivoli está na final do ITF J200 de Lima, em quadra de saibro. Ela venceu nesta sexta-feira a argentina Sofia Meabe, canhota de 17 anos e 150ª do ranking, por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-novos-tecnicos-medvedev-quer-voltar-a-desafiar-os-melhores.html",
        "title": "Com novos técnicos, Medvedev quer voltar a desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-hangzhou-2025-saturday-e1758974607857-1024x682.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –A temporada de torneios na China está servindo para Daniil Medvedev adquirir experiência com sua nova técnica. Depois de encerrar uma longa parceria com o francês Gilles Cervara, com quem trabalhou por quase uma década, o russo agora tem dois treinadores, Thomas Johansson e Rohan Goetzke. Vindo de uma eliminação nas quartas em Hangzhou na semana passada, o ex-número 1 do mundovenceu seu primeiro jogo em Pequimnesta sexta-feira e sonha voltar a desafiar os melhores."
    }
]