[
    {
        "url": "https://tenisbrasil.uol.com.br/vice-de-simples-em-abu-dhabi-alexandrova-e-campea-nas-duplas.html",
        "title": "Vice de simples em Abu Dhabi, Alexandrova é campeã nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/joint_alexandrova_trofeu_abudhabi-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –Apesar da frustração peladerrota na final de simplesdo WTA 500 de Abu Dhabi, a russa Ekaterina Alexandrova pôde comemorar o título de duplas, ao lado da australiana Maya Joint. Elas venceram na final do último sábado a eslovaca Tereza Mihalikova e a britânica Olivia Nicholls, cabeças de chave 4, por 3/6, 7/6 (7-5) e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wild_itajai_quartas.jpg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-shelton-e-fokina-lideram-a-chave-no-atp-500-de-dallas.html",
        "title": "Fritz, Shelton e Fokina lideram a chave no ATP 500 de Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fritz-dallas-wednesday-forehand-1024x576.jpg",
        "date": "08/02/2026",
        "description": "Dallas (EUA) –Os norte-americanos Taylor Fritz e Ben Shelton, além do espanhol Alejandro Davidovich Fokina, serão os principais cabeças de chave do ATP 500 de Dallas, em quadras duras e cobertas. Os dois últimos campeões do torneio são o também anfitrião Tommy Paul e o canadense Denis Shapovalov."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chung-classifica-a-coreia-contra-a-argentina-americanos-confirmam-vaga.html",
        "title": "Chung classifica a Coreia contra a Argentina, americanos confirmam vaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/time_coreia_davis-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Busan (Coreia do Sul) –O ex-top 20 Hyeon Chung foi o herói da classificação da Coreia do Sul contra a Argentina no Qualificatório Mundial da Copa Davis. Atualmente na 392ª posição do ranking aos 29 anos, Chung venceu o quinto jogo da série, superando neste domingo o veterano Marco Trungelliti, de 36 anos e 134º do mundo, por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-entra-apos-quatro-desistencias-e-enfrenta-tjen.html",
        "title": "Bia entra após quatro desistências e enfrenta Tjen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_abudhabi_toss26.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Após terperdido na última rodada do qualipara o WTA 1000 de Doha, Beatriz Haddad Maia terá uma nova oportunidade no torneio e conseguiu uma vaga de lucky-loser na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_canada_saque-1024x683.jpeg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-perde-em-noite-de-saque-irregular-e-brasil-leva-virada-do-canada.html",
        "title": "Heide perde em noite de saque irregular e Brasil leva virada do Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/heide_davis_estica-1024x682.jpeg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá)– Depois de ficar tão perto da classificação na quarta partida, o Brasil acabou derrotado pelo Canadá na rodada inicial da fase classificatória da Copa Davis. O time de Jaime Oncins chegou a virar o placar geral para 2 a 1, com a vitória de duplas no começo da programação de sábado, mas perdeu as duas partidas de simples seguintes. No jogo decisivo, Gustavo Heide não repetiu a grande atuação da sexta-feira contra Gabriel Diallo e foi batido por Liam Draxl, 146º do mundo e que vinha de três sets de duplas, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-leva-top-40-ao-limite-mas-canada-empata-a-davis.html",
        "title": "Pucinelli leva top 40 ao limite, mas Canadá empata a Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/pucinelli_davis-1024x682.jpeg",
        "date": "07/02/2026",
        "description": "Vancouver (Canadá)– Aposta de última hora do capitão Jaime Oncins, o paulista Matheus Pucinelli cumpriu de forma espetacular o seu papel, ficou muito perto de derrubar o top 40 canadense Gabriel Diallo, o que determinaria o terceiro e decisivo ponto para o Brasil avançar para a segunda rodada da fase classificatória da Copa Davis. Mas o número 292º do ranking atual acabou levando a virada, com parciais de 3/6, 6/1 e 7/6 (7-4), após 2h22."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-viu-pela-1a-vez-ao-vivo-a-abertura-de-uma-olimpiada-de-inverno.html",
        "title": "Djokovic viu pela 1ª vez ao vivo a abertura de uma Olimpíada de Inverno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic_milao_abertura.jpg",
        "date": "07/02/2026",
        "description": "Milão (Itália) –O sérvio Novak Djokovic, medalha de ouro nas Olimpíadas de Paris, em 2024, esteve presente na cerimônia de abertura dos Jogos Olímpicos de Inverno de Milão-Cortina D’Ampezzo, na noite desta sexta-feira. Em uma rápida entrevista na saída do espetáculo, o ex-número 1 do mundo afirmou que foi a primeira vez que viu ao vivo uma abertura das Olimpíadas de Inverno."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-estreiam-com-vitorias-tranquilas-nos-18-anos-da-copa-futuro.html",
        "title": "Favoritos estreiam com vitórias tranquilas nos 18 anos da Copa Futuro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/RPC_1163-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Santos (SP)– Não houve grandes surpresas na segunda rodada da categoria dos 18 anos masculinos da Copa Futuro de Tênis 2026, que marcou a estreia dos principais candidatos ao título da competição, que acontece nas quadras de saibro do Tênis Clube de Santos."
    }
]