[
    {
        "url": "https://tenisbrasil.uol.com.br/igor-marcondes-e-finalista-na-tailandia-e-tenta-segundo-titulo-do-ano.html",
        "title": "Igor Marcondes é finalista na Tailândia e tenta segundo título do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/marcondes_alpha_fore-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Hua Hin (Tailândia) –O paulista Igor Marcondes está na final do ITF M15 de Hua Hin, em quadras duras na Tailândia. Ele venceu neste sábado o francês Louis Larue por duplo 6/3. Seu adversário é o também francês Arthur Weber, principal cabeça de chave e 554º do ranking, aos 33 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-abandona-na-semi-e-final-na-china-sera-entre-ann-li-e-lulu-sun.html",
        "title": "Zheng abandona na semi e final na China será entre Ann Li e Lulu Sun",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ann_li_guangzhou.jpg",
        "date": "25/10/2025",
        "description": "Guangzhou (China) –Apesar de toda a expectativa da torcida chinesa, a bicampeã Shuai Zhang precisou abandonar a semifinal do WTA 250 de Guangzhou. A experiente jogadora de 36 anos se retirou da semifinal deste sábado contra a norte-americana Ann Li, quando perdia o primeiro set por 5/2, por lesão no quadril, após 28 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-supera-kenin-em-tres-sets-e-volta-a-final-de-toquio-apos-10-anos.html",
        "title": "Bencic supera Kenin em três sets e volta à final de Tóquio após 10 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Bencic-QF-toquio-Jimmie.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –Se a primeira semifinal do WTA 500 de Tóquio não aconteceu, devido àdesistência de Elena Rybakina, a segunda finalista foi definida em um jogo bastante equilibrado. A suíça Belinda Bencic, número 13 do mundo, precisou de três sets e 2h15 para vencer a norte-americana Sofia Kenin por 7/6 (7-5), 3/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vencem-de-virada-e-disputam-a-quinta-final-do-ano.html",
        "title": "Stefani e Babos vencem de virada e disputam a quinta final do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_semi.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –A parceria de Luísa Stefani com a húngara Timea Babos está na final de duplas do WTA 500 de Tóquio. Elas venceram neste sábado a norte-americana Taylor Townsend e a australiana Ellen Perez, principais cabeças de chave, por 6/7 (4-7), 6/3 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-sera-uma-das-portadoras-da-tocha-dos-jogos-de-inverno-de-cortina.html",
        "title": "Paolini será uma das portadoras da tocha dos Jogos de Inverno de Cortina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/paolini-comemora-bjk-cup-2025-1024x704.jpeg",
        "date": "25/10/2025",
        "description": "Cortina d’Ampezzo (Itália)– Jasmine Paolini revelou nesta sexta-feira que vai participar do revezamento da tocha olímpica dos Jogos Olímpicos de Inverno de 2026, que serão disputados em Cortina d’Ampezzo, sede principal, e em Milão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-25-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "25/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-se-retira-de-toquio-e-noskova-avanca-diretamente-a-final.html",
        "title": "Rybakina se retira de Tóquio e Noskova avança diretamente à final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Noskova-toquio-Jimmie-1024x669.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –Depois de vencer os dois jogos que precisava nesta semana paragarantir uma vaga no WTA Finals, Elena Rybakina se retirou do WTA 500 de Tóquio e não disputará a semifinal de sábado contra a tcheca Linda Noskova. Vinda de título em Ningbo na semana passada, a cazaque citou um desconforto nas costas e tenta se recuperar a tempo para o Finals, que começa no sábado que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/austriacas-vao-as-semis-em-floripa-laura-e-ingrid-vao-fechar-o-sabado.html",
        "title": "Austríacas vão às semis em Floripa, Laura e Ingrid vão fechar o sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinja_kraus_floripa-1024x617.jpg",
        "date": "24/10/2025",
        "description": "Florianópolis (SC) –As semifinalistas do Engie Open foram definidas nesta sexta-feira e as jogadoras austríacas foram destaque na rodada do WTA 125 em Florianópolis. Sinja Kraus e Julia Grabher venceram seus jogos e avançaram à penúltima rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-aumenta-premiacoes-e-numero-de-challengers-para-2026.html",
        "title": "ATP aumenta premiações e número de challengers para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/FMYlRJqXIAUz7Es-1024x576.jpeg",
        "date": "24/10/2025",
        "description": "Londres (Inglaterra) –A ATP anunciou nesta sexta-feira um expressivo aumento na premiação total e no número de torneios do circuito Challenger a partir da temporada de 2026. Segundo comunicado oficial, o circuito distribuirá um recorde de US$ 32,4 milhões em prêmios, o que representa um acréscimo de US$ 5 milhões em relação a 2025. Desde a implementação do plano estratégico OneVision, em 2022, a premiação total do circuito cresceu 167%, o maior aumento já registrado na história do nível Challenger."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-juvenil-em-foz-do-iguacu-define-confrontos-das-semifinais.html",
        "title": "ITF juvenil em Foz do Iguaçu define confrontos das semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_boa_back-1024x686.jpg",
        "date": "24/10/2025",
        "description": "Foz do Iguaçu (PR) –Foram definidos os confrontos das semifinais do Cataratas Open, torneio ITF J30 disputado em Foz do Iguaçu. O torneio masculino tem três brasileiros classificados, enquanto a chave feminina é dominada pelas atletas nacionais."
    }
]