[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-19-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_sp_final-1024x649.jpg",
        "date": "19/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-tem-novo-contratempo-com-duvida-sobre-condicao-de-berrettini.html",
        "title": "Itália tem novo contratempo com dúvida sobre condição de Berrettini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/berrettini-davis-comemora-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– A situação dos atuais campeões da Copa Davis está cada vez mais complicada. Depois de contar com as baixas deJannik SinnereLorenzo Musetti, a Itália tem agora uma dúvida sobre a condição de Matteo Berrettini. De acordo com oUbitennis, ele sentiu um leve desconforto nas costas após um treino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-rasga-elogios-a-fonseca-e-destaca-a-potencia-do-brasileiro.html",
        "title": "Alcaraz rasga elogios a Fonseca e destaca a potência do brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-abraco-fonseca-wimbledon-2025.png",
        "date": "19/11/2025",
        "description": "Madri (Espanha)– Depois de encerrar a temporada,desistindo da Copa Davis por causa de uma lesão na coxa, o espanhol Carlos Alcaraz já pensa nas férias e nas exibições de fim de ano. Uma delas será contra o jovem carioca João Fonseca, sobre quem falou em uma coletiva de imprensa para divulgar o evento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/moutet-reconhece-erro-em-ponto-importante-me-sinto-um-palhaco.html",
        "title": "Moutet reconhece erro em ponto importante: “Me sinto um palhaço”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/moutet-davis-2025-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália)– Conhecido por ser um dos jogadores mais inventivos do circuito, o francês Corentin Moutet viu sua ousadia custar caro na última terça-feira. Ele foi fazer graça em um momento crucial da partida contra o belga Raphael Collignon, perdeu o ponto ao tentar um voleio entre as pernas e depoisacabou levando a virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewitt-vence-com-o-filho-nas-duplas-em-challenger-na-australia.html",
        "title": "Hewitt vence com o filho nas duplas em challenger na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/lleyton-cruz-sydneych-treino-2025-1024x682.jpg",
        "date": "19/11/2025",
        "description": "Sydney (Austrália)– Voltando a competir no circuito, agora com 44 anos de idade, o australiano Lleyton Hewitt se juntou ao filho Cruz Hewitt para disputar o challenger de Sydney. E a dupla de pai e filho passou pela estreia, batendo os compatriotas Hayden Jones e Pavle Marinkov com arrasadores 6/1 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-sera-introduzido-no-hall-da-fama-internacional-do-tenis.html",
        "title": "Federer será introduzido no Hall da Fama Internacional do Tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/federer-hall-of-fame-announcement-2025-e1763552170520-1024x682.jpg",
        "date": "19/11/2025",
        "description": "Newport (EUA)– Dono de 20 títulos de Grand Slam, o suíço Roger Federer foi escolhido para receber a maior honraria do tênis: a inclusão no Hall da Fama Internacional do Tênis na categoria Jogador. Ele conquistou 103 títulos de nível ATP, ficando atrás apenas de Jimmy Connors (109), sendo que 28 destes foram de Masters 1000."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-de-beach-tennis-abre-10a-edicao-em-fortaleza.html",
        "title": "Copa das Federações de Beach Tennis abre 10ª edição em Fortaleza",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/beach_fortaleza_ter-1024x576.jpg",
        "date": "18/11/2025",
        "description": "Fortaleza (CE) –A décima edição da Copa das Federações de Beach Tennis começou oficialmente nesta segunda-feira, transformando o Aterro da Praia de Iracema, em Fortaleza, no grande ponto de encontro do beach tennis nacional. Um dos maiores torneios por equipes do mundo, o evento celebra uma década de história e consolida sua força como uma das competições mais aguardadas do calendário brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-circuito-fairmont-define-campoes-em-copacabana.html",
        "title": "Beach Tennis: Circuito Fairmont define campões em Copacabana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/beach_copacapabana-1024x683.jpg",
        "date": "18/11/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos, neste domingo, os campeões da 10ª e última etapa regular do Circuito Fairmont de Beach Tennis, realizado na Arena ABTERJ, no Quiosque Nativo, na Praia de Copacabana. Esta é a 13ª temporada do circuito mais longevo do estado que tem o patrocínio do Hotel Fairmont."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-enfrenta-o-mexico-em-busca-da-semi-na-copa-cosat-de-12-anos.html",
        "title": "Brasil enfrenta o México em busca da semi na Copa Cosat de 12 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/brasil_copacosat12_2025-1024x653.jpg",
        "date": "18/11/2025",
        "description": "Lima (Peru) –Depois deestrear com vitóriacontra a Argentina por 3 a 0, o Brasil foi superado pelo Equador por 2 a 1 na segunda rodada da Copa Cosat de 12 anos, disputada em Lima. Com a equipe brasileira enfrentará o México nesta quarta-feira, em busca de uma das vagas nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-1-guto-miguel-estreia-com-vitoria-no-j300-de-zapopan.html",
        "title": "Cabeça 1, Guto Miguel estreia com vitória no J300 de Zapopan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_back_sauipe.jpg",
        "date": "18/11/2025",
        "description": "Zapopan (México) –Brasileiro mais bem colocado no ranking mundial juvenil, Guto Miguel estreou com vitória no ITF J300 de Zapopan, em quadras de saibro no México. O goiano de 16 anos e 14º do mudo é o principal cabeça de chave, entrou diretamente na segunda rodada e venceu o tenista da casa Carlo Arena Fava por 6/0 e 6/3."
    }
]