[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-23-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_back_lado-1024x682.jpg",
        "date": "23/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-recebe-homenagem-de-roland-garros-pela-20a-participacao.html",
        "title": "Melo recebe homenagem de Roland Garros pela 20ª participação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/melo_RG_20-participacoes.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –Ao chegar a Paris, para a edição 2025 de Roland Garros, Marcelo Melo recebeu uma homenagem mais do que especial. O mineiro ganhou uma réplica da porta do locker que fica no vestiário principal dos jogadores, na quadra Philippe Chatrier, para comemorar a sua 20ª participação no torneio, que será o 70º Grand Slam de sua carreira. Roland Garros começa neste domingo e segue até o dia 8 de junho, encerrando a temporada europeia no saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-faz-final-em-genebra-e-chegara-em-rg-em-bom-momento.html",
        "title": "Hurkacz faz final em Genebra e chegará a RG em bom momento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/hurkacz-genebra-2025-1024x640.jpg",
        "date": "23/05/2025",
        "description": "Genebra (Suíça)– Adversário de estreia do carioca João Fonseca em Roland Garros, o polonês Hubert Hurkacz vai chegar para a disputa do Grand Slam francês embalado por uma boa campanha no ATP 250 de Genebra, nesta semana, onde garantiu sua vaga na final nesta sexta-feira ao bater o quali austríaco Sebastian Ofner em sets diretos, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabecas-de-chave-1-eliminam-zormann-e-demoliner-nas-semifinais.html",
        "title": "Cabeças de chave 1 eliminam Zormann e Demoliner nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/zormann_demoliner_santiago-1024x672.jpg",
        "date": "23/05/2025",
        "description": "Skopje (Macedônia do Norte)– Não deu para os brasileiros Marcelo Demoliner e Marcelo Zormann nas semifinais do challenger de Skopje. Nesta sexta-feira, o gaúcho e o paulista foram derrotados pelos cabeças de chave número 1, o indiano N.Sriram Balaji e o mexicano Miguel Reyes-Varela em sets diretos, com parciais de 7/5 e 6/3, em 1h23 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-anuncia-despedida-do-tenis-e-joga-roland-garros-pela-ultima-vez.html",
        "title": "Garcia anuncia despedida do tênis e joga Roland Garros pela última vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/garcia-pula-comemoracao-rg-2024-1024x683.jpg",
        "date": "23/05/2025",
        "description": "Paris (França)– Ao anunciar, nesta sexta-feira, que jogaria seu último Roland Garros, a francesa Caroline Garcia pegou a todos de surpresa. Por meio de uma longa mensagem publicada nas redes sociais, ela revelou que fará em 2025 sua despedida do torneio, mas ainda não falou sobre quando será a aposentadoria definitiva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-desistir-de-roland-garros-berrettini-foca-no-retorno-a-grama.html",
        "title": "Após desistir de Roland Garros, Berrettini foca no retorno à grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/berrettini-roland-garros-2025-withdrawal-e1748002965257-1024x682.jpg",
        "date": "23/05/2025",
        "description": "Paris (França)– O calvário do italiano Matteo Berrettini com o físico ganhou mais um capítulo recentemente e ele foi forçado a desistir de última hora da disputa de Roland Garros. Após oficializar sua retirada do Grand Slam francês, o atual número 28 do mundo escreveu uma mensagem em seu perfil do Instagram na qual lamentou a ausência e falou que agora já está focado na temporada de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-salva-match-point-bate-campeoes-do-ao-de-virada-e-faz-final.html",
        "title": "Romboli salva match-point, bate campeões do AO de virada e faz final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/romboli-hamburgo-movimenta-2025-e1748001780927-1024x684.jpg",
        "date": "23/05/2025",
        "description": "Hamburgo (Alemanha)– Nem mesmo os cabeças de chave número 1, o finlandês Harri Heliovaara e o britânico Henry Patten foram capazes de parar Fernando Romboli e o argentino Andres Molteni no ATP 500 de Hamburgo. Nesta sexta-feira, a dupla sul-americana bateu os favoritos de virada, com parciais de 1/6, 6/1 e 12-10, e garantiu um lugar na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-tera-suas-tres-ultimas-campeas-e-volta-de-sabalenka.html",
        "title": "Wimbledon terá suas três últimas campeãs e volta de Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/krejcikova_wimbledon_trofeu_CK-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Londres (Inglaterra) –As três últimas campeãs de Wimbledon estão garantidas na chave principal do Grand Slam londrino, que será disputado entre 30 de junho e 13 de julho. As tchecas Barbora Krejcikova e Marketa Vondrousova, além da cazaque Elena Rybakina, estarão entre as atrações do troneio. Quem também retorna é Aryna Sabalenka, número 1 do mundo, que não disputou a edição passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-as-chaves-do-qualificatorio-de-roland-garros.html",
        "title": "Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/chaves_rg-1024x576.jpg",
        "date": "22/05/2025",
        "description": "MasculinoSimplesDuplasQualificatório"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-caem-nas-oitavas-em-milao-juvenis-fazem-semis-na-bolivia.html",
        "title": "Guto e Naná caem nas oitavas em Milão, juvenis fazem semis na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/guto_poa_fore_qf-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Milão (Itália) –Os dois juvenis brasileiros que atuaram nesta quinta-feira pelo ITF J500 de Milão, em quadras de saibro na Itália, se despediram da competição. A paulista Nauhany Silva e o goiano Guto Miguel foram superados na terceira rodada do torneio preparatório para Roland Garros."
    }
]