[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-10-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/saraiva_fore_belem.jpg",
        "date": "10/10/2025",
        "description": "Challenger de Valência (Espanha) – Saibro – 181.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-orlandinho-levam-a-melhor-sobre-matos-e-fazem-nova-final.html",
        "title": "Demoliner e Orlandinho levam a melhor sobre Matos e fazem nova final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "10/10/2025",
        "description": "Valência (Espanha)– No duelo que envolveu três gaúchos, melhor para a dupla 100% brasileira formada por Marcelo Demoliner e Orlando Luz, que derrotou o conterrâneo Rafael Matos e o uruguaio Ariel Behar de virada nas semifinais do challenger de Valência, marcando parciais de 5/7, 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-rybakina-e-destaca-boa-conexao-com-os-fas-chineses.html",
        "title": "Sabalenka elogia Rybakina e destaca boa conexão com os fãs chineses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabalenka-wuhan-selfie-.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– A bielorrussa Aryna Sabalenka mais uma vez mostrou que se sente em casa jogando no WTA 1000 de Wuhan, onde anotou nesta sexta-feiraa 20ª vitória da carreira no torneio, ampliando ainda mais sua invencibilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiro-andre-silva-assume-como-novo-diretor-do-atp-tour-em-novembro.html",
        "title": "Brasileiro André Silva assume como diretor executivo do ATP Tour em novembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Andre-Silva_ATP-Tour-Chief.jpg",
        "date": "10/10/2025",
        "description": "Londres (Inglaterra)– A ATP anunciou hoje a nomeação do brasileiro André Silva como diretor do circuito. Silva traz consigo vasta experiência em liderança internacional no tênis profissional e no esporte global, incluindo cargos de liderança na Team8, liderança de torneios no Cincinnati Open e cargos executivos no PGA Tour de golfe, supervisionando eventos importantes como o The Players Championship e a Presidents Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-gostaria-que-fosse-mais-simples-para-meu-bem-mental-e-fisico.html",
        "title": "Pegula: “Gostaria que fosse mais simples para meu bem mental e físico”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pegula-wuhan-vibra-2025.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– Mais uma vez a norte-americana Jessica Pegula teve pela frente um duelo de três sets, derrotando a tcheca Katerina Siniakova de virada, com parciais de 2/6, 6/0 e 6/3 para se garantir nas semifinais do WTA 100 de Wuhan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-direito-a-grand-willy-bia-vence-o-ponto-do-mes-de-setembro-na-wta.html",
        "title": "Com direito a grand willy, Bia vence o ponto do mês de setembro na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/54777109201_398e4a65a5_k-1024x683.jpg",
        "date": "10/10/2025",
        "description": "São Paulo (SP)– A paulista Beatriz Haddad Maia pode não ter ido tão longe na edição de estreia do SP Open, mas em sua campanha rumo às quartas de final do torneio, ela anotou um lindo ponto que foi eleito o mais bonito de setembro na WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-controla-de-minaur-e-disputa-50a-semi-em-quadras-duras.html",
        "title": "Medvedev controla De Minaur e disputa 50ª semi em quadras duras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/medvedev-xangai-vibra-e1760102084255-1024x682.jpg",
        "date": "10/10/2025",
        "description": "Xangai (China)– Na última partida de quartas de final do Masters 1000 de Xangai, o russo Daniil Medvedev controlou Alex de Minaur e venceu o australiano pela quinta vez consecutiva, marcando duplo 6/4 depois de 1h43 de confronto. Seu próximo adversário será o francês Arthur Rinderknech, que mais cedosurpreendeu o canadense Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-quebra-tabu-atropela-swiatek-e-reencontra-gauff.html",
        "title": "Paolini quebra tabu, atropela Swiatek e reencontra Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Jasmine_Paolini_-_Dongfeng_Voyah_Wuhan_Open_-_Day_7-DSC_4590_xgaplus.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– Depois de sofrer seis derrotas consecutivas, a italiana Jasmine Paolini quebrou o tabu diante da polonesa Iga Swiatek e com direito a um placar esmagador nas quartas de final do WTA 1000 de Wuhan: a número 8 do mundo anotou 6/1 e 6/2 em apenas 65 minutos. Ela enfrentará agora a norte-americana Coco Gauff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-amplia-sequencias-em-wuhan-faz-semi-e-encara-pegula.html",
        "title": "Sabalenka amplia sequências em Wuhan, faz semi e encara Pegula",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabalenka-wuhan-back-2025.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– Pela primeira vez, a bielorrussa Aryna Sabalenka derrotou a cazaque Elena Rybakina em sets diretos. Nesta sexta-feira, a número 1 do mundo teve um desempenho quase impecável em duelo válido pelas quartas de final do WTA 100 de Wuhan e bateu a rival com duplo 6/3, em 1h25 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astro-do-futebol-paulo-andre-benini-vai-a-semi-dos-40-anos-em-salvador.html",
        "title": "Astro do futebol, Paulo André Benini vai à semi dos 40 anos em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pauloandre_a-direita_salvador.jpg",
        "date": "10/10/2025",
        "description": "Salvador (BA) –Campeão mundial de futebol pelo Corinthians em 2012, Paulo André Benini, ex-zagueiro também de outros grandes times do futebol brasileiro, se classificou, nesta quinta-feira, para a fase semifinal da 9ª Copa Costa Verde, torneio tradicional no calendário do tênis masters do circuito mundial. O evento tem 149 atletas e acontece no Costa Verde Tennis Clube, em Salvador, válido pelo ranking da Federação Internacional de Tênis."
    }
]