[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-22-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_vibra_rio-1024x683.jpg",
        "date": "22/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-e-bohrer-avancam-as-quartas-no-saibro-de-buenos-aires.html",
        "title": "Meligeni e Bohrer avançam às quartas no saibro de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bohrer_bsas26_corre-1024x614.jpg",
        "date": "22/01/2026",
        "description": "Buenos Aires (Argentina) –O Brasil terá duas jogadoras nas quartas de final do ITF W35 de Buenos Aires, em quadras de saibro. A paulista Carolina Meligeni e a catarinense Carolina Bohrer venceram seus jogos nesta quinta-feira. Elas estão em lados opostos da chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-apoia-modo-de-se-expressar-de-osaka-fas-criticam-roupa-de-sinner.html",
        "title": "Alcaraz apoia modo de se expressar de Osaka, fãs criticam roupa de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/osaka_ausopen_vestido-1024x717.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –A cada edição dos Grand Slam, os novos uniformes de determinados jogadores costuma chamar a atenção não só dos fãs, mas também da imprensa atenta aos detalhes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-explica-por-que-e-tao-forte-nos-duelos-de-cinco-sets.html",
        "title": "Wawrinka explica por que é tão forte nos duelos de cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka_ausopen_aponta_fft-1024x685.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Dono de três títulos de Grand Slam e disputando sua última temporada no circuito profissional, Stan Wawrinka já está na terceira rodada do Australian Open após vencer uma dura batalha de cinco sets nesta quinta-feira contra o jovem francês Arthur Gea, de 21 anos. Questionado sobre o bom desempenho em partidas longas, o suíço de 40 anos explicou que o formato melhor de cinco sets lhe dá mais tempo para se ajustar e encontrar soluções ao longo do jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nova-vestimenta-de-opelka-chama-atencao-em-melbourne.html",
        "title": "Nova vestimenta de Opelka chama atenção em Melbourne",
        "image": null,
        "date": "22/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/minha-mente-esta-em-um-bom-momento-diz-sinner-apos-avancar.html",
        "title": "“Minha mente está em um bom momento”, diz Sinner após avançar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-beats-duckworth-ao-2026-1024x768.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –O italiano Jannik Sinner avançou, nesta quinta-feira, na busca por seu terceiro título de Australian Openao vencer o australiano James Duckworth por 6/1, 6/4 e 6/2. Em entrevista, o número 2 do ranking disse estar confiante para o restante do torneio, e voltou a destacar a importância de um bom físico e de uma saúde mental estável."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kubler-e-polmans-eliminam-kyrgios-e-kokkinakis-na-estreia-de-duplas.html",
        "title": "Kubler e Polmans eliminam Kyrgios e Kokkinakis na estreia de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/polmans_kyrgios_Kokk-1024x683.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Depois de ficarem fora da chave de simples do Australian Open, Nick Kyrgios e Thanasi Kokkinakis receberam convite para a chave de duplas, mas não passaram da primeira rodada. Os campeões de 2022 perderam um duelo australiano para Jason Kubler e Marc Polmans por 6/4, 4/6 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-o-show-continua.html",
        "title": "E o show continua",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_stan_ao.jpg",
        "date": "22/01/2026",
        "description": "Quem diria que, 17 anos depois, Novak Djokovic, Stan Wawrinka e Marin Cilic novamente estariam juntos na terceira rodada do Australian Open. Os três mais icônicos “velhinhos” do circuito atual avançaram de formas distintas: enquanto Nole e Cilic passaram com muita autoridade, Stan lutou 4h33 e só foi ganhar no supertiebreak de um adversário 19 anos mais jovem. Magnífico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-pede-desculpas-apos-confusao-com-cirstea.html",
        "title": "Osaka pede desculpas após confusão com Cirstea",
        "image": null,
        "date": "22/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-sente-melhora-e-ve-a-longevidade-de-djokovic-como-exemplo.html",
        "title": "Iga sente melhora e vê a longevidade de Djokovic como exemplo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_ausopen_vibra_r2_pzt-1024x697.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Depois devencer seu segundo jogo no Australian Open, Iga Swiatek sentiu melhora em relação à estreia, em que havia superado a chinesa Yue Yuan com dificuldade. Já nesta quinta-feira, a número 2 do mundo controlou a partida contra a tcheca Marie Bouzkova, confirmando o duelo com a russa Anna Kalinskaya na próxima fase."
    }
]