[
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-comemora-boa-estreia-e-destaca-importancia-de-ser-agressiva.html",
        "title": "Andreeva comemora boa estreia e destaca importância de ser agressiva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Mirra_Andreeva_-_China_Open_2025_-_Day_4-DSC_4829_xgaplus.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Uma das principais favoritas no WTA 1000 de Pequim, a russa Mirra Andreeva estreou com firmeza neste sábado e derrotou a tenista da casa Lin Zhu com uma boa vitória. Após a partida, a cabeça de chave número 4 do torneio fez uma avaliação de sua primeira partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-27-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-2025-1024x683.jpeg",
        "date": "27/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-pede-desculpas-apos-comentario-controverso-em-pequim.html",
        "title": "Musetti pede desculpas após comentário controverso em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-pequim-acena-2025-e1758986674111-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Irritado com algumas pessoas que tossiam sem parar nas arquibancadasem sua estreia no ATP 500 de Pequim, o italiano Lorenzo Musetti não escondeu sua frustração. “Esses chineses, eles não param de tossir”, disparou o cabeça de chave 4 em reclamação captada pelos microfones na quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dona-do-saque-mais-rapido-da-wta-lisicki-se-prepara-para-a-volta.html",
        "title": "Dona do saque mais rápido da WTA, Lisicki se prepara para a volta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sabine_Lisicki_-_2022_bett1Open_-_Qualifying_Day_1-DSC_2421_xgaplus.jpg",
        "date": "27/09/2025",
        "description": "Berlim (Alemanha)– Um ano após se tornar mãe pela primeira vez, a alemã Sabine Lisicki se prepara para o retorno ao circuito. Aos 36 anos, ela não disputa uma partida oficial desde dezembro de 2023, está sem ranking e sem ritmo, mas continua com aquele fogo e garante que ainda quer jogar novamente na WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-confirma-favoritismo-e-passam-pela-estreia-em-pequim.html",
        "title": "Stefani e Babos confirmam favoritismo e passam pela estreia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-cumprimenta-babos-2025-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– De olho na classificação para o WTA Finals, a paulista Luisa Stefani e a húngara Timea Babos deram um passo importante neste sábado ao superar a estreia no WTA 1000 de Pequim, batendo a romena Sorana Cirstea e a russa Anna Kalinskaya por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-carol-serao-as-principais-favoritas-no-clube-paineiras.html",
        "title": "Pigossi e Carol serão as principais favoritas no clube Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carolina_meligeni-1024x683.jpg",
        "date": "27/09/2025",
        "description": "São Paulo (SP)– As paulistas Laura Pigossi e Carolina Meligeni Alves serão as principais cabeças de chave do Torneio Internacional Feminino de Tênis – Ano IX, competição de nível W35 da Federação Internacional que acontecerá sobre as tradicionais quadras de saibro do clube Paineiras do Morumby, a partir desta segunda-feira, com entrada gratuita ao público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-retorna-ao-circuito-com-vitoria-e-segue-no-caminho-de-andreeva.html",
        "title": "Zheng retorna ao circuito com vitória e segue no caminho de Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/qinwen-zheng-vibra-pequim-2025-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Afastada do circuito desde a derrota na primeira rodada de Wimbledon, recuperada de lesão e cirurgia no cotovelo, a chinesa Qinwen Zheng voltou às competições neste sábado em casa. Em sua estreia no WTA 1000 de Pequim, ela fez um jogo firme e derrotou a colombiana Emiliana Arango em sets diretos, com parciais de 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-estreia-com-forca-em-pequim-osaka-desperdica-vantagem-e-cai.html",
        "title": "Iga estreia com força em Pequim, Osaka desperdiça vantagem e cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Iga_Swiatek_-_China_Open_2025_-_Day_4-DSC_5516_xgaplus.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Principal favorita ao título no WTA 1000 de Pequim, a polonesa Iga Swiatek mostrou força em sua estreia na competição. Entrando direto na segunda rodada, ela teve pela frente neste sábado a tenista da casa Yue Yuan, que não foi páreo para a líder do ranking e caiu em 76 minutos de partida, com parciais de 6/0 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-deixa-de-lado-preocupacao-com-tornozelo-e-vence-com-autoridade.html",
        "title": "Alcaraz deixa de lado preocupação com tornozelo e vence com autoridade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/G12RdKEb0AEmwSa-1024x683.jpeg",
        "date": "27/09/2025",
        "description": "Tóquio (Japão)– Colocando um fim em qualquer preocupação com o estado de seu tornozelo esquerdo, o espanhol Carlos Alcaraz não apenas entrou em quadra neste sábado pela segunda rodada do ATP 500 de Tóquio, como mostrou um bom atleticismo na vitória por 2 sets a 0 contra o belga Zizou Bergs, marcando parciais de 6/4 e 6/3 em 79 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-leva-susto-e-perde-set-mas-sela-vitoria-com-pneu-e-vai-as-quartas.html",
        "title": "Sinner leva susto e perde set, mas sela vitória com “pneu” e vai às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1024x683.jpg",
        "date": "27/09/2025",
        "description": "Pequim (China)– Se no mês passado o italiano Jannik Sinner derrotou o francês Terence Atmane com relativa facilidade nas semifinais em Cincinnati, neste sábado ele levou um susto do rival e chegou a perder o segundo set, mas depois deslanchou e fechou sua vitória na segunda rodada do ATP 500 de Pequim com parciais de 6/4, 5/7 e 6/0."
    }
]