[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-28-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/demoliner_sauipe_sozinho-1024x710.jpg",
        "date": "28/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas femininas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-bublik-e-vacherot-vao-jogar-no-grupo-i-da-copa-davis.html",
        "title": "Tsitsipas, Bublik e Vacherot vão jogar no Grupo I da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Tsitsipas.jpg",
        "date": "28/01/2026",
        "description": "Londres (Inglaterra) –As 52 nações que competirão nos playoffs dos Grupos Mundiais I e II da Copa Davis de 2026 anunciaram suas equipes para os confrontos que serão disputados de 6 a 8 de fevereiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-reforca-compromisso-com-ambiente-seguro-e-disponibiliza-ouvidoria.html",
        "title": "Rio Open reforça compromisso com ambiente seguro e disponibiliza Ouvidoria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rio-open_ouvidoria.jpeg",
        "date": "28/01/2026",
        "description": "Rio de Janeiro (RJ) –A 12ª edição do Rio Open contará novamente com um canal de Ouvidoria disponível para as pessoas que estarão no evento, seja para se divertir ou para trabalhar. A iniciativa tem como objetivo oferecer um espaço seguro para que o público e os profissionais envolvidos possam relatar situações como agressões físicas ou morais, assédio sexual ou moral, ameaças ou qualquer tipo de discriminação. O serviço foi implementado pela primeira vez na edição de 2023 do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-daniel-se-juntam-a-monteiro-nas-oitavas-de-concepcion.html",
        "title": "Reis e Daniel se juntam a Monteiro nas oitavas de Concepción",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-preparasaque-2025-e1762644448155-1024x683.jpg",
        "date": "28/01/2026",
        "description": "Concepción (Chile)– O tênis brasileiro somou mais duas vitórias na chave de simples do challenger chileno de nível 100, que acontece sobre o saibro. João Lucas Regis e Daniel Dutra da Silva se juntaram a Thiago Monteiro nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-da-34a-copa-sao-paulo-no-pinheiros.html",
        "title": "Definidos os campeões da 34ª Copa São Paulo no Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Gabriela-Bettoni_Yasmin-Monteiro-3.jpg",
        "date": "28/01/2026",
        "description": "São Paulo (SP) –Com a participação de 673 tenistas de diferentes estados do país, foram definidos nesta terça-feira os campeões da 34ª Copa São Paulo – Troféu Marília Silberberg, realizada nas quadras do Esporte Clube Pinheiros, na capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-carol-e-pedretti-perdem-nana-faz-semifinal-de-dupla.html",
        "title": "Pigossi, Carol e Pedretti perdem, Naná faz semifinal de dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore_treino.jpg",
        "date": "28/01/2026",
        "description": "Porto (Portugal)– A paulista Laura Pigossi começou bem, mas não sustentou o ritmo e parou na estreia do ITF de nível 75 que acontece sobre piso sintético português. Cabeça 4, ela caiu diante da suíça Celine Naef, de 20 anos e atual 267º do ranking, por 4/6, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-mais-um-juvenil-brasileiro-a-treinar-com-djokovic.html",
        "title": "Leonardo Storck é mais um juvenil brasileiro a treinar com Djokovic",
        "image": null,
        "date": "28/01/2026",
        "description": "Assim como aconteceu com Guto Miguel no início da semana, o cuiabano Leonardo Storck, 59º do ranking juvenil, teve uma grande oportunidade em sua carreira nesta quarta-feira ao treinar com Novak Djokovic no Australian Open.pic.twitter.com/YUNJtQZ2VG"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenistas-cobram-mais-privacidade-apos-incidente-com-gauff.html",
        "title": "Tenistas cobram mais privacidade após incidente com Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff-exits-ao-qf-1024x684.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –A imagem de Coco Gauff quebrando uma das raquetes no caminho para o vestiário,após a derrotapara Elina Svitolina nas quartas de final do Australian Open, repercutiu entre os principais nomes do circuito. O assunto foi bastante comentado nas coletivas de imprensa desta quarta-feira e os tenistas cobram maior privacidade fora das áreas de competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-busca-final-inedita-as-0h30-semis-femininas-comecam-as-5h30.html",
        "title": "Stefani busca final inédita à 0h30, semis femininas começam às 5h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani_dabro_ausopen_vibram_cut-1024x605.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Em busca de vaga em sua primeira final de Grand Slam nas duplas femininas no Australian Open, Luísa Stefani entra em quadra nesta quinta-feira às 0h30 (de Brasília), ao lado da canadense Gabriela Dabrowski. Elas enfrentam a cazaque Anna Danilina e a sérvia Aleksandra Krunic, cabeças de chave 7, responsáveis por eliminarem as atuais campeãs, a tcheca Katerina Siniakova e a norte-americana Taylor Townsend."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vai-confiante-contra-djokovic-e-para-esses-momentos-que-eu-treino.html",
        "title": "Sinner vai confiante contra Djokovic: “É para esses momentos que eu treino”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-celebration-australian-open-2026-qf-2-1024x576.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Jannik Sinner segue em busca do seu terceiro título consecutivo em Melbourne. O italiano derrotou o norte-americano Ben Shelton por 6/3, 6/4 e 6/4 nesta quarta-feira. Agora, encara o 10 vezes campeão de Australian Open, Novak Djokovic, e parece estar confiante para a semifinal do Grand Slam."
    }
]