[
    {
        "url": "https://tenisbrasil.uol.com.br/quem-vence-roland-garros-sinner-ou-alcaraz-vote.html",
        "title": "Quem vence Roland Garros, Sinner ou Alcaraz? Vote!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Icon_854622_005-scaled-1-e1749354309435-1024x562.jpg",
        "date": "08/06/2025",
        "description": "Muito antes do que se pensava, o dueto Jannik Sinner e Carlos Alcaraz começa a repetir o domínio que o Big 3 marcou em suas longas duas décadas de existência. Afinal, este já será o sétimo título garantido entre os dois nos oito últimos Grand Slam e nada menos que o sexto consecutivo. O espanhol ganhou todas as quatro finais que fez neste nível, em três pisos diferentes, Sinner nunca perdeu em três, todas na quadra dura. A final de Roland Garros acontece a partir das 10 horas deste domingo e vale também o prêmio maior de 2,55 milhões de euros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-domina-final-dos-100-erros-e-pode-esquentar-circuito.html",
        "title": "Gauff domina final dos 100 erros e pode esquentar circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_gauff_trofeu_rg.jpg",
        "date": "07/06/2025",
        "description": "A espera pareceu longa. Vinte e um meses depois de erguer o troféu no US Open e comprovar sua condição de nova joia precoce do tênis feminino norte-americano, Coco Gauff voltou a erguer um troféu de Grand Slam, em piso totalmente diferente mas diante da mesma adversária, sinal evidente de sua capacidade de adaptação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-infantojuvenil-definidas-as-finais-de-simples-do-ga.html",
        "title": "Circuito Infantojuvenil: definidas as finais de simples do GA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/circuito-infanto_itajai.jpg",
        "date": "07/06/2025",
        "description": "Itajaí (SC)– O penúltimo dia da 2ª Etapa do Circuito Nacional Infantojuvenil definiu os finalistas da chave GA e os campeões de duplas nas categorias 12, 14 e 16 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/japoneses-dominam-em-simples-sasson-e-bi-no-quad-hewett-vence-a-dupla.html",
        "title": "Japoneses dominam em simples, Sasson é bi no Quad, Hewett vence a dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Van-Koot_Kamiji-RG_final.jpg",
        "date": "07/06/2025",
        "description": "Paris (França) –A japonesa Yui Kamiji, número 1 do ranking, conquistou seu quinto título de simples em cadeira de rodas no Aberto da França ao derrotar a segunda cabeça de chave, a holandesa Aniek Van Koot, neste sábado por duplo 6/2 na final feminina, na Quadra Suzanne Lenglen."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-emocao-granollers-e-zeballos-enfim-faturam-1o-slam.html",
        "title": "Com emoção, Granollers e Zeballos enfim faturam 1º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/granollers-zeballos-abraco-rg-2025-1024x683.jpeg",
        "date": "07/06/2025",
        "description": "Paris (França)– Depois de tanto perseguirem, o espanhol Marcel Granollers e o argentino Horacio Zeballos enfim conquistaram seu primeiro título de Grand Slam. Numa final eletrizante e decidida nos detalhes, eles derrotaram os britânicos Joe Salisbury e Neal Skupski pelo placar de 6/0, 6/7 (5-7) e 7/5, em batalha com 2h22 de duração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mau-tempo-adia-jogos-de-daniel-e-demoliner-na-grama-europeia.html",
        "title": "Mau tempo adia jogos de Daniel e Demoliner na grama europeia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "07/06/2025",
        "description": "‘s-Hertogenbosch (Holanda) –A primeira partida profissional de Daniel Dutra da Silva sobre uma quadra de grama terá de esperar mais um dia. O mau tempo forçou adiamento da rodada do qualificatório do ATP 250 de ‘s-Hertogenbosch e o canhoto de 36 anos e 331º do ranking sequer foi à quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-perde-set-points-e-cai-na-semifinal-de-challenger-nos-eua.html",
        "title": "Sell perde set-points e cai na semifinal de challenger nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/sell_santos_fore.jpg",
        "date": "07/06/2025",
        "description": "Tyler (EUA)– O catarinense Karue Sell desperdiçou liderança no placar do primeiro set e nada menos do que cinco oportunidades de fechar a primeira série antes de cair na semifinal do challenger de US$ 100 mil que acontece sobre o piso duro de Tyler. Ele foi derrotado pelo Yibing Wu, por 7/6 (7-1) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-celebra-forca-mental-e-rebate-comentario-de-sabalenka.html",
        "title": "Gauff celebra força mental e rebate comentário de Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-trofeu-rg-2025-1024x683.jpeg",
        "date": "07/06/2025",
        "description": "Paris (França)– Após superar Aryna Sabalenka de virada econquistar o inédito título de Roland Garros, Coco Gauff exaltou a força mental que a ajudou a se recuperar na decisão deste sábado. A norte-americana, que venceu por 6/7 (5-7), 6/2 e 6/4, falou sobre a importância de manter a calma e a confiança mesmo diante da número 1 do mundo e após perder um primeiro set muito equilibrado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/53502533261_e0fb34dc14_c.jpg",
        "date": "07/06/2025",
        "description": "ATP 250 de ‘s-Hertogenbosch (Holanda) – Grama – 706.850 eurosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-recebe-parabens-de-spike-lee-casal-obama-king-navratilova-e-alcaraz.html",
        "title": "Gauff recebe parabéns de Spike Lee, casal Obama, King, Navratilova e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/spike-lee.jpg",
        "date": "07/06/2025",
        "description": "Paris (França) –A conquista de seu segundo título de Grand Slam, o primeiro em Roland Garros, de virada, em cima da número 1 do mundo Aryna Sabalenka arrancou elogios de uma série de famosos, dentro e fora dos esportes."
    }
]