[
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-impoe-favoritismo-e-levanta-em-osaka-a-segunda-taca-do-ano.html",
        "title": "Fernandez impõe favoritismo e levanta em Osaka a segunda taça do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fernandez-osaka-olhabola-2025-e1760821920557-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Osaka (Japão)– Cabeça de chave número 4, a canadense Leylah Fernandez fez valer o favoritismo na final do WTA 250 de Osaka, neste domingo, e derrotou a tcheca vinda do quali Tereza Valentova, atual 78ª do mundo, com o placar final de 6/0, 5/7 e 6/3 para levantar sua segunda taça na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-perdem-invencibilidade-em-finais-e-ficam-com-o-vice.html",
        "title": "Stefani e Babos perdem invencibilidade em finais e ficam com o vice",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani-ningbo-fore-babos-2025-1024x684.jpg",
        "date": "19/10/2025",
        "description": "Ningbo (China)– Um dia após garantir aclassificação inédita para o WTA Finals, a paulista Luisa Stefani e a húngara Timea Babos perderam a invencibilidade em finais e acabaram ficando com o vice no WTA 500 de Ningbo, derrotadas de virada pela norte-americana Nicole Melichar e a russa Liudmila Samsonova com parciais de 5/7, 6/4 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinais-e-finais-do-sand-series-de-ribeirao-serao-com-portoes-fechados.html",
        "title": "Semifinais e finais do Sand Series de Ribeirão serão com portões fechados",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Arena-Ribeirao-2.jpg",
        "date": "18/10/2025",
        "description": "Ribeirão Preto (SP) –A organização do Sand Series Ribeirão Preto informou por meio de um comunicado oficial que as semifinais e finais da competição acontecerão neste domingo com portões fechados. A Quadra Central, onde ocorreu o incidente do desabamento da cobertura devido ao forte vendaval, não será utilizada para as decisões da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-mais-cinco-brasileiros-jogam-na-volta-do-sauipe-ao-circuito.html",
        "title": "Monteiro e mais cinco brasileiros jogam na volta do Sauípe ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Costa do Sauípe (BA)– Seis brasileiros estarão em ação na chave principal do Costa do Sauípe Open, torneio challenger que marca a volta do circuito ao palco que já recebeu o Brasil Open. O principal nome do país é o cearense Thiago Monteiro, que estreia contra o boliviano Juan Carlos Prado Angelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhola-e-croata-conquistam-o-titulo-de-duplas-no-rio.html",
        "title": "Espanhola e croata conquistam o título de duplas no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/IMG-20251018-WA0036-1024x682.jpg",
        "date": "18/10/2025",
        "description": "Rio de Janeiro (RJ)– A espanhola Leyre Romero Gormaz e a croata Tara Wuerth conquistaram o título de duplas do Rio Ladies Open. Na final, neste sábado, a parceria venceu a espanhola Irene Burillo e a georgiana Ekaterine Gorgodze por 6/4 e 6/1, e levantou o primeiro troféu de um WTA 125 juntas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-de-chave-1-no-rio-waltert-confirma-e-decide-contra-francesa.html",
        "title": "Cabeça de chave 1 no Rio, Waltert confirma e decide contra francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Simona-Waltert-RIO.jpg",
        "date": "18/10/2025",
        "description": "Rio de Janeiro (RJ)– A suíça Simona Waltert segue fazendo valer a condição de cabeça de chave número 1 no Rio Ladies Open e está na final do torneio carioca. Neste sábado, ela venceu a austríaca Julia Grabher, terceira favorita, com o placar de 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vendaval-causa-acidente-com-vitimas-e-cancela-semi-do-sand-series-de-ribeirao.html",
        "title": "Vendaval causa acidente com vítimas e cancela semi do Sand Series de Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/arenabeach_acidente.jpg",
        "date": "18/10/2025",
        "description": "*Nota atualizada às 20h20"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-volta-ao-finals-e-sinner-mostra-garras.html",
        "title": "Brasil volta ao Finals e Sinner mostra garras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_luisa_riad.jpg",
        "date": "18/10/2025",
        "description": "Num momento de tão poucos resultados brilhantes dos nossos profissionais, a classificação de Luísa Stefani para seu primeiro Finals é digna de muita comemoração. Afinal, estar na elite do ranking e da temporada não acontece toda hora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-da-chances-para-alcaraz-e-fatura-o-bi-no-six-kings-slam.html",
        "title": "Sinner não dá chances para Alcaraz e fatura o bi no Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-six-kings-slam-saca-2025-e1760818418476-1024x683.jpeg",
        "date": "18/10/2025",
        "description": "Riad (Arábia Saudita)– Na repetição da final do ano passado do Six Kings Slam, mais uma vez o italiano Jannik Sinner levou a melhor sobre o espanhol Carlos Alcaraz, mas desta vez venceu com maior autoridade, batendo o rival em sets diretos, com o placar final de 6/2 e 6/4, em apenas 73 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-garante-lugar-no-finals-e-abandona-duelo-com-fritz-no-meio.html",
        "title": "Djokovic garante lugar no Finals pela 18ª vez e abandona duelo com Fritz",
        "image": null,
        "date": "18/10/2025",
        "description": "Riad (Arábia Saudita)– No mesmo dia em que teve sua classificação para o ATP Finals assegurada, o sérvio Novak Djokovic teve um revés em quadra. Depois de perder o primeiro set para o norte-americano Taylor Fritz na disputa do terceiro lugar no milionário torneio de exibição Six King Slam, ele acabou desistindo do jogo."
    }
]