[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vive-noite-de-comemoracoes-em-paris-dificil-voltar-para-o-hotel.html",
        "title": "Djokovic vive noite de comemorações em Paris: “Difícil voltar para o hotel”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_paris_entrevista-1024x683.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Escalado para jogar na sessão noturna deste sábado, Novak Djokovic comemorou sua 99ª vitória no saibro de Roland Garros ao superar o austríaco vindo do quali Filip Misolic em sets diretos. O jogodividiu atenções com a final da Liga dos Campeõesda Europa e as comemorações da torcida do Paris Saint-Germain, que conquistou o título inédito ao golear a Internazionale de Milão por 5 a 0. O sérvio conta que o ambiente na quadra Philippe Chatrier já indicava uma vitória do clube francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-conquista-no-chile-seu-4o-titulo-no-circuito-da-itf.html",
        "title": "João Reis conquista no Chile seu 4º título no circuito da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "31/05/2025",
        "description": "Coquimbo (Chile) –O pernambucano João Lucas Reis conquistou neste sábado o título do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 3 do torneio e atual 351º do ranking, ele venceu o argentino de 21 anos Luciano Ambrogi, 373º do mundo, por 6/2 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-31-05.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/orlandinho-rio-narede-2025-e1744287434662-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/licao-de-casa.html",
        "title": "Lição de casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_draper_jf.jpg",
        "date": "31/05/2025",
        "description": "João Fonseca levou uma aula de tênis neste sábado em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-e-campea-de-duplas-pedretti-cai-na-semifinal.html",
        "title": "Candiotto é campeã de duplas, Pedretti cai na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/candiotto_ilinca_trofeu-1024x680.jpg",
        "date": "31/05/2025",
        "description": "Bol (Croácia) –A jovem paulista Ana Candiotto, de 21 anos, conquistou o título de duplas do ITF W35 de Bol, em quadras de saibro na Croácia, jogando ao lado da romena Ilinca Amariei. Principais cabeças de chave, elas venceram a croata Mariana Drazic e a russa Anastasia Gasanova por 7/6 (9-7) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-rybakina-duelam-na-manha-de-domingo-alcaraz-na-sequencia.html",
        "title": "Iga e Rybakina duelam na manhã de domingo, Alcaraz na sequência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_rebate_corinne-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –As oitavas de final de Roland Garros começam neste domingo, com a definição dos primeiros confrontos das quartas. Entre os destaques está o duelo entre Iga Swiatek e Elena Rybakina, que acontece por volta das 8h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-vitoria-miranda-conquista-o-future-series-sao-paulo.html",
        "title": "Cadeirantes: Vitória Miranda conquista o Future Series São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Vitoria-Miranda_JadeLanai_FutureSP-.jpg",
        "date": "31/05/2025",
        "description": "São Paulo (SP) –A mineira Vitória Miranda, atual número 33 do ranking mundial e líder do ranking juvenil, sagrou-se campeã do ITF Future Series São Paulo, neste sábado, ao superar a brasiliense Jade Lanai, 38ª, na final da categoria Open Feminino. A decisão, disputada no Sport Club Corinthians Paulista, terminou com parciais de 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-99a-em-roland-garros-em-sabado-historico-dos-parisienses.html",
        "title": "Djokovic vence 99ª em Roland Garros em sábado histórico dos parisienses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_toss_rg_corinne-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Uma semana depois de conquistar seu centésimo título de ATP, em Genebra, Novak Djokovic está próximo de mais uma marca expressiva. O sérvio conseguiu sua 99ª vitória no saibro de Roland Garros e avançou às oitavas de final depois de vencer o austríaco vindo do quali Filip Misolic por 6/3, 6/4 e 6/2 em 2h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-fonseca-nervosismo-e-falta-de-experiencia-foram-decisivos.html",
        "title": "Para Fonseca, nervosismo e falta de experiência foram decisivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_saque_saibro-1024x585.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Depois de duas vitórias na semana em Paris, João Fonseca encerrou sua melhor campanha em um Grand Slam com a queda na terceira rodada de Roland Garros, superado pelo britânico Jack Draper, número 5 do mundo, em sets diretos. Após a partida, o carioca de 18 anos e número 1 do Brasil avaliou seu desempenho neste sábado e acredita que o nervosismo no começo do jogo e a falta de experiência foram determinantes para o resultado final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-sobre-joao-fonseca-a-quantidade-de-coisas-que-ele-ira-conquistar-sera-assustadora.html",
        "title": "Draper: “A quantidade de coisas que Fonseca irá conquistar será assustadora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/JackDraperJoaoFonsecaTroisiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– Após a vitória sobre João Fonseca em Indian Wells, Jack Draper venceu o brasileiro mais uma vez e avançou para as oitavas de final de Roland Garros. O bom desempenho de João no segundo set não foi suficiente para colocá-lo em pé de disputa, mas impressionou o oponente, que projetou um futuro brilhante para o jovem de 18 anos. O britânico soube manter controle do jogo e acredita que a pressão imposta ao adversário foi fundamental."
    }
]