[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-supera-estreia-e-mantem-marca-contra-americanos-em-slam.html",
        "title": "Djokovic supera estreia e mantém marca contra americanos em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-saque-us-open-2025-1024x701.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Sem entrar em quadra desde a eliminação na semifinal de Wimbledon, há um mês e meio, o sérvio Novak Djokovic retornou ao circuito com vitória na estreia do US Open. Em jogo que abriu a rodada noturna do Arthur Ashe Stadium, o sérvio teve pela frente o jovem norte-americano Learner Tien, de 19 anos, e marcou um triunfo por 6/1, 7/6 (7-3) e 6/2, em 2h25."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-tem-segundo-set-duro-mas-avanca-em-nova-york.html",
        "title": "Paolini tem segundo set duro, mas avança em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paolini-backhand-us-open-2025-1024x688.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– A italiana Jasmine conseguiu sobreviver a um segundo set de altos e baixos para superar a estreia no US Open. A número 8 do mundo ganhou da australiana Destanee Aiava, número 168 do ranking que precisou jogar o qualificatório, por 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-reconhece-as-dificuldades-da-estreia-e-opina-sobre-alcaraz.html",
        "title": "Fritz reconhece as dificuldades da estreia e opina sobre Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz-r1-us-open-2025.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Vice-campeão no ano passado, o norte-americanoTaylor Fritz estreou com vitória no US Open, ao superar, neste domingo, o compatriota Emilio Nava por 7/5, 6/2 e 6/3. Apesar do placar em sets diretos, o número 4 do mundo reconheceu as dificuldades da estreia contra um adversário duro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-admite-alivio-apos-estreia-queria-muito-vencer-aqui.html",
        "title": "Raducanu admite alívio após estreia: “Queria muito vencer aqui”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-vibra-us-open-2025.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Quatro anos após sua histórica conquista no US Open, Emma Raducanu voltou a vencer no Grand Slam nova-iorquino. Neste domingo,a britânica de 22 anos superou a japonesa Ena Shibahara, 128ª do ranking, por 6/1 e 6/2, em 1h02 de partida, marcando sua primeira vitória no torneio desde 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-destaca-motivacao-e-foco-no-bicampeonato-do-us-open.html",
        "title": "Sabalenka destaca motivação e foco no bicampeonato do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka-vibra-us-open-2025.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Atual campeã do US Open, a bielorrussa Aryna Sabalenka iniciou neste domingo a defesa do título em Novak York, marcando umavitória em sets diretos sobre a suíça Rebeka Masarova, parciais 7/5 e 6/1. Depois de um início instável, em que chegou a sofrer uma quebra de serviço, a número 1 do mundo mostrou força para reagir, vencer sete games seguidos e dominar o duelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-define-semifinalistas-em-alphaville-nesta-segunda-feira.html",
        "title": "Copa Brasil define semifinalistas em Alphaville nesta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Joao-Leme_CopaBrasil_FotoRafaelPignataro-1024x682.jpeg",
        "date": "24/08/2025",
        "description": "São Paulo (SP)– Oito partidas definirão nesta segunda-feira os semifinalistas masculinos e femininos da Copa Brasil de Tênis Ano II, torneio que premia os campeões com vaga na chave principal dos torneios profissionais organizados pelo Instituto Esperança do Amanhã em setembro e outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-caminho-de-fonseca-tchecos-machac-e-mensik-vencem-bem.html",
        "title": "No caminho de Fonseca, tchecos Machac e Mensik vencem bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mensik-forehand-us-open-2025.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Possíveis adversários do carioca João Fonseca na sequência do US Open, os tchecos Tomas Machac e Jakub Mensik começaram bem sua caminhada em Flushing Meadows. Ambos entraram em quadra na tarde deste domingo e conquistaram vitórias contundentes em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/da-p-15-para-a-grandstand-a-estrategia-de-joao-fonseca-para-a-estreia-no-us-open.html",
        "title": "Da P-15 para a Grandstand: a estratégia de João Fonseca para a estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/chico_jf_estreia.jpg",
        "date": "24/08/2025",
        "description": "Badalado e muito assediado por onde anda, João Fonseca parece ter preferido o sossego e a tranquilidade, distante da torcida, para o treino preparatório para sua estreia no US Open diante do sérvio Miomir Kecmanovic. Com sua equipe foi para a P-15. Confesso que nem eu conhecia o local. Fica fora do complexo do BJK National Tennis Center, próximo a plataforma que leva ao metrô, num ambiente bucólico do Corona Park."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-shelton-dao-primeiras-vitorias-aos-donos-da-casa-em-ny.html",
        "title": "Fritz e Shelton dão primeiras vitórias aos donos da casa em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_usopen_olhabola.jpg",
        "date": "24/08/2025",
        "description": "* atualizado às 19h18 com novos resultados"
    }
]