[
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-disputa-a-primeira-final-desde-2021-e-enfrenta-cirstea.html",
        "title": "Raducanu disputa a primeira final desde 2021 e enfrenta Cirstea",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/raducanu_cluj_vibra_semi-1024x585.jpg",
        "date": "06/02/2026",
        "description": "Cluj-Napoca (Romênia) –Quatro anos e cinco meses depois de conquistar o US Open de 2021, Emma Raducanu volta a uma final de WTA e vai decidir o título do 250 de Cluj-Napoca, em quadras duras e cobertas na Romênia. A britânica venceu nesta sexta-feira a ucraniana Oleksandra Oliynykova, 91ª do ranking, por 7/5, 3/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/heide_davis_treino_canada-1024x677.jpg",
        "date": "06/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vinda-do-quali-bejlek-desafia-alexandrova-na-final-de-abu-dhabi.html",
        "title": "Vinda do quali, Bejlek desafia Alexandrova na final de Abu Dhabi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bejlek_abudhabi_saque-1024x645.jpg",
        "date": "06/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –A jovem tcheca Sara Bejlek é o destaque na semana do WTA 500 de Abu Dhabi. Vinda do quali, a tenista de 20 anos e 101ª do mundo garantiu vaga em sua primeira final na elite do circuito, após superar a dinamarquesa Clara Tauson, 16ª do ranking, por 7/5, 3/6 e 7/5 em uma longa partida com 2h49 de duração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boulter-e-finalista-em-ostrava-e-se-reaproxima-do-top-100.html",
        "title": "Boulter é finalista em Ostrava e se reaproxima do top 100",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/boulter_ostrava_vibra-1024x678.jpg",
        "date": "06/02/2026",
        "description": "Ostrava (República Tcheca) –A britânica Katie Boulter segue em grande semana no WTA 250 de Ostrava e garantiu vaga na final do torneio tcheco em quadras duras e cobertas. Boulter superou nesta sexta-feira a norte-americana Katie Volynets, 96ª do ranking, por 6/1 e 6/3 em 1h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-leva-convite-para-o-rio-open-monteiro-e-heide-no-quali.html",
        "title": "Wild leva convite para o Rio Open, Monteiro e Heide no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Artes-fotos-multiplas-900x600-1-1.jpg",
        "date": "06/02/2026",
        "description": "Rio de Janeiro (RJ)– A organização do Rio Open anunciou os últimos convites das chaves de simples do torneio, que acontece entre os dias 14 e 22 de fevereiro, no Jockey Club Brasileiro. Thiago Wild recebeu o terceiro convite para a chave principal, enquanto Thiago Monteiro e Gustavo Heide irão disputar a fase qualificatória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ucrania-e-polonia-acertam-inversao-de-mando-na-bjk-cup.html",
        "title": "Ucrânia e Polônia acertam inversão de mando na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/svitolina_bjkcup_estica-1024x598.jpg",
        "date": "06/02/2026",
        "description": "Londres (Inglaterra) –As federações de tênis da Ucrânia e da Polônia chegaram a um acordo para que o confronto entre os dois países pela Billie Jean King Cup seja disputado em solo polonês, entre os dias 10 e 11 de abril. Os dois países são vizinhos e a Polônia recebeu uma grande comunidade ucraniana desde o início da guerra em 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paquistanes-se-torna-o-mais-velho-a-vencer-na-davis-no-seculo-xxi.html",
        "title": "Paquistanês se torna o mais velho a vencer na Davis no século XXI",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Aqeel-Khan.jpg",
        "date": "06/02/2026",
        "description": "Islamabad (Paquistão)– O Paquistão teve um grande início contra o Senegal no confronto do Grupo II da Copa Davis, nesta sexta-feira. Mas o destaque não foi o placar de 2 a 0 no fim do primeiro dia e sim a vitória no segundo jogo da série de Aqeel Khan, que se tornou o oitavo jogador mais velho a conquistar uma vitória em uma partida de simples na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-e-vacherot-vencem-e-deixam-tudo-igual-no-confronto.html",
        "title": "Bublik e Vacherot vencem e deixam tudo igual no confronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bublik-1024x673.jpg",
        "date": "06/02/2026",
        "description": "Astana (Cazaquistão) –Nesta sexta-feira, o placar do confronto válido pela primeira rodada do Grupo Mundial I da Copa Davis entre as equipes do Cazaquistão e de Mônaco terminou empatado. Os melhores jogadores de cada equipe, Alexandre Bublik e Valentin Vacherot, venceram seus confrontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schiavone-e-pennetta-ajudam-a-levar-a-tocha-ate-a-catedral-de-milao.html",
        "title": "Schiavone e Pennetta levam a tocha até a catedral. Sinner confere tickets.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/schiavone_pennetta_tocha.jpg",
        "date": "06/02/2026",
        "description": "Milão (Itália) –Mais duas tenistas se juntaram ao revezamento da tocha olímpica. Primeiro foi Jasmine Paoline, no dia do acendimento da pira, que trouxe a tocha da Grécia até Roma. Anteontem, foi a vez de sua parceira de duplas Sara Errani."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-rybakina-lideram-a-forte-chave-em-doha.html",
        "title": "Swiatek e Rybakina lideram a forte chave em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_rybakina_ausopen-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Doha (Qatar)– Mesmo sem contarcom a bielorrussa Aryna Sabalenka, a chave do WTA 1000 de Doha segue fortíssima, com a polonesa Iga Swiatek e a cazaque Elena Rybakina como as duas principais favoritas. As duas lideram a disputa na competição, que acontece na próxima semana, e só podem se cruzar na final."
    }
]