[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-17-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_prepara-1024x682.jpg",
        "date": "17/06/2025",
        "description": "ATP 500 de Halle (Alemanha) – Grama – € 2.522.220Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-quer-iniciar-a-perseguicao-a-sinner-e-alcaraz-em-halle.html",
        "title": "Zverev quer iniciar a perseguição a Sinner e Alcaraz em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Zverev_PK_7aff3fc2aa-e1750185808940-1024x682.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha)– Embora não tenha brilhado suficientemente na temporada até então, o alemão Alexander Zverev aparece na terceira colocação tanto no ranking como na corrida para o ATP Finals. Ainda assim, recebe críticas por estar muito longe do nível dos dois primeiros, o italiano Jannik Sinner e o espanhol Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-e-facil-comecar-um-torneio-contra-o-joao-afirma-cobolli.html",
        "title": "“Nunca é fácil começar um torneio contra o João”, afirma Cobolli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/cobolli-halle-2025-tuesday-e1750183598770-1024x682.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha)– Responsável pela eliminação do carioca João Fonseca na primeira rodada do ATP 500 de Halle, em um jogo duríssimo definido em três sets, o italiano Flavio Cobolli foi só elogios para o rival, que saiu na frente e venceu o primeiro set, mas depois levou a virada perdendo as parciais seguintes no tiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-mantem-embalo-na-grama-e-amplia-sequencia-de-vitorias.html",
        "title": "Alcaraz mantém embalo na grama e amplia sequência de vitórias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-vibra-2025-e1750177995681-1024x683.jpg",
        "date": "17/06/2025",
        "description": "Londres (Inglaterra)– Em seu primeiro compromisso do ano na grama, o espanhol Carlos Alcaraz manteve o embalo do saibro e estreou com vitória no ATP 500 do Queen’s. Cabeça de chave número 1, ele teve pela frente o lucky-loser australiano Adam Walton, que fez um jogo até que duro, mas não suficiente para evitar a derrota em sets diretos, com parciais de 6/4 e 7-6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-inicia-a-defesa-do-titulo-em-halle-com-firme-vitoria.html",
        "title": "Sinner inicia a defesa do título em Halle com firme vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-halle-2025-tuesday-e1750177018321-1024x682.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha)– Atual campeão do ATP 500 de Halle, o italiano Jannik Sinner iniciou a defesa do título nesta terça-feira com uma firme vitória. O atual número 1 do mundo teve pela frente o tenista da casa Yannick Hanfmann, vindo do quali, contra quem marcou parciais de 7/5 e 6/3, depois de 1h31 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-passa-bem-pela-primeira-rodada-de-minaur-e-eliminado.html",
        "title": "Draper passa bem pela primeira rodada, De Minaur é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/draper-queens-2025-e1750176089934-1024x683.jpg",
        "date": "17/06/2025",
        "description": "Londres (Inglaterra)– Principal nome da casa na disputa do ATP 500 do Queen’s, o britânico Jack Draper mostrou força nesta terça-feira para derrotar o norte-americano Jenson Brooksby por 6/3 e 6/1 em 77 minutos. O cabeça de chave número 2 não enfrentou break-points e converteu quatro das oito chances de quebra que teve a seu favor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-saca-demais-derruba-austriaco-do-quali-e-vai-enfrentar-argentino.html",
        "title": "Rublev saca demais, derruba austríaco do quali e vai enfrentar argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025_Andrey_Rublev_R1_ad2e228bdb-1024x683.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha)– O russo Andrey Rublev teve uma ótima atuação em sua partida de primeira rodada no ATP 500 de Halle contra o austríaco vindo do quali Sebastian Ofner. Ele fez valer a condição de cabeça de chave número 4 e levou a melhor depois de apenas 62 minutos de partida, triunfando com o placar final de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-perde-match-point-leva-virada-e-nao-passa-da-estreia-em-halle.html",
        "title": "Fonseca perde match-point, leva virada e não passa da estreia em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Joao_Fonseca_Slider_0cfeb33554-e1750168885195-1024x682.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha)– Convidado da organização pelo segundo ano consecutivo no ATP 500 de Halle, o carioca João Fonseca mais uma vez não conseguiu passar da estreia. Nesta terça-feira, ele até largou na frente do italiano Flavio Cobolli, mas permitiu a reação do rival e levou uma dura virada na estreia, caindo com parciais de 5/7, 7/6 (7-3) e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-anuncia-mistas-com-sinner-alcaraz-djokovic-e-sabalenka.html",
        "title": "US Open anuncia mistas com Sinner, Alcaraz, Djokovic e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/usopen_mistas-1024x471.jpg",
        "date": "17/06/2025",
        "description": "Nova York (EUA)– A mudança drástica feita pela USTA na organização do torneio de duplas mistas do próximo US Open parece ter animado os principais tenistas do circuito. A entidade anunciou nesta terça-feira as 16 parcerias já confirmadas e a lista ficou nobre. A premiação distribuída será de US$ 1 milhão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-e-nishikori-desistem-de-wimbledon-cilic-entra.html",
        "title": "Korda e Nishikori desistem de Wimbledon, Cilic entra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/cilic_rg_back-1024x633.jpg",
        "date": "17/06/2025",
        "description": "Londres (Inglaterra)– A lista de desistências para Wimbledon continua a crescer. Depois da já anunciada saída do australiano Nick Kyrgios, finalista em 2022, outros nomes importantes anunciaram contusões e não irão ao Grand Slam da grama."
    }
]