[
    {
        "url": "https://tenisbrasil.uol.com.br/tatjana-maria-derruba-rybakina-e-faz-semi-na-grama-de-queens.html",
        "title": "Tatjana Maria derruba Rybakina e faz semi na grama de Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tatjana_maria_queens_salta.jpg",
        "date": "13/06/2025",
        "description": "Londres (Inglaterra) –A experiente alemã Tatjana Maria conseguiu um grande resultado nesta sexta-feira e garantiu vaga na semifinal do WTA 500 de Queen’s, em Londres. A jogadora de 37 anos e 86ª do ranking eliminou a cazaque Elena Rybakina, número 11 do mundo, com parciais de 6/4 e 7/6 (7-4) em 1h45 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-anuncia-inicio-da-venda-de-ingressos-para-24-de-junho.html",
        "title": "SP Open anuncia início da venda de ingressos para 24 de junho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7440_xgaplus.jpg",
        "date": "13/06/2025",
        "description": "São Paulo (SP)– Os fãs do tênis já podem se preparar para garantir um lugar na primeira edição do SP Open, que acontecerá entre os dias 6 e 14 de setembro, no Parque Villa-Lobos.. A partir das 11h do dia 24 de junho, o público poderá adquirir ingressos para o torneio que marca a volta da capital paulista ao circuito da WTA após 25 anos. As vendas serão feitas exclusivamentepelo site da Eventim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-13-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/444370_1129075_54064502053_565e02a41d_k_web_.jpg",
        "date": "13/06/2025",
        "description": "WTA 125 de Valência (Espanha) – Saibro – 100 mil eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opelka-dispara-24-aces-e-derruba-medvedev-em-dois-tiebreaks.html",
        "title": "Opelka dispara 24 aces e derruba Medvedev em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/opelka-s-hertogenbosch-2025-friday-e1749831992323-1024x682.jpg",
        "date": "13/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Em um duelo parelho, dominado pelo saque e sem quebras, o norte-americano Reilly Opelka prevaleceu nesta sexta-feira. Com 24 aces, maior número que já conseguiu em uma partida melhor de três sets neste ano, ele derrotou o russo Daniil Medvedev por, cabeça de chave 1 no ATP 250 de ‘s-Hertogenbosch, por 7/6 (7-5) e 7/6 (7-5) para chegar às semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-acaba-com-festa-de-jovem-alemao-e-vai-encarar-fritz.html",
        "title": "Aliassime acaba com festa de jovem alemão e vai encarar Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aliassime-stuttgart-vibra-2025-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Stuttgart (Alemanha)– A primeira semifinal do ATP 250 de Stuttgart já está definida e terá frente a frente os dois principais favoritos na parte de baixo da chave. De um lado estará o segundo mais bem cotado ao título, o norte-americano Taylor Fritz, e do outro o quarto pré-classificado, o canadnese Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-avanca-em-stuttgart-e-se-torna-2o-maior-semifinalista-em-atividade.html",
        "title": "Zverev avança em Stuttgart e se torna o 2º maior semifinalista em atividade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/20250612_Credit-SaschaFeuster_R61_5049-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Stuttgart (Alemanha)– Jogando em casa, o alemão Alexander Zverev segue firme na disputa do ATP 250 de Stuttgart, onde é o principal favorito e já está nas semifinais. Ele garantiu sua vaga na penúltima rodada do torneio nesta sexta-feira ao derrotar o norte-americano Brandon Nakashima em sets diretos, gastando 90 minutos para triunfar com parciais de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-lesao-no-adutor-musetti-lidera-lista-de-desistencias-no-queens.html",
        "title": "Com lesão no adutor, Musetti lidera lista de desistências no Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aELwjLh8WN-LVwB__DUB_6939LorenzoMusettiDemi-finalesRoland-Garros2025-scaled-e1749824419150-1024x684.jpeg",
        "date": "13/06/2025",
        "description": "Londres (Inglaterra)– Obrigado a desistir da semifinal de Roland Garros contra o espanhol Carlos Alcaraz, por causa de um problema na perna, o italiano Lorenzo Musetti teve confirmada uma lesão de grau 1 no adutor da perna esquerda, conforme informou oTuttosport. Por causa disso, ele decidiu pular o ATP 500 do Queen’s, que acontece na próxima semana, puxando uma lista que cresceu nos últimos dias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-vai-a-semi-de-duplas-na-italia-laura-e-eliminada-na-espanha.html",
        "title": "Ingrid vai à semi de duplas na Itália, Laura é eliminada na Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/IMG-20250613-WA0001-scaled-e1749820144136-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Grado (Itália)– Cabeça de chave número 1 no saibro do WTA 125 de Grado, jogando ao lado da norte-americana Quinn Gleason, a carioca Ingrid Martins fez valer o favoritismo e se garantiu nas semifinais do torneio nesta sexta-feira ao bater ao alemã Alena Fomina e burundinesa Sada Nahimana com duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-vence-mais-uma-e-ja-esta-na-semi-na-republica-tcheca.html",
        "title": "Carol Meligeni vence mais uma e já está na semi na República Tcheca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/carol_meligeni_bogota_vibra_saibro-e1749818007658-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Ceska Lipa (República Tcheca)– A paulista Carolina Meligeni segue firme na disputa do W75 de Ceska Lipa e chega às semifinais no saibro tcheco sem perder set. Nesta sexta-feira, ela venceu mais uma por 2 sets a 0, derrotando a romena Gabriela Lee com o placar final de 6/4 e 6/2, após 1h31 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-fui-tao-amado-quanto-federer-e-nadal-afirma-djokovic.html",
        "title": "“Nunca fui tão amado quanto Federer e Nadal”, afirma Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDNQMSdWJ-7kShex_COC_8198NovakDjokovicRogerFedererRafaelNadalAndyMurrayCeremoniedhommageRafaelNadalRoland-Garros2025-1-scaled-e1749816069354-1024x682.jpeg",
        "date": "13/06/2025",
        "description": "Belgrado (Sérvia)– Depois de sua eliminação nas semifinais de Roland Garros, onde parou diante do italiano Jannik Sinner, o sérvio Novak Djokovic concedeu uma entrevista ao programaFailures of Champions, na qual o 24 vezes campeão de Grand Slam afirmou ser o menos amado dos três integrantes do Big 3 e também revelou com qual dos dois se dá melhor atualmente."
    }
]