[
    {
        "url": "https://tenisbrasil.uol.com.br/itf-define-os-16-classificados-para-o-junior-finals-em-chengdu.html",
        "title": "ITF define os 16 classificados para o Junior Finals em Chengdu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/klugman_rg_saque.jpg",
        "date": "02/10/2025",
        "description": "Chengdu (China) –A Federação Internacional de Tênis definiu os 16 juvenis classificados para o ITF World Tennis Tour Junior Finals, que será disputado entre os dias 22 e 26 de outubro na cidade chinesa de Chengdu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-leonardo-storck-vao-as-semis-no-juvenil-em-santiago.html",
        "title": "Pietra Rivoli e Leonardo Storck vão às semis no juvenil em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_term-1024x683.jpg",
        "date": "02/10/2025",
        "description": "Santiago (Chile) –O Brasil terá dois representantes nas semifinais do ITF J200 de Santiago, em quadras de saibro. O mato-grossense Leonardo Storck avançou no torneio masculino, enquanto a gaúcha Pietra Rivoli segue na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-avancam-as-quartas-no-itf-m25-de-salvador.html",
        "title": "Cinco brasileiros avançam às quartas no ITF M25 de Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/albieri_salvador_back-1024x683.jpg",
        "date": "02/10/2025",
        "description": "Salvador (BA) –Cinco brasileiros estão nas quartas de final da etapa de Salvador do Circuito Banco BRB/Engie de Tênis Profissional, torneio ITF M25 disputado nas quadras duras do Clube Bahiano de Tênis. Entre os destaques estão o baiano Natan Rodrigues, que joga em casa, e o jovem paulista Gustavo Albieri, de apenas 17 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-conta-com-desistencia-e-avanca-as-quartas-em-antofagasta.html",
        "title": "Reis conta com desistência e avança às quartas em Antofagasta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "02/10/2025",
        "description": "Antofagasta (Chile) –O pernambucano João Lucas Reis sequer precisou entrar em quadra nesta quinta-feira para avançar às quartas de final do challenger de Antofagasta, em quadras de saibro no Chile. Ele foi beneficiado pela desistência do experiente argentino de 35 anos Facundo Bagnis, por lesão no adutor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-02-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti_paineiras25_rebate-1024x683.jpg",
        "date": "02/10/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-rodrigues-vai-as-quartas-em-itf-no-piso-duro-dos-eua.html",
        "title": "Pedro Rodrigues vai às quartas em ITF no piso duro dos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/pedro_rodrigues_isports.jpg",
        "date": "02/10/2025",
        "description": "Winston-Salem (EUA) –Os dois brasileiros que atuaram nesta quinta-feira pelo ITF M15 Winston-Salem tiveram rumos opostos no torneio em quadras duras nos Estados Unidos. O mineiro Pedro Rodrigues avançou às quartas de final, enquanto o paulista Lucas Andrade parou na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-pegula-e-navarro-vai-fechar-as-quartas-de-pequim-as-7h.html",
        "title": "Duelo entre Pegula e Navarro vai fechar as quartas de Pequim às 7h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/navarrro_pequim_fore-1024x683.jpg",
        "date": "02/10/2025",
        "description": "Pequim (China) –As duas últimas semifinalistas do WTA 1000 de Pequim serão conhecidas nesta sexta-feira. Após as classificações de Coco Gauff e Amanda Anisimova nesta quinta, é certo que outra norte-americana estará na próxima fase. Isso porque Jessica Pegula e Emma Navarro se enfrentam às 7h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-vence-de-virada-e-consegue-revanche-contra-nana-em-sp.html",
        "title": "Carol derrota Naná no Paineiras, Pigossi faz duelo nacional com Pedretti",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "02/10/2025",
        "description": "* atualizado às 17h30 com vitórias de Pigossi e Pedretti"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sexta-feira-em-xangai-tem-estreia-de-djokovic-e-de-brasileiros-nas-duplas.html",
        "title": "Sexta-feira em Xangai tem estreia de Djokovic e de brasileiros nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "02/10/2025",
        "description": "Xangai (China)– O terceiro dia de disputa na chave principal do Masters 1000 de Xangai terá a estreia de alguns dos cabeças de chave, que entram direto na segunda rodada, com destaque para o duelo do sérvo Novak Djokovic, quarto pré-classificado, com o croata Marin Cilic, marcado para acontecer às 7h30 (horário de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sabe-que-nao-e-o-unico-que-esta-buscando-evoluir-no-circuito.html",
        "title": "Sinner sabe que não é o único que está buscando evoluir no circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-autografos-xangai-2025-e1759426704162-1024x683.jpg",
        "date": "02/10/2025",
        "description": "Xangai (China)– Destronado da liderança do ranking após a derrota para Carlos Alcaraz na final do US Open, o italiano Jannik Sinner analisou com sua equipe o que precisava melhorar para tentar voltar ao topo da ATP e vem trabalhando para isso. Contudo, ele sabe também que não é o único que tem tais aspirações."
    }
]