[
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-salva-3-match-points-contra-pegula-e-decide-o-titulo-em-pequim.html",
        "title": "Noskova salva 3 match-points contra Pegula e decide o título em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/noskova_pequim_back_semi-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Pequim (China) –A segunda semifinal do WTA 1000 de Pequim foi muito mais equilibrada que o jogo que abriu a programação. Depois de uma tranquila vitória de Amanda Anisimova sobre Coco Gauff em apenas 58 minutos, foi a vez da tcheca Linda Noskova salvar três match-points para eliminar Jessica Pegula com parciais de 6/3, 1/6 e 7/6 (8-6) em 2h28 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-mantem-embalo-e-inicia-bem-a-defesa-do-titulo-em-xangai.html",
        "title": "Sinner mantém embalo e inicia bem a defesa do título em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-vibra-2025.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –Atual campeão do Masters 1000 de Xangai, Jannik Sinner iniciou bem a defesa do título e ficou em quadra por apenas 1h38 de partida neste sábado. O italiano também aproveitou o embalo da conquista do ATP 500 de Pequim na última quarta-feira e superou o alemão Daniel Altmaier, 49º do ranking, por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-destaca-agressividade-de-anisimova-nao-consegui-entrar-no-jogo.html",
        "title": "Gauff destaca agressividade de Anisimova: “Não consegui entrar no jogo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_gauff_pequim-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Pequim (China) –Eliminada em uma rápida semifinal, com apenas 58 minutos de duração, do WTA 1000 de Pequim, Coco Gauff fez somente três games napartida contra Amanda Anisimovaneste sábado. A número 3 do mundo e campeã do ano passado destacou a agressividade de sua algoz, que não deixou a confortável em quadra em nenhum momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-volta-a-quadra-neste-domingo-as-7h30-em-busca-das-oitavas.html",
        "title": "Djokovic volta à quadra neste domingo às 7h30 em busca das oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-estica-2025-e1759504649860-1024x682.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –Depois de ter vencido sua partida de estreia no Masters 1000 de Xangai, Novak Djokovic volta à quadra neste domingo às 7h30 (de Brasília), em busca das oitavas. O sérvio enfrenta o alemão Yannick Hanfmann, 150º do ranking e vindo do quali. Djokovic venceu o único duelo anterior entre eles, disputado no saibro de Genebra no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tricampea-sabalenka-retorna-ao-circuito-no-wta-1000-de-wuhan.html",
        "title": "Tricampeã, Sabalenka retorna ao circuito no WTA 1000 de Wuhan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabalenka_wuhan_treina25-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Wuhan (China) –Líder do ranking mundial, Aryna Sabalenka volta ao circuito no WTA 1000 de Wuhan, que começa na segunda-feira. Será o primeiro torneio para a bielorrussa desde a conquista do US Open e ela tem ótimo retrospecto no torneio chinês, com três títulos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-musetti-e-de-minaur-vencem-em-xangai-tsitsipas-abandona.html",
        "title": "Zverev, Musetti e De Minaur vencem em Xangai, Tsitsipas desiste",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-slice-chengdu-2025-1024x689.jpeg",
        "date": "04/10/2025",
        "description": "Xangai (China) –O número 3 do mundo Alexander Zverev estreou com vitória no Masters 1000 de Xangai. O alemão superou neste sábado o francês Valentin Royer por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-paolini-voltam-a-final-de-pequim-e-tentam-o-bicampeonato.html",
        "title": "Errani e Paolini voltam à final de Pequim e tentam o bicampeonato",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/paolini_errani_china_sorrindo-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Pequim (China) –Atuais campeãs de duplas do WTA 1000 de Pequim, as italianas Sara Errani e Jasmine Paolini estão de volta à final depois de vencerem neste sábado a taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko por 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-cede-so-3-games-a-gauff-e-derruba-a-atual-campea-na-semi.html",
        "title": "Anisimova cede só 3 games a Gauff e derruba a atual campeã na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_pequim_vibra_qf-1024x682.jpg",
        "date": "04/10/2025",
        "description": "Pequim (China) –No duelo norte-americano que abriu a rodada de semifinais do WTA 1000 de Pequim, Amanda Anisimova foi dominante contra Coco Gauff e eliminou a atual campeã do torneio. A número 4 do mundo marcou 6/1 e 6/2 em apenas 58 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-busca-primeiro-titulo-profissional-ao-lado-de-candiotto.html",
        "title": "Naná busca primeiro título profissional ao lado de Candiotto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nauhany_Silva-1024x683.jpg",
        "date": "03/10/2025",
        "description": "São Paulo (SP)– A juvenil Nauhany Silva, de 15 anos, disputará neste sábado sua primeira final como profissional. Ela e a parceira Ana Candiotto se classificaram para a decisão do Torneio Internacional Feminino de Tênis – Ano IX depois que a dupla formada por Laura Pigossi e a italiana Miriana Tona desistiram da partida. Pigossi vinha de duelo de 3h24 e preferiu poupar o físico para a semifinal de simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-03-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_paineiras_estica_25-1024x683.jpg",
        "date": "03/10/2025",
        "description": "Masters 1000 de Xangai (China) – Sintético – US$ 9.193.538Duplas – Primeira rodada –Veja a chave"
    }
]