[
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-explica-a-contratacao-de-nalbandian-como-tecnico.html",
        "title": "Dimitrov explica a contratação de Nalbandian como técnico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/T.-Atmane-vs-G.-Dimitrov-08.jpg",
        "date": "25/02/2026",
        "description": "Acapulco (México)– Depois da grave lesão sofrida ano passado em Wimbledon, o búlgaro Grigor Dimitrov resolveu reformular sua equipe. Ele ficou meses sem jogar e, durante esse período de recuperação, rompeu com o treinador Jamie Delgado. No início do ano, contratou Xavier Malisse e mais recentemente acrescentou David Nalbandian."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-invade-quadra-adversaria-e-ganha-ponto-veja-como-foi.html",
        "title": "Zverev “invade” quadra adversária e ganha ponto. Veja como foi!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-paris-2025-fh-e1762521529918-1024x682.jpg",
        "date": "25/02/2026",
        "description": "Acapulco (México)– O alemão Alexander Zverev obteve sucesso num lance de difícil execução no tênis de qualquer nível. Ao receber uma “mexicana” ou “zig-zira”, bola com efeito tão contrário que retorna para o lado do golpeador depois que toca no lado do adversário, ele ainda conseguiu chegar na bola e rebateu a bola, ficando com o ponto, mesmo tendo de passar sobre a rede."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-bate-wawrinka-e-faz-quartas-em-dubai-pelo-4o-ano-seguido.html",
        "title": "Medvedev bate Wawrinka e faz quartas em Dubai pelo 4º ano seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Daniil-Medvedev-R1-2026-Dubai-Duty-Free-Tennis-Championships_002-e1772020288865-1024x682.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes)– Abrindo a quarta-feira no ATP 500 de Dubai, o russo Daniil Medvedev levou a melhor no jogão contra o suíço Stan Wawrinka, gastando 1h13 para selar a vitória em sets diretos, com o placar final de 6/2 e 6/3. O triunfo do cabeça de chave 3 sobre o convidado da organização o garantiu pela quarta vez seguida nas quartas do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonmez-estreia-com-pneu-e-reedita-final-de-2024-em-merida.html",
        "title": "Sonmez estreia com “pneu” e reedita final de 2024 em Mérida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/sonmez_merida_vibra.jpg",
        "date": "25/02/2026",
        "description": "Mérida (México) –Em 2024, aos 22 anos, a turca Zeynep Sonmez se tornou a tenista mais jovem a conquistar o título do WTA 500 de Mérida. Dois anos depois, a fim de repetir o feito em quadras mexicanas, eliminou a canadense Cadence Brace em apenas 1h01 de partida, com parciais de 6/2 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-supera-a-estreia-em-acapulco-wu-surpreende-ruud.html",
        "title": "Zverev supera a estreia em Acapulco, Wu surpreende Ruud",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/zverev-acapulco-back-2026.jpg",
        "date": "25/02/2026",
        "description": "Acapulco (México)– Em sua estreia no ATP 500 de Acapulco, o alemão Alexander Zverev dominou a partida e venceu o francês Corentin Moutet por 6/2 e 6/4. Cabeça de chave número 1, ele não foi quebrado uma vez sequer na partida e anotou sua 15ª vitória no torneio, igualando Rafael Nadal como o maior vencedor na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-25-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "25/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entre-a-estatistica-e-a-quadra-como-a-probabilidade-estrutura-o-tenis-de-hoje.html",
        "title": "Entre a estatística e a quadra: como a probabilidade estrutura o tênis de hoje",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/imagem-1024x518.jpg",
        "date": "25/02/2026",
        "description": "Cada ponto disputado em uma partida pode ser tratado, sob o ponto de vista estatístico, como um evento binário com duas possibilidades: vitória ou derrota naquele instante específico. A repetição desses eventos constrói uma cadeia probabilística complexa. Se um atleta apresenta determinado percentual de aproveitamento no primeiro saque, é possível estimar matematicamente a sua chance de confirmação de serviço. A partir desse cálculo, projeta-se a probabilidade de vencer um set e, em escala maior, a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-elimina-dimitrov-em-acapulco-cobolli-estreia-bem.html",
        "title": "Atmane elimina Dimitrov em Acapulco, Cobolli estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/atmane_acapulco_back-e1772019412653-1024x681.jpg",
        "date": "24/02/2026",
        "description": "Acapulco (México) –Na abertura da programação desta terça-feira pelo ATP 500 de Acapulco, o francês Terence Atmane eliminou o búlgaro Grigor Dimitrov ao marcar um duplo 6/3 em 1h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tabilo-e-garin-avancam-em-santiago-vallejo-vence-a-primeira-na-atp.html",
        "title": "Tabilo e Garin avançam em Santiago, Vallejo vence a primeira na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/garin_santiago26_vibra-1024x650.jpg",
        "date": "24/02/2026",
        "description": "Santiago (Chile) –Dois jogadores chilenos passaram pela primeira rodada no ATP 250 de Santiago. Alejandro Tabilo e Cristian Garin venceram seus jogos desta terça-feira e enfrentarão argentinos na próxima fase. Eles podem até se encontrar nas quartas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-estreiam-bem-na-bolivia-nana-e-pietra-jogam-4a.html",
        "title": "Juvenis brasileiros estreiam bem na Bolívia, Naná e Pietra jogam 4ª",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alicia_reichel_copaicaro-1024x604.jpg",
        "date": "24/02/2026",
        "description": "Santa Cruz (Bolívia) –O início das disputas do ITF J300 de Santa Cruz, em quadras de saibro na Bolívia, foi ótimo para os juvenis brasileiros que conseguiram dez vitórias no torneio Sul-Americano Individual. Os cabeças de chave, como Nauhany Silva, Pietra Rivoli, Leonardo Storck e Pedro Chabalgoity estreiam apenas na quarta-feira, já na segunda fase."
    }
]