[
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-matos-e-melo-se-preparam-para-o-us-open-em-winston-salem.html",
        "title": "Romboli, Matos e Melo se preparam para o US Open em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-melo-rio-2025-e1744901719821-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Winston-Salem (EUA)– Três dos principais duplistas do país farão sua última preparação para o US Open nas quadras do ATP 250 de Winston-Salem, que acontece na próxima semana. Fernando Romboli, Rafael Matos e Marcelo Melo estarão em ação no último torneio antes do Grand Slam norte-americano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-ve-evolucao-e-faz-balanco-positivo-da-campanha-em-cincinnati.html",
        "title": "Rublev vê evolução e faz balanço positivo da campanha em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rublev-cincinnati-devolve-2025-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– Eliminado nas quartas de final do Masters 1000 de Cincinnati, o russo Andrey Rublev fez uma análise sóbria de sua campanha no torneio. Após a derrota para o espanhol Carlos Alcaraz, ele falou que se viu melhor em quadra do que no último duelo entre os dois, semanas atrás em Wimbledon, e saiu satisfeito com o tênis que apresentou no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-nao-se-assusta-com-sinner-tem-dois-bracos-e-duas-pernas-como-eu.html",
        "title": "Atmane não se assusta com Sinner: “Tem dois braços e duas pernas como eu”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Terence-Atmane-1-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– Sensação no Masters 1000 de Cincinnati, saindo do quali para as semifinais, derrotando dois top 10 nas últimas rodadas, o francês Terence Atmane terá agora pela frente o italiano Jannik Sinner. Embora seu próximo rival seja o atual número 1 do mundo, ele não se amedronta e vai para a partida confiante de que pode ter uma chance."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pai-de-carol-e-felipe-falece-em-campinas.html",
        "title": "Pai de Carol e Felipe Meligeni falece em Campinas após AVC",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Flavio-Rodrigues-Alves-e1755353678312.jpg",
        "date": "16/08/2025",
        "description": "Campinas (SP)– Um notícia triste para dois dos principais representantes do tênis brasileiro na atualidade. Os irmãos Carol e Felipe Meligeni perderam o pai na última sexta-feira. Flávio Rodrigues Alves faleceu depois de sofrer um acidente vascular cerebral (AVC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-volta-aos-treinos-mas-nao-marca-volta-ao-circuito.html",
        "title": "Dimitrov volta aos treinos, mas não marca volta ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/GybJN2pWwAI_YOx-e1755352608322.jpg",
        "date": "16/08/2025",
        "description": "Los Angeles (EUA)– Com ausência confirmada no US Open, o búlgaro Grigor Dimitrov enfim voltou aos treinamentos depois da grave contusão que sofreu em Wimbledon, onde sentiu a distensão de um músculo do pescoço em meio a um saque e precisou abandonar a partida que fazia diante do italiano Jannik SInner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-aparece-tocando-violino-em-novo-comercial.html",
        "title": "Djokovic aparece tocando violino em novo comercial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/40168_novakviolin_677799-e1755352030271.jpg",
        "date": "16/08/2025",
        "description": "Nova York (EUA)– O sérvio Novak Djokovic encabeça nova campanha publicitária de um de seus patrocinadores, durante lançamento de nova coleção, que acontece às véspera do US Open. O recordista de troféus de Grand Slam aparece tocando violino na peça comercial, depois que adotou o gesto para comemorar vitórias e homenagear a filha, que é aluna do instrumento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-garante-estar-feliz-com-retorno-do-controverso-treinador.html",
        "title": "Rybakina garante estar feliz com retorno do controverso treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rybakina_back_wsh-1024x633.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– A cazaque Elena Rybakina se descreveu como satisfeita com o retorno de seu técnico Stefano Vukov depois de uma atuação quase impecável no WTA 1000 de Cincinnati, superando a número 1 do mundo e atual campeã Aryna Sabalenka, por 6/1 e 6/4, chegando assim às semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nao-sabe-se-estara-100-para-enfrentar-alcaraz.html",
        "title": "Zverev não sabe se estará 100% para enfrentar Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-toronto-2025-tuesday-e1753977001810-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– O alemão Alexander Zverev venceu com inesperada facilidade o norte-americano Ben Shelton, por duplo 6/2, e avançou para mais uma semifinal no Masters 1000 de Cincinnati, mas o número 3 do mundo não se sentiu bem durante a partida e colocou em dúvida se estará na melhor forma para enfrentar o espanhol Carlos Alcaraz na noite deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-e-favorito-e-korda-retorna-em-winston-salem.html",
        "title": "Tsitsipas é favorito e Korda retorna em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas.avif",
        "date": "16/08/2025",
        "description": "Winston-Salem (EUA)– Em busca do segundo título da temporada e de uma recuperação no ranking, o grego Stefanos Tsitsipas será o cabeça 1 do ATP 250 de Winston-Salem, última preparação para o US Open."
    }
]