[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-enche-de-confianca-apos-grande-vitoria-sobre-paul.html",
        "title": "Alcaraz se enche de confiança após grande vitória sobre Paul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_entrevista.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Depois de se ver uma quebra atrás no primeiro set e precisar lutar muito para reverter a situação, o número 1 do mundo Carlos Alcaraz avançou para as quartas de final com atuação muito firme e está agora perto de sua primeira semifinal no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-atropela-bublik-e-se-diz-pronto-para-alcaraz.html",
        "title": "De Minaur atropela Bublik e se diz pronto para Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-mina.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Com atuação primorosa, Alex de Minaur mantém vivo o sonho australiano de atingir novamente a final masculina de seu Grand Slam. Em duelo entre tops 10, ele não deu chance a um errático Alexander Bublik e avançou para as quartas de final pelo segundo ano consecutivo com as parciais de 6/4, 6/1 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mensik-abandona-por-lesao-abdominal-e-djokovic-vai-direto-as-quartas.html",
        "title": "Mensik abandona por lesão abdominal e Djokovic vai direto às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mensik_ausopen_acena-1024x593.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O jovem tcheco Jakub Mensik se retirou do Australian Open, devido a uma lesão muscular na região abdominal. Ele enfrentaria o decacampeão Novak Djokovic nesta segunda-feira pelas oitavas. E com o resultado, o sérvio avança diretamente às quartas em Melbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-aplica-pneu-volta-a-superar-medvedev-na-australia-e-faz-quartas.html",
        "title": "Tien aplica ‘pneu’, volta a superar Medvedev na Austrália e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien_ausopen_vibra26.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Pelo segundo ano consecutivo, Learner Tien eliminou Daniil Medvedev no Australian Open. E depois de protagonizarem uma batalha de cinco sets na última temporada, o canhoto de 20 anos e 29º do ranking foi dominante na partida deste domingo e marcou as parciais de 6/4, 6/0 e 6/3 em 1h43 de disputa para chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-conquista-sua-melhor-vitoria-e-supera-marca-de-becker.html",
        "title": "Zverev conquista  sua melhor vitória e supera marca de Becker",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-ausopen-fore-2026-1024x683.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– A busca do alemão Alexander Zverev por seu primeiro título de Grand Slam segue firme neste Australian Open. Depois de perder um set em cada uma de suas três primeiras partidas no Australian Open, ele finalmente venceu uma em sets diretos, batendo o argentino Francisco Cerúndolo neste domingo por 6/2, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-deixa-mais-um-set-pelo-caminho-mas-segue-firme-no-ao.html",
        "title": "Gauff deixa mais um set pelo caminho, mas segue firme no AO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/619682543_1426981695459788_7154380278983035217_n-e1769327598107-1024x683.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Pela segunda partida seguida, a norte- americana Coco Gauff deixou um set pelo caminho, mas seguiu em frente no Australian Open. Neste domingo, ela teve pela frente tcheca Karolina Muchova, cabeça de chave 19, que deu algum trabalho, mas acabou superada com parciais de 6/1, 3/6 e 6/3, em 1h59 de jogo"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-brinca-com-recorde-perdido-para-sabalenka.html",
        "title": "Djokovic brinca com recorde perdido para Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic-sabalenka-e1769324736605-1024x683.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Ao vencer o tiebreak do segundo set na partida deste domingo contra a canadense Victoria Mboko, a bielorrussa Aryna Sabalenka chegou a 20 tiebreaks seguidos em Grand Slam e assim bateu o recorde que era do sérvio Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-tambem-vence-com-arevalo-e-esta-nas-quartas-das-mistas.html",
        "title": "Stefani também vence com Arevalo e está nas quartas das mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-ausopen-2026-1024x683.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– O domingo da paulista Luisa Stefani foi mais um dia de jornada dupla e também de vitórias em dose dupla. Depois dese garantir nas quartas das duplas femininas, ela também fez o mesmo nas mistas, vencendo ao lado do salvadorenho Marcelo Arevalo. Eles bateram os norte-americanos Evan King e Asia Muhammad por 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-segue-sem-perder-set-e-vai-em-busca-de-primeira-semi.html",
        "title": "Alcaraz segue sem perder set e vai em busca de primeira semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz-ausopen-prepara-2026-e1769320102353-1024x682.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Assim como fez nas duas últimas temporadas, o espanhol Carlos Alcaraz mais uma vez se classificou para as quartas de final do Australian Open. Neste domingo, ele manteve sua campanha impecável no torneio e venceu mais uma sem perder set, batendo o norte-americano Tommy Paul por 7/6 (8-6), 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovic-arrasa-putintseva-em-53-minutos-e-faz-quartas-ineditas.html",
        "title": "Jovic arrasa Putintseva em 53 minutos e faz quartas inéditas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Iva_Jovic_-_Australian_Open_2026_-_Day_8-DSC_2723_xgaplus.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Jogando apenas seu sexto Grand Slam, o primeiro como cabeça de chave, a norte-americana Iva Jovic precisou de somente 53 minutos para derrotar a cazaque Yulia Putintseva, com parciais de 6/0 e 6/1, chegando pela primeira vez nas quartas de final neste nível."
    }
]