[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/bia_rebate_wimbledon.jpg",
        "date": "30/06/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-faz-bom-jogo-e-comeca-bem-a-campanha-no-all-england-club.html",
        "title": "Bia faz bom jogo e começa bem a campanha no All England Club",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Wimbledon_Championships_2024_-_Day_6-DSC_8080_xgaplus.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– A boa temporada de grama da paulista Beatriz Haddad Maia, na qual ela vem mostrando reação após um início complicado de 2025, ganhou mais um capítulo nesta segunda-feira com sua vitória na estreia de Wimbledon, batendo a eslovaca Rebecca Sramkova por 2 sets a 0, com parciais de 7/6 (9-7) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sir-david-beckham-esta-de-volta-a-wimbledon-veja.html",
        "title": "Sir David Beckham está de volta a Wimbledon. Veja.",
        "image": null,
        "date": "30/06/2025",
        "description": "English football royalty in the Royal Box ✨"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-diz-que-ainda-pode-melhorar-e-destaca-importancia-de-tecnica-de-respiracao.html",
        "title": "Draper diz que ainda pode melhorar e destaca técnica de respiração",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/draper-wimbledon-treino-2025-e1751293499165-1024x683.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A carreira de Jack Draper decolou desde a última vez que disputou Wimbledon. Títulos em Viena e Indian Wells, uma semifinal no US Open e outras boas campanhas o levaram do top 30 ao quarto lugar no ranking. A principal esperança da torcida da casa na chave masculina de simples, porém, ainda tem 23 anos e acredita que pode se tornar um tenista muito melhor do que já é."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-cai-na-estreia-tsitsipas-abandona-e-lehecka-confirma.html",
        "title": "Medvedev cai na estreia, Tsitsipas abandona e Lehecka confirma",
        "image": null,
        "date": "30/06/2025",
        "description": "Embed from Getty ImagesLondres (Inglaterra)– A difícil temporada do russo Daniil Medvedev teve mais um capítulo ruim nesta segunda-feira. Semifinalista de Wimbledon nas duas mais recentes edições, ele sequer passou da estreia desta vez, ao cair diante do francês Benjamin Bonzi, com parciais de 7/6 (7-2), 3/6, 7/6 (7-3) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/forte-calor-castiga-os-fas-no-primeiro-dia-de-wimbledon.html",
        "title": "Forte calor castiga os fãs no primeiro dia de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/the_queue.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –Wimbledon é um dos poucos grandes eventos esportivos onde você pode comprar ingressos premium no dia. Uma grande fila se forma para comprar um dos ingressos disponíveis em número limitado para as quadras externas. Estes ingressos são intransferíveis. A fila geralmente começa na noite anterior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-estreia-bem-e-derruba-canadense-vinda-do-quali.html",
        "title": "Sabalenka estreia bem e derruba canadense vinda do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Aryna_Sabalenka_-_Wimbledon_Championships_2025_-_Day_1-DSC_5664_xgaplus.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Responsável por eliminar Lois Boisson, semi de Roland Garros, e Bianca Andreescu no quali, a canandense Carson Branstine começou mal contra a bielorrussa Aryna Sabalenka, mas depois se soltou um pouco mais e deu trabalho à número 1 do mundo no segundo set, caindo com parciais de 6/1 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-desiste-na-estreia-em-wimbledon-e-ostapenko-e-surpreendida.html",
        "title": "Jabeur desiste na estreia em Wimbledon e Ostapenko é surpreendida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Ons_Jabeur_-_Wimbledon_Championships_2025_-_Day_1-DSC_3098_xgaplus.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Dois nomes fortes na disputa de Wimbledon se despediram logo no primeiro dia de competição. Vice-campeã do torneio em 2022, a tunisiana Ons Jabeur teve uma eliminação dolorosa, passou mal na estreia contra a búlgara Viktoriya Tomova e precisou abandonar no começo do segundo set, quando perdia por 7/6 (7-5) e 2/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-reconhece-que-preparacao-para-wimbledon-nao-foi-a-ideal.html",
        "title": "Musetti reconhece que preparação para Wimbledon não foi a ideal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti-wimbledon-treino-2025-1024x682.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Um dos destaques em Roland Garros, o italiano Lorenzo Musetti foi até as semifinais em Paris, mas precisou abandonar o duelo com o compatriota Jannik Sinner por causa de uma lesão no adutor da perna esquerda. Desde então ele não competiu mais e volta agora em WImbledon, reconhecendo não ter feito a preparação ideal para a disputa do terceiro Grand Slam do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-dos-percalcos-krejcikova-chega-animada-para-a-defesa-do-titulo.html",
        "title": "Apesar dos percalços, Krejcikova chega animada para a defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/krejcikova-wimbledon-entrevista-2025-1024x682.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Atual campeã de Wimbledon, a tcheca Barbora Krejcikova chega para a defesa do título com poucos jogos nas costas neste ano. Ela perdeu boa parte do começo da temporada e só começou a jogar às vésperas de Roland Garros e tem somente quatro torneios disputados no ano até então. Ainda assim, chega animada para mais uma participação no All England Club."
    }
]