[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-tem-leve-ascensao-na-wta-e-pode-subir-bem-em-doha.html",
        "title": "Bia tem leve ascensão na WTA e pode subir bem em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Beatriz_Haddad_Maia_-_Australian_Open_2026_-_Day_1-DSC_3312_xgaplus.jpg",
        "date": "09/02/2026",
        "description": "São Petersburgo (EUA)– Embora o começo de temporada não seja dos mais animadores, a paulista Beatriz Haddad Maia começou a semana com uma boa notícia: ganhou uma colocação no ranking da WTA divulgado nesta segunda-feira e agora é a 67ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-recupera-posicao-boscardin-sobe-e-atinge-melhor-ranking.html",
        "title": "Fonseca recupera posição, Boscardin sobe e atinge melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-brisbane-sorri-2026-e1767923746988-1024x683.jpg",
        "date": "09/02/2026",
        "description": "Londres (Inglaterra)– Número 1 do Brasil no ranking, o carioca João Fonseca conseguiu recuperar uma posição no ranking mesmo sem jogar na semana passada e agora é o 33º do mundo. Contudo, ele defende nesta semana o título em Buenos Aires e deve sofrer queda se não for longe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-ve-eua-ganhar-o-ouro-na-patinacao-fognini-e-pennetta-vao-ao-esqui.html",
        "title": "Djokovic vê EUA ganharem o ouro na patinação. Fognini e Pennetta vão ao esqui.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic_final-da-patinacao_equipes.jpg",
        "date": "09/02/2026",
        "description": "Milão (Itália) –Campeão olímpico em simples nas Olimpíadas de Paris, em 2024, Novak Djokovic continua curtindo os Jogos de Inverno de Milão-Cortina D’Ampezzo. Depois de assistir com a família à cerimônia de abertura na sexta-feira, o sérvio presenciou neste domingo a final da patinação artística por equipes, em Milão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-comparece-a-final-do-super-bowl-e-revela-sua-lembranca-favorita.html",
        "title": "Federer comparece à final do Super Bowl e revela sua lembrança favorita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/federer_superbowl.jpg",
        "date": "08/02/2026",
        "description": "São Francisco (EUA) –A decisão do Super Bowl, na noite deste domingo, no Levi’s Stadium, atraiu numerosos famosos, entre eles Roger Federer, que há anos acompanha a Liga de Futebol Americano. A final reuniu o Seattle Seahawks e o New England Patriots."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-define-primeiros-finalistas-nesta-segunda-feira-em-santos.html",
        "title": "Copa Futuro define primeiros finalistas nesta segunda-feira em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Larissa-Missato-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Santos (SP)– Depois de grande esforço para driblar os problemas causados pelo constante mau tempo na Baixada Santista, a Copa Futuro de Tênis 2026 definirá nesta segunda-feira todos os finalistas das oito categorias em disputa, dos 12 aos 18 anos. O tradicional torneio acontece no Tênis Clube de Santos e vale pontos para o ranking nacional e como quinta etapa do Circuito Paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-entra-de-lucky-loser-em-buenos-aires-e-se-junta-a-fonseca-na-chave.html",
        "title": "Wild entra de lucky-loser em Buenos Aires e se junta a Fonseca na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/wild_bsas_back-1024x576.jpg",
        "date": "08/02/2026",
        "description": "Buenos Aires (Argentina) –Os dois brasileiros que chegaram à rodada final do quali para o ATP 250 de Buenos Aires perderam seus jogos neste domingo. Mas Thiago Wild conseguiu uma vaga de lucky-loser e se juntou ao atual campeão João Fonseca na chave principal, enquanto Thiago Monteiro se despediu da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Kohlmann-e1766085413779-1024x683.jpg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-supera-bublik-na-davis-tsitsipas-lidera-vitoria-da-grecia.html",
        "title": "Vacherot supera Bublik na Davis, Tsitsipas lidera vitória da Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Vacherot_davis_monaco.jpg",
        "date": "08/02/2026",
        "description": "Astana (Cazaquistão) –Campeão do Masters 1000 de Xangai no fim do ano passado, Valentin Vacherot foi fundamental para a vitória de Mônaco contra o Cazaquistão pelo Grupo Mundial I da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-anisimova-e-andreeva-estreiam-segunda-em-doha-bia-joga-as-12h.html",
        "title": "Eala, Anisimova e Andreeva estreiam segunda em Doha, Bia joga às 12h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/anisimova_doha_treina_jimmie-1024x619.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Atual campeã do WTA 1000 de Doha, Amanda Anisimova estreia na competição nesta segunda-feira. A número 4 do mundo entra em quadra ao meio-dia (de Brasília) para enfrentar a tcheca Karolina Pliskova, ex-líder do ranking e que lidera o histórico por 5 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equador-elimina-a-australia-em-quito-india-e-franca-tambem-avancam.html",
        "title": "Equador elimina a Austrália em Quito, Índia e França também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/meza_equador_davis-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Quito (Equador) –O Equador soube utilizar muito bem o fator casa para vencer a Austrália no Qualificatório Mundial da Davis. Jogando no saibro e na altitude de 2.800m de Quito, os equatorianos marcaram 3 a 0 contra a equipe 28 vezes campeã da competição. Eles agora enfrentam outro time bem tradicional, a Grã-Bretanha."
    }
]