[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-leva-virada-e-nao-passa-da-estreia-no-quali-em-auckland.html",
        "title": "Pigossi leva virada e não passa da estreia no quali em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/laura_camberra_back-1024x672.jpg",
        "date": "03/01/2026",
        "description": "Auckland (Nova Zelândia)– Primeira brasileira a entrar em quadra em 2026, Laura Pigossi começou a nova temporada com derrota na estreia do qualificatório do WTA 250 de Auckland. Na madrugada deste sábado, a paulista de 31 anos até começou bem, mas acabou superada pela austríaca Lilli Tagger, de 17 anos e 135ª do ranking, com uma virada por 4/6, 6/4 e 6/1, em 2h35 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-03-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_hobart_bjk_treino.jpg",
        "date": "03/01/2026",
        "description": "WTA 250 de Auckland (Nova Zelândia) – Sintético – US$ 283,347Qualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-disputam-a-chave-de-duplas-em-brisbane.html",
        "title": "Cinco brasileiros disputam a chave de duplas em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –A chave de duplas do ATP 250 de Brisbane terá cinco brasileiros na disputa. Serão duas parcerias nacionais, de Marcelo Melo e Fernando Romboli e também de Orlando Luz e Rafael Matos. Além deles, o experiente gaúcho Marcelo Demoliner jogará ao lado do francês Giovanni Perricard."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-inicia-a-temporada-contra-opelka-e-tem-medvedev-no-caminho.html",
        "title": "Fonseca inicia a temporada contra Opelka e tem Medvedev no caminho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_brisbane_treina-1024x582.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –O sorteio da chave do ATP 250 de Brisbane definiu o primeiro adversário de João Fonseca na temporada. O carioca de 19 anos e número 1 do Brasil vai estrear contra o norte-americano Reilly Opelka, 52º do ranking. O torneio começa na segunda-feira e as datas e horários dos jogos ainda serão definidos posteriormente pela organização."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tem-ostapenko-keys-e-rybakina-em-seu-lado-da-chave-em-brisbane.html",
        "title": "Sabalenka tem Ostapenko, Keys e Rybakina em seu lado da chave em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabaenka_brisbane25_treina-1024x650.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –O sorteio da chave do WTA 500 de Brisbane colocou adversárias difíceis no caminho de Aryna Sabalenka, líder do ranking e atual campeã do torneio. Nomes como Jelena Ostapenko, Madison Keys e Elena Rybakina estão no mesmo lado da chave da número 1 do mundo. O forte torneio na abertura da temporada atraiu sete top 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lesionado-fils-desiste-do-australian-open-e-adia-retorno-ao-circuito.html",
        "title": "Lesionado, Fils desiste do Australian Open e adia retorno ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fils-us-open-2025-withdrawal-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Melbourne (Austrália) –O retorno de Arthur Fils ao circuito profissional foi mais uma vez adiado. O francês de 21 anos e 39º do ranking retirou a inscrição do Australian Open, que começa em 18 de janeiro. Afastado das competições desde julho, ele também se retirou do ATP 250 de Hong Kong, torneio que abriria sua temporada na semana que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/parceiros-de-time-na-united-cup-kubler-e-inglis-ficam-noivos.html",
        "title": "Parceiros de time na United Cup, Jason Kubler e Maddison Inglis ficam noivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kubler-inglis-united-cup-2026.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –O amor está no ar na United Cup. Os australianos Jason Kubler e Maddison Inglis ficaram noivos na Ilha Rottnest no mês passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-inicia-a-preparacao-em-sydney-para-a-united-cup-o-melhor-esta-por-vir.html",
        "title": "Iga inicia a preparação em Sydney para a United Cup: “O melhor está por vir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/hubi_iga_united_sorrindo-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Sydney (Austrália) –Disposta a seguir lutando por títulos importantes e disputar a liderança do ranking, Iga Swiatek já está em Sydney se preparando para mais uma edição da United Cup. A equipe polonesa foi finalista nas duas últimas edições, superada pela Alemanha em 2024 e pelos Estados Unidos no ano passado, e segue atrás de um título inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-as-conquistas-da-davis-e-bjk-cup-italianos-querem-titulo-inedito.html",
        "title": "Após as conquistas da Davis e BJK Cup, italianos querem título inédito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/cobolli_paolini_united-1024x678.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Dominante nas competições por equipes nos últimos anos, com o tricampeonato consecutivo da Copa Davis e o bicampeonato da Billie Jean King Cup, a Itália chega embalada para a United Cup em busca de um título ainda inédito. A equipe aposta novamente em dois dos principais protagonistas das conquistas recentes, Jasmine Paolini e Flavio Cobolli, além de um grupo bastante experiente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-nao-foi-uma-partida-ruim-estou-testando-coisas-novas.html",
        "title": "Osaka: “Não foi uma partida ruim, estou testando coisas novas”",
        "image": null,
        "date": "02/01/2026",
        "description": ""
    }
]