[
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-fica-com-o-vice-em-hamburgo-mas-tera-seu-melhor-ranking.html",
        "title": "Romboli fica com o vice em Hamburgo, mas terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/romboli-molteni-hamburgo-2025-1024x681.jpg",
        "date": "24/05/2025",
        "description": "Hamburgo (Alemanha)– Não deu para Fernando Romboli na final de duplas do ATP 500 de Hamburgo, onde ele buscava o maior título da carreira até então. Ao lado do argentino Andres Molteni, o brasileiro foi superado pelos italianos Simone Bolelli e Andrea Vavassori em sets diretos, com parciais de 6/4 e 6/0, em 68 minutos de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-paolini-musetti-e-monteiro-abrem-roland-garros.html",
        "title": "Sabalenka, Paolini, Musetti e Monteiro abrem Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_fore_roma_gsp_3r-1024x675.jpg",
        "date": "24/05/2025",
        "description": "Paris (França)– A edição 2025 de Roland Garros será aberta neste domingo com 35 partidas distribuídas em 10 quadras e alguns nomes muito cotados para chegar às rodadas decisivas já estarão em ação, como a número 1 Aryna Sabalenka, a campeã de Roma Jasmine Paolini e o oitavo favorito Lorenzo Musetti."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-conquista-o-segundo-titulo-do-ano-com-babos-e-o-11o-da-carreira.html",
        "title": "Stefani conquista o segundo título do ano com Babos e o 11º da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/stefani-babos-estrasburgo-abraco-2025-e1748091966163-1024x683.jpg",
        "date": "24/05/2025",
        "description": "Estrasburgo (França)– A campanha da paulista Luisa Stefani e da húngara Timea Babos no WTA 500 de Estrasburgo foi coroada neste sábado com o título. Após duas vitórias por desistência, elas tiveram um jogo duro na decisão contra a chinesa Hanyu Guo e a norte-americana Nicole Melichar, vencendo com parciais de 6/3, 6/7 (4-7) e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "24/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/berlim-tera-nove-top-10-na-grama-bia-joga-em-queens-e-notttingham.html",
        "title": "Berlim terá nove top 10 na grama, Bia joga em Queen’s e Notttingham",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/bia_vibra_badhomburg-1024x583.jpg",
        "date": "24/05/2025",
        "description": "Berlim (Alemanha) –Enquanto os olhos do tênis mundial estão voltados para as quadras de saibro de Roland Garros, o calendário de competições na grama também começa a se desenhar com a definição das inscritas para os principais torneios do piso. O torneio mais forte na preparação para Wimbledon será o WTA 500 de Berlim, com nove jogadoras do top 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-tenta-mudar-mentalidade-e-ser-menos-dura-consigo-mesma.html",
        "title": "Iga tenta mudar mentalidade e ser menos dura consigo mesma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_sorrindo_entrevista-1024x682.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –Quatro vezes campeã de Roland Garros e vencedora das últimas três edições, Iga Swiatek retorna a Paris em uma situação diferente em relação aos últimos anos. Depois de ter dominado o circuito, especialmente nas temporadas de saibro, a polonesa ainda não conquistou títulos em 2025 e caiu para o quinto lugar do ranking. Disposta a voltar a vencer, a jogadora de 23 anos tenta mudar a mentalidade para ser menos dura consigo mesma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-disputa-final-de-duplas-as-6h30-e-busca-seu-11o-wta.html",
        "title": "Stefani disputa final de duplas às 6h30 e busca seu 11º WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/stefani_esperasaque_roma-scaled-e1748092068131-1024x684.jpeg",
        "date": "23/05/2025",
        "description": "Estrasburgo (França) –Finalista de duplas do WTA 500 de Estrasburgo, Luísa Stefani joga neste sábado às 6h30, ao lado da húngara Timea Babos. Elas enfrentam na decisão a chinesa Hanyu Guo e a norte-americana Nicole Melichar-Martinez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-celebra-primeira-final-do-ano-e-valoriza-duelo-com-bia.html",
        "title": "Rybakina celebra primeira final do ano e valoriza duelo com Bia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rybakina_stras_acena-1024x578.jpg",
        "date": "23/05/2025",
        "description": "Estrasburgo (França) –Finalista do WTA 500 de Estrasburgo, Elena Rybakina faz seu melhor torneio na temporada. A classificação veio com um jogo difícil diante de Beatriz Haddad Maia, número 1 do Brasil e 23ª do mundo, numa semifinal com 2h46 de duração nesta sexta-feira. A cazaque volta à quadra às 9h (de Brasília) deste sábado para enfrentar a russaLiudmila Samsonova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guilherme-renner-e-finalista-de-itf-juvenil-em-cochabamba.html",
        "title": "Guilherme Renner é finalista de ITF juvenil em Cochabamba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guilherme_renner_cocha_vibra.jpg",
        "date": "23/05/2025",
        "description": "Cochabamba (Bolívia) –O juvenil gaúcho Guilherme Renner será o representante brasileiro na final ITF J100 de Cochabamba, em quadras de saibro na Bolívia. Ele venceu o paraguaio Cayo Narvaez por 5/7, 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-finalista-de-itf-no-chile-klier-faz-semi-na-tunisia.html",
        "title": "Boscardin é finalista de ITF no Chile, Klier faz semi na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "23/05/2025",
        "description": "Coquimbo (Chile) –O catarinense Pedro Boscardin garantiu vaga na semifinal do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 5 do torneio e 391º do ranking, Boscardin venceu o chileno Matias Soto, principal cabeça de chave e 257º do mundo, por 5/7, 7/5 e 6/0."
    }
]