[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-britanica-do-top-100-na-segunda-rodada-no-mexico.html",
        "title": "Pigossi é superada por britânica do top 100 na segunda rodada no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore-1024x596.jpg",
        "date": "03/09/2025",
        "description": "Guadalajara (México) –Depois de tervencido sua partida de estreiana última segunda-feira, Laura Pigossi parou na segunda rodada WTA 125 de Guadalajara, em quadras duras no México. A número 2 do Brasil e 205ª do mundo foi superada pela britânicaFrancesca Jones, 89ª do ranking, que marcou um duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-bublik-e-aliassime-sao-os-principais-nomes-no-grupo-mundial-i-da-copa-davis.html",
        "title": "Ruud, Bublik e Aliassime são os principais nomes no Grupo Mundial I da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ruud-davis-2025-864x1024.jpg",
        "date": "03/09/2025",
        "description": "Londres (Inglaterra)– Na última terça-feira foram oficializadas todas as convocações das equipes que defenderão seus países na disputa do Grupo Mundial I da Copa Davis, que acontece entre os dias 12 e 14 de setembro. Além do grego Stefanos Tsitsipas, que enfrentará o Brasil, os principais nomes nas disputas são odo norueguês Casper Ruud, do cazaque Alexander Bublik e do canadense Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-e-daniel-silva-avancam-as-quartas-em-mar-del-plata.html",
        "title": "Sakamoto e Daniel Silva avançam às quartas em Mar del Plata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53697434197_d0cda8210c_k-e1714856734594-1024x714.jpg",
        "date": "03/09/2025",
        "description": "Mar del Plata (Argentina) –O Brasil terá dois representantes nas quartas de final do ITF M25 de Mar Del Plata, em quadras de saibro na Argentina. Os experientes paulistas Pedro Sakamoto e Daniel Dutra da Silva venceram seus jogos na rodada desta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-derruba-mais-um-favorito-e-esta-nas-quartas-do-us-open.html",
        "title": "Guto derruba mais um favorito e está nas quartas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto-usopen-fore-2025-1024x681.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Se nas chaves principais de simples do US Open a participação brasileira já foi encerrada, no juvenil o goiano Guto Miguel segue fazendo bonito e já está nas quartas de final. Nesta quarta-feira, ele venceu mais um favorito, batendo o tenista da casa Jack Kennedy, cabeça de chave número 9, com duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/danca-de-djokovic-foi-pelo-aniversario-de-8-anos-da-filha-tara.html",
        "title": "Dança de Djokovic foi pelo aniversário de 8 anos da filha Tara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Djokovic_danca.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Novak Djokovic dançou para comemorar sua vitória sobre Taylor Fritz no US Open 2025, em homenagem ao aniversário de sua filha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/famoso-por-errar-seus-palpites-drake-aposta-us-300-mil-no-titulo-de-sinner.html",
        "title": "Famoso por errar seus palpites, Drake aposta US$ 300 mil no título de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-6.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Conhecido por fazer apostas altas em eventos esportivos – e frequentemente perdê-las – o rapper Drake escolheu sua próxima empreitada. Ele confiando no italiano Jannik Sinner, tanto que apostou US$ 300 mil na conquista do número 1 do mundo neste US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-exalta-papel-da-noiva-e-a-melhor-coisa-da-minha-vida-te-la-comigo.html",
        "title": "Aliassime exalta papel da noiva: “É a melhor coisa da minha vida tê-la comigo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime_usopen_BJPA.jpg",
        "date": "03/09/2025",
        "description": "Toronto (Canadá) –Ter um sistema de apoio confiável quando se vive viajando e competindo no circuito da ATP pode fazer toda a diferença. Para o canadense Felix Auger-Aliassime, essa força vem da noiva Nina Ghaibi, que conheceu aos 18 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-quer-atrapalhar-planos-de-uma-final-entre-alcaraz-e-sinner.html",
        "title": "Djokovic quer atrapalhar planos de uma final entre Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-back-2025-1024x681.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Mesmo aos 38 anos, o sérvio Novak Djokovic continua sendo capaz de jogar um grande tênis e por isso está em mais uma semifinal de Grand Slam. Contudo, a idade acaba cobrando um pouco seu preço e ele sabe que o físico já não é o mesmo de outrora, mas ainda assim garante que fará de tudo para buscar o tão sonhando 25º título de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-sobre-enfrentar-sabalenka-voce-acha-que-preciso-me-esforcar-100.html",
        "title": "Kyrgios sobre enfrentar Sabalenka: “Você acha que preciso me esforçar 100%?”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/kyrgios_reproducao.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Nick Kyrgios não acredita que precisará “se esforçar 100%” para derrotar a número 1 do mundo feminino, Aryna Sabalenka, em uma nova “Batalha dos Sexos”."
    }
]