[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-a-atleta-mais-bem-paga-do-mundo-pelo-3o-ano-seguido.html",
        "title": "Gauff é a atleta mais bem paga do mundo pelo 3º ano seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-trofeu-rg-2025-1024x683.jpeg",
        "date": "03/12/2025",
        "description": "Nova York (EUA) –Pelo terceiro ano consecutivo, Coco Gauff é aatleta mais bem paga do mundo, de acordo com o levantamento daSportico, portal especializado em negócios do esporte. A tenista de 21 anos e número 3 do mundo faturou US$ 31 milhões em 2024, sendo US$ 8 milhões em premiações de torneios e mais US$ 23 milhões em contratos publicitários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "03/12/2025",
        "description": "WTA 125 de Quito (Equador) – Saibro – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-todas-as-finals-de-masters-1000-da-temporada.html",
        "title": "Relembre todas as finais de Masters 1000 da temporada",
        "image": null,
        "date": "03/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietangeli-recebe-ultimas-homenagens-com-trofeu-da-davis-no-foro-italico.html",
        "title": "Pietrangeli recebe últimas homenagens com troféu da Davis no Foro Itálico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Coppa_Davis_commemorazione_Pietrangeli-1024x682.jpg",
        "date": "03/12/2025",
        "description": "Roma (Itália) –Dois dias após o falecimento de Nicola Pietrangeli, aquadra que leva o seu nome no Foro Italicoem Roma recebeu as últimas homenagens à lenda do tênis italiano e bicampeão de Roland Garros. As raquetes e o troféu da Copa Davis, competição em que Pietrangeli fez história e conquistou vários recordes, foi posicionado do caixão, cercado por coroas de flores e fotos de sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/spoto-gianotti-vao-as-semifinais-no-finals-marchezini-chow-perdem-de-russas.html",
        "title": "Spoto/ Gianotti vão às semifinais no Finals. Marchezini/Chow perdem de russas.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/spotto_gianotti_sand-series-finals.jpg",
        "date": "03/12/2025",
        "description": "Ribeirão Preto (SP)– Melhor dupla da temporada masculina do beach tennis, o italiano Mattia Spoto e o italiano Nicolas Gianotti venceram jogo duríssimo no Sand Series Tour Finals, que acontece na Arena Ribeirão, no interior paulista, em 2h22 minutos, e se garantiram nas semifinais da competição, faltando ainda uma rodada para fechar a fase de grupos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/capa-de-revista-com-serena-mostra-sua-impressionante-perda-de-peso.html",
        "title": "Capa de revista com Serena mostra sua impressionante perda de peso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/serena_magerrima_revista-1024x633.jpg",
        "date": "03/12/2025",
        "description": "Califórnia (EUA) –Ícone do tênis, a americana Serena Williams impressiona na capa da revista Porter, com o título “Inigualável”. A própria estrela escolheu uma das fotos internas para abrir sua publicação no Instagram: uma imagem dela usando um maiô preto e sapatos de salto alto, ao lado de uma piscina glamourosa na Flórida. Serena exibe braços e pernas esculpidos, evidenciando a impressionante perda de peso, mais uma conquista em sua vida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-nadal-fonseca-ainda-e-muito-jovem-para-ameacar-sinner-e-alcaraz.html",
        "title": "Para Nadal, Fonseca ainda é muito jovem para ameaçar Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/nadal-fonseca-1024x602.jpg",
        "date": "03/12/2025",
        "description": "Madri (Espanha) –Um ano após disputar a última partida da carreira profissional, na fase final da Copa Davis de 2024, Rafael Nadal segue acompanhando o circuito, embora admita que assiste a menos jogos do que na época em que competia. O ex-número 1 do mundo lamenta a falta de concorrência para os atuais líderes do ranking, Jannik Sinner e Carlos Alcaraz, e avalia que o brasileiro João Fonseca ainda precisa de tempo antes de se consolidar como ameaça real aos dois protagonistas da nova geração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ha-25-anos-guga-superava-agassi-em-lisboa-para-chegar-ao-no-1.html",
        "title": "Há 25 anos, Guga superava Agassi em Lisboa para chegar ao nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/guga_trofeu_bandeira.jpg",
        "date": "03/12/2025",
        "description": "Mário Sérgio CruzDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pickleball-busca-se-firmar-com-prospeccao-de-talento-e-quadras-publicas.html",
        "title": "Pickleball busca se firmar com prospecção de talento e quadras públicas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/pod_pickle.jpg",
        "date": "02/12/2025",
        "description": "Modalidade de raquete que é um tremendo sucesso nos Estados Unidos, já com mais de 50 milhões de praticantes, o pickleball dá seus primeiros e firmes passos no Brasil. Presidente da Federação Paulista, a advogada Fernanda Jubran conta aoPodcast de TenisBrasilque o trabalho de expansão e amadurecimento tem sido feito sem pressa e com base sólida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-estreia-bem-em-lima-candiotto-joga-nesta-quarta.html",
        "title": "Júlia Konishi estreia bem em Lima, Candiotto joga nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/konishi_saoluis_fore.jpg",
        "date": "02/12/2025",
        "description": "Lima (Peru) –A paulista Júlia Konishi estreou com vitória no ITF W15 de Lima, em quadras de saibro. Cabeça 5 do torneio, ela superou a mexicana Katya Ramirez por 6/1 e 6/2. Ela enfrenta a norte-americana Maia Sung nas oitavas."
    }
]