[
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-entre-nos-a-tradicao-fala-alto.html",
        "title": "Wimbledon Entre Nós: a tradição fala alto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-03.02.21-1-1024x768.jpeg",
        "date": "04/07/2025",
        "description": "Vitor BaraEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-04-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paulo-andre-vira-e-vai-as-quartas-no-torneio-masters-no-rio.html",
        "title": "Ex-craque do Corinthians, Paulo André vai às quartas em torneio masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/paulo-andre-benini_masters.jpg",
        "date": "04/07/2025",
        "description": "Rio de Janeiro (RJ) –Paulo André Benini, ex-jogador de futebol campeão mundial pelo Corinthians e com passagens pelo Athlético Paranaense e outros clubes brasileiros, estreou com o pé direito na noite desta quinta-feira no torneio internacional masters, categoria MT 400, na Rio Tennis Academy em parceria com o Fluminense."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-demoliner-derrota-romboli-e-faz-oitavas-em-wimbledon.html",
        "title": "Dupla de Demoliner derrota Romboli e faz oitavas em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demo-grama-e1749229136279-1024x686.jpeg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Depois de eliminar os cabeças 9 logo na estreia, a parceria entre o gaúco Marcelo Demoliner e o argentino Guido Andreozzi se garantiu nas oitavas de final de Wimbledon, ao derrotar de forma tranquila o dueto formado por Fernando Romboli e o australiano John-Patrick Smith, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-principal-do-bt-200de-rio-verde-comeca-nesta-sexta-em-goias.html",
        "title": "Chave principal do BT 200 de Rio Verde começa nesta sexta em Goiás",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Rio-Verde_quadra-central.jpg",
        "date": "04/07/2025",
        "description": "Rio Verde (GO) –Começa nesta sexta-feira, a chave principal do torneio BT 200, o primeiro evento internacional de beach tennis que a cidade de Rio Verde, em Goiás, irá receber de um dos esportes que mais cresce no mundo e já soma mais de 1,4 milhão de praticantes no Brasil. A competição oferece mais de 200 pontos aos campeões e distribui US$ 15 mil em premiações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-disputam-semifinais-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz disputam semifinais em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/Ana-Cruz_joinville_vibra-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz serão os representantes brasileiros nas semifinais da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-se-emociona-ao-relembrar-recuperacao-e-busca-inspiracao-nos-filhos.html",
        "title": "Cilic se emociona ao relembrar recuperação e busca inspiração nos filhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic_wimbledon_vibra-1024x661.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –O veterano Marin Cilic protagonizou um grande resultado nesta quinta-feira em Wimbledon aoeliminar Jack Draper, número 4 do mundo e grande esperança de título para a torcida da casa. Aos 36 anos, o croata tem um histórico respeitável no tênis, já foi número 3 do ranking, campeão do US Open em 2014 e vice no Slam londrino em 2017. Nos últimos anos, entretanto, sofreu com uma grave lesão no joelho e passou por um longo período de recuperação e conta que buscou inspiração nos filhos, Baldo e Vito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-lamenta-queda-precoce-e-enaltece-feitos-de-cilic-e-murray.html",
        "title": "Draper lamenta queda precoce e enaltece feitos de Cilic e Murray",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic_draper_narede_wimb-1024x623.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Grande esperança de título para a torcida britânica em Wimbledon, Jack Draper se despediu ainda na segunda rodada da competição,superado pelo experiente croata de 36 anos Marin Cilic, ex-número 3 do mundo e finalista do torneio em 2017. Após a partida, o atual quarto colocado do ranking lamentou o nível de atuação nesta quinta-feira, citando também as dificuldades que enfrenta na grama. O canhoto de 23 anos também enalteceu o algoz e valorizou os feitos de Andy Murray, último britânico a conquistar Wimbledon, em 2013 e 2016."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vimos-muitas-surpresas-no-torneio-preciso-manter-o-foco.html",
        "title": "Sinner: “Vimos muitas surpresas no torneio, preciso manter o foco”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_olhabola-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –As muitas eliminações de cabeças de chave nas primeiras rodadas de Wimbledon servem de alerta para Jannik Sinner. O número 1 do mundo ainda não perdeu sets nas duas primeiras rodadas, tendo vencido um duelo italiano contra Luca Nardi na estreia esuperado nesta quinta-feirao australiano Aleksandar Vukic, mas reforça a concentração para não ser surpreendido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-comemora-virada-tive-que-subir-a-intensidade-e-ser-agressiva.html",
        "title": "Iga comemora virada: “Tive que subir a intensidade e ser agressiva”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimb2R_SB-1024x625.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Depois de superar um bom teste na segunda rodada de Wimbledon, Iga Swiatek avaliou seu desempenho navitória desta quinta-feirasobre a norte-americana Caty McNally. A atual número 4 do mundo começou atrás no placar e perdeu o primeiro set, mas assumiu o controle das ações destacando sua intensidade e o estilo de jogo agressivo, diante de uma rival que tentava quebrar o ritmo com slices e subidas à rede."
    }
]