[
    {
        "url": "https://tenisbrasil.uol.com.br/historia-do-ex-duplista-brasileiro-paulo-camargo-vai-virar-filme.html",
        "title": "História do ex-duplista brasileiro Paulo Camargo vai virar filme",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Paulo-Camargo-2.jpg",
        "date": "19/09/2025",
        "description": "São Paulo (SP) –Paulo Camargo, tenista profissional que chegou ao ranking mundial quando já tinha mais de 30 anos e depois de superar dificuldades pessoais, será tema de um filme. Uma parceria das produtoras Ultra Violeta e A Fábrica, o filme é baseado em “1% Até onde você iria?”, livro no qual Camargo conta sua história, que mais parece um roteiro de ficção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-avanca-com-desistencia-e-joga-a-terceira-semi-do-ano.html",
        "title": "Gabriela Cé avança com desistência e joga a terceira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "19/09/2025",
        "description": "Kursumlijska Banja (Sérvia) –A gaúcha Gabriela Cé está na semifinal do ITF W75 de Kursumlijska Banja, em quadras de saibro na Sérvia. Vinda de duas vitórias na semana, ela foi beneficiada pela desistência da britânica Ranah Stoiber, jovem de 20 anos e 479ª do ranking, e nem precisou entrar em quadra nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-19-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_lavercup_treina-1024x683.jpg",
        "date": "19/09/2025",
        "description": "Laver Cup, em San Francisco (EUA) – Sintético (coberto) – US$ 1,5 milhãoTime Mundo x Time Europa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-estreia-com-vitoria-em-dia-bom-para-franceses-e-australianos.html",
        "title": "Korda estreia com vitória em dia bom para franceses e australianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/korda-hangzhou-friday-2-e1758306364475-1024x682.jpg",
        "date": "19/09/2025",
        "description": "Hangzhou (China)– Forçado a desistir do US Open no mês no meio de sua partida de primeira rodada, o norte-americano Sebastian Korda retornou nesta sexta-feira com uma vitória por 7/5 e 6/3 sobre Adam Walton, na estreia no ATP 250 de Hangzhou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-carol-confirmadas-no-wta-125-do-rio-victoria-muda-calendario.html",
        "title": "Pigossi e Carol confirmadas no WTA 125 do Rio, Victória muda calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_sp_olhabola_itf_eng-1024x548.jpg",
        "date": "19/09/2025",
        "description": "Florianópolis (SC) –Foi divulgada a lista oficial das tenistas que disputarão o Rio Ladies Open, o WTA 125 do Rio de Janeiro, evento que acontece entre os dias 12 e 19 de outubro, na Techset Academy. A competição conta com premiação de US$ 115 mil e oferece 125 pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-e-errani-levam-a-italia-a-terceira-final-seguida-na-bjk-cup.html",
        "title": "Paolini e Errani levam a Itália à terceira final seguida na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/errani_paolini_bjk_cump_25-1024x652.jpg",
        "date": "19/09/2025",
        "description": "Shenzhen (China) –Pelo terceiro ano consecutivo, a Itália disputará a final da Billie Jean King Cup. Vencedoras de cinco títulos da competição e atuais campeãs, as italianas venceram a semifinal desta sexta-feira contra a Ucrânia. A segunda semifinal será neste sábado, a partir das 6h (de Brasília), entre Estados Unidos e Grã-Bretanha. As campeãs serão conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-confirma-favoritismo-na-estreia-com-vitoria-apertada.html",
        "title": "Romboli confirma favoritismo na estreia com vitória apertada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli-smith-usopen-vibra-2025-1024x681.jpg",
        "date": "19/09/2025",
        "description": "Hangzhou (China)– Cabeças de chave número 3 no ATP 250 de Hangzhou, Fernando Romboli e o australiano John-Patrick Smith confirmaram o favoritismo na estreia, mas tiveram que buscar a virada para bater os australianos Rinky Hijikata e Adam Walton com parciais de 3/6, 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-segue-afastado-e-anuncia-que-nao-ira-competir-em-toquio.html",
        "title": "Shelton segue afastado e anuncia que não irá competir em Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/shelton-tokyo-2025-withdrawal-e1758299885851-1024x682.jpg",
        "date": "19/09/2025",
        "description": "Tóquio (Japão)– O norte-americano Ben Shelton anunciou nesta sexta-feira sua desistência do .ATP 500 de Tóquio por causa de lesão no ombro direito, a mesma que o fez abandonar no meio de sua partida pela terceira rodada do US Open contra Adrian Mannarino"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-aproveita-semana-na-laver-cup-para-ouvir-e-adquirir-experiencia.html",
        "title": "Fonseca aproveita semana na Laver Cup para ouvir e adquirir experiência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-federer-lavercup-2025-1024x683.jpg",
        "date": "19/09/2025",
        "description": "São Francisco (EUA)– Mais jovem a jogar na Laver Cup, o carioca João Fonseca está tendo uma semana inesquecível em São Francisco ao lado de alguns dos melhores jogadores do mundo na atualidade. De quebra, ele ainda teve umencontro com o suíço Roger Federer, um dos seus maiores ídolos no tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-como-uma-combinacao-do-big-3-afirma-agassi.html",
        "title": "“Alcaraz é como uma combinação do Big 3”, afirma Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/agassi-lavercup-2025-1024x683.jpg",
        "date": "19/09/2025",
        "description": "São Francisco (EUA)– Capitão do Time Mundo na Laver Cup, fazendo sua estreia nesta edição do torneio, o norte-americano Andre Agassi está impressionado com a forma como  Carlos Alcaraz conquistou os corações dos fãs no mundo todo. E não é só isso, também destaca a capacidade que tem o espanhol, que para ele combina qualidades de nomes como Novak Djokovic , Roger Federer e Rafael Nadal ."
    }
]