[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-temos-que-aproveitar-essas-semanas-como-aprendizado.html",
        "title": "Stefani: “Temos que aproveitar essas semanas como aprendizado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_6876_xgaplus.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Com o fim de sua participação no Australian Open, Luísa Stefani avaliou de forma positiva as campanhas até as semifinais de duplas femininas e mistas. A brasileira destaca principalmente a retomada da parceria com a canadense Gabriela Dabrowski, com um bom resultado logo no primeiro torneio juntas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_toss.jpg",
        "date": "29/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas femininas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-e-perguntada-sobre-retorno-e-deixa-futuro-em-aberto.html",
        "title": "Serena é perguntada sobre retorno e deixa futuro em aberto",
        "image": null,
        "date": "29/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-diz-que-evoluiu-durante-o-torneio-e-conta-com-o-saque-para-a-final.html",
        "title": "Rybakina diz que evoluiu durante o torneio e conta com o saque para a final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_ausopen_vibra_sf-1024x683.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –De volta à final do Australian Open depois de três anos, Elena Rybakina ainda não perdeu sets na competição e sente que evoluiu ao longo do torneio. Ainda em busca de um título inédito em Melbourne, a atual número 5 do mundo conta com um bom desempenho no saque para derrubar a líder do ranking e bicampeã, Aryna Sabalenka, na final do próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-sempre-frustante-quando-voce-nao-consegue-diz-pegula-apos-eliminacao.html",
        "title": "“É sempre frustrante quando você não consegue”, diz Pegula após eliminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pegula-ao-2026_estica-1024x657.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Jessica Pegula não conseguiu alcançar a final do Australian Open apósperder para Elena Rybakina na semifinaldesta quinta-feira. E apesar de ter feito sua melhor em Melbourne aos 31 anos, a norte-americana deixou clara a decepção da derrota. Pegula vinha de vitórias nas oitavas contra Madison Keys, atual campeã do torneio, e Amanda Anisimova, a número 4 do mundo, criando expectativas reais para o título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-derrota-na-semi-svitolina-destaca-bom-inicio-de-temporada.html",
        "title": "Apesar da derrota na semi, Svitolina destaca bom início de temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina-ao-2026_a-1024x768.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Apesar da frustração pela derrota na semifinal do Australian Open, Elina Svitolina tem a comemorar o bom início de temporada. A ucraniana chegou a vencer dez jogos seguidos, com direito a um título em Auckland, antes de ser superada por Aryna Sabalenka, número 1 do mundo, nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-diz-que-aprendeu-a-licao-das-finais-perdidas-e-mudou-mentalidade.html",
        "title": "Sabalenka diz que aprendeu a lição das finais perdidas e mudou mentalidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_rg_comemora_semi-1024x651.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open pelo quarto ano consecutivo, Aryna Sabalenka tenta conquistar seu terceiro título em Melbourne e o quinto Grand Slam da carreira. Ano passado, a número 1 do mundo foi superada nas finais da Austrália e de Roland Garros, mas diz que aprendeu as lições e mudou a mentalidade para os jogos decisivos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australianos-buscam-bi-nas-duplas-mistas-em-melbourne.html",
        "title": "Australianos buscam bi nas duplas mistas em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gadecki_peers_ausopen26_TA-1024x682.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –A final de duplas mistas do Australian Open terá novamente uma parceria da casa. Olivia Gadecki e John Peers tentam defender o título conquistado no ano passado e enfrentam os franceses Kristina Mladenovic e Manuel Guinard, a partir das 22h (de Brasília) desta quinta-feira. O confronto será marcado por tentativas de quebra de recordes dos dois lados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-fazem-duelo-de-campeoes-a-partir-das-5h30.html",
        "title": "Sinner e Djokovic fazem duelo de campeões a partir das 5h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Dois campeões do Australian Open se enfrentam na segunda semifinal da competição. Jannik Sinner, vencedor das duas últimas edições, e Novak Djokovic, com dez títulos em Melbourne, duelam a partir das 5h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-quinta-2.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta quinta",
        "image": null,
        "date": "29/01/2026",
        "description": ""
    }
]