[
    {
        "url": "https://tenisbrasil.uol.com.br/eala-vence-duelo-de-geracoes-e-desafia-gauff-nas-quartas-em-dubai.html",
        "title": "Eala vence duelo de gerações e desafia Gauff nas quartas em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-2026-WTA-Eala-R1-30-1300x669-1-1024x527.jpg",
        "date": "18/02/2026",
        "description": "Doha (Qatar) –No jogo que encerrou a programação das oitavas no WTA 1000 de Dubai, Alexandra Eala venceu um duelo de gerações contra Sorana Cirstea para chegar às quartas. A filipina de 20 anos e 47ª do ranking marcou as parciais de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira-18-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zanellato_itajai26_slice.jpg",
        "date": "18/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fils-inicia-parceria-com-o-tecnico-goran-ivanisevic-em-doha.html",
        "title": "Fils inicia parceria com o técnico Goran Ivanisevic em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fils-doha-2026-wednesday-1024x576.jpg",
        "date": "18/02/2026",
        "description": "Doha (Qatar) –O francês Arthur Fils anunciou nesta quarta-feira que irá trabalhar com o técnico Goran Ivanisevic nesta temporada. O novo treinador já acompanha o pupilo no ATP 500 de Doha e assistiu à vitória do jovem de 21 anos sobre Quentin Halys, 72º do ranking, por 6/1 e 7/6 (9-7). Nas quartas de final, Fils enfrentará o tcheco Jiri Lehecka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vence-mais-uma-em-doha-e-confirma-duelo-com-mensik.html",
        "title": "Sinner vence mais uma em Doha e confirma duelo com Mensik",
        "image": null,
        "date": "18/02/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-salva-tres-match-points-e-avanca-as-quartas-em-dubai.html",
        "title": "Gauff salva três match-points e avança às quartas em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/gauff_dubai_back_noite-1024x685.jpg",
        "date": "18/02/2026",
        "description": "Dubai (Emirados Árabes) –Na abertura da sessão noturna desta quarta-feira, Coco Gauff teve que salvar três match-points para superar a belga Elise Mertens e avançar às quartas de final do WTA 1000 de Dubai. A norte-americana marcou as parciais de 2/6, 7/6 (11-9) e 6/3 em 2h18 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/indaiatuba-recebe-2a-etapa-do-circuito-beach-tennis-com-atletas-do-top-20.html",
        "title": "Indaiatuba recebe 2ª etapa do Circuito Beach Tennis com atletas do top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lorena_melo.jpg",
        "date": "18/02/2026",
        "description": "Indaiatuba (SP) –Com mais de 700 jogadores, começará nesta sexta-feira, dia 20, a segunda etapa do Circuito Beach Tennis, que está em sua sétima temporada e recebeu mais de 11 mil atletas em 2025. As disputas ocorrerão na Arena Deco Beach, em Indaiatuba (SP), no Profissional e no Amador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-estreia-bem-na-franca-carolina-bohrer-avanca-nos-eua.html",
        "title": "Gabriela Cé estreia bem na França, Carolina Bohrer avança nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "18/02/2026",
        "description": "Macon (França) –As brasileiras tiveram rumos opostos na rodada desta quarta-feira no ITF W50 de Macon, em quadras duras e cobertas na França. A gaúcha Gabriela Cé é a oitava favorita e estreou com vitória, enquanto a paulista Ana Candiotto foi eliminada por uma das principais favoritas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernandez-sera-o-unico-brasileiro-nas-oitavas-na-argentina.html",
        "title": "Bruno Fernandez será o único brasileiro nas oitavas na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bruno_fernandez_slice.jpg",
        "date": "18/02/2026",
        "description": "Tigre (Argentina) –O catarinense Bruno Fernandez será o representante brasileiro nas oitavas do challenger de Tigre, em quadras de saibro na Argentina. O jogador de 21 anos e 792º do ranking venceu o boliviano Murkel Dellien, 278º colocado, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paixao-pelo-golfe-tem-causado-problemas-em-casa-brinca-nadal.html",
        "title": "Paixão pelo golfe tem causado problemas em casa, brinca Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Nadal_bolinha-de-golfe.png",
        "date": "18/02/2026",
        "description": "Manacor (Espanha) –Desde que se aposentou do tênis em novembro de 2024, Rafael Nadal tem dedicado ainda mais tempo ao golfe a ponto de o espanhol brincar dizendo que isso tem causado problemas com a esposa Maria Franscisca Perello, revelou o jornal britânico Express."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reyes-e-mais-dois-sul-americanos-sao-autorizados-a-voltar-apos-contaminacao.html",
        "title": "Reyes e mais dois sul-americanos são autorizados a voltar após contaminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/53138956959_25f455a62e_c.jpg",
        "date": "18/02/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) divulgou nesta quarta-feira que três tenistas sul-americanos, incluindo o brasileiro Mateo Reyes, foram autorizados a voltar a competir após investigação concluir que os testes positivos para boldenona ocorreram em razão de contaminação por carne."
    }
]