[
    {
        "url": "https://tenisbrasil.uol.com.br/aprendi-muito-sobre-como-lidar-com-a-pressao-diz-andreeva.html",
        "title": "“Aprendi muito sobre como lidar com a pressão”, diz Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/andreeva-sorri-exibicao-macau-2025-1024x684.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –Depois de vencer sua primeira partida na temporada, no WTA 500 de Brisbane, Mirra Andreeva falou sobre a missão que tem de lidar com a pressão e expectativas, do público e dela mesma, para se manter entre entre as melhores jogadoras do mundo com tão pouca idade. A russa de apenas 18 anos já tem dois títulos de WTA 1000, conquistados em Dubai e Indian Wells na última temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suica-vence-nas-duplas-mistas-e-garante-vaga-na-semifinal-da-united-cup.html",
        "title": "Suíça vence nas duplas mistas e garante vaga na semifinal da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic_unitedcup-1024x683.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –A Suíça é o segundo país classificado para as semifinais da United Cup, ao vencer a Argentina por 2 a 1 nesta quarta-feira em Perth. Após asvitórias de Belinda Bencic e Sebastian Baeznas partidas de simples, Bencic voltou à quadra ao lado de Jakub Paul para vencer Maria Lourdes Carlé e Guido Andreozzi por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/invicta-polonia-vai-confiante-para-desafiar-a-australia-nas-quartas.html",
        "title": "Invicta, Polônia vai confiante para desafiar a Austrália nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Iga_Swiatek_-_United_Cup_2026_-_Day_5-DSC_6377_xgaplus.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –A equipe polonesa chegou, nesta quarta-feira, às quartas de final da United Cup, em Perth. Hubert Hurkacz venceu o holandêsTallon Griekspoor em 6/3 e 7/4(4) e Iga Swiatek derrotou Suzan Lamens por 6/3 e 6/2. Os poloneses venceram todos os jogos de simples e duplas que disputaram na competição e desafiam o time australiano na próxima sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-rublev-conseguem-viradas-wong-volta-a-surpreender.html",
        "title": "Musetti e Rublev conseguem viradas, Wong volta a surpreender",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/musetti-etcheverry-hong-kong-2026-1024x683.jpg",
        "date": "07/01/2026",
        "description": "Hong Kong (China)– Principal favorito no ATP 250 de Hong Kong, o italiano Lorenzo Musetti levou um susto em sua primeira partida do ano. O argentino Tomas Etcheverry venceu o primeiro set, mas não manteve o ritmo e acabou levando a virada, caindo com parciais de 6/7 (3-7), 6/2 e 6/4, depois de 2h41 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/majchrzak-elimina-opelka-em-3-tiebreaks-kyrgios-e-kokkinakis-caem.html",
        "title": "Majchrzak elimina Opelka em 3 tiebreaks, Kyrgios e Kokkinakis caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Majchrzak_uso25_fore.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –No jogo que encerrou a programação desta quarta-feira no ATP 250 de Brisbane, o polonês Kamil Majchrzak venceu um duelo de três tiebreaks contra o norte-americano Reilly Opelka, finalista do ano passado, por 6/7 (2-7), 7/6 (9-7) e 7/6 (10-8) em 2h29 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-queda-da-grecia-tsitsipas-comemora-bom-estado-fisico.html",
        "title": "Apesar da queda da Grécia, Tsitsipas comemora bom estado físico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas-united-cup-2026.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –Nesta quarta-feira, a equipe grega, composta por Tsitsipas e Maria Sakkari, foi eliminada da United Cup após não conseguir vencer Coco Gauff e Christian Harrison nas decisão de duplas mistas, em um confronto com placar de 4/6, 6/4 e 10-8. No entanto, Tsitsipas, que havia chegado acogitar aposentadoria após lesão nas costas, saiu da quadra satisfeito com seu jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitorias-de-bencic-e-baez-forcam-a-definicao-nas-duplas-mistas.html",
        "title": "Vitórias de Bencic e Baez forçam a definição nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/baez_unitedcup_vibra.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –O confronto entre Suíça e Argentina pelas quartas de final da United Cup será definido apenas nas duplas mistas. A rodada desta quarta-feira começou com vitórias de Belinda Bencic e Sebastian Baez nas partidas de simples. Quem vencer enfrentará a Bélgica ou a República Tcheca na semifinal de sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-abre-rodada-as-22h-luz-e-matos-desafiam-cabecas-2.html",
        "title": "Sabalenka abre rodada às 22h, Luz e Matos desafiam cabeças 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_entrada-1024x709.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –Líder do ranking mundial e atual campeã do WTA 500 de Brisbane, Aryna Sabalenka joga na abertura da rodada das oitavas. Ela entra em quadra às 22h (de Brasília) desta quarta-feira para enfrentar a romena Sorana Cirstea."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/belgica-e-republica-tcheca-duelam-nesta-quinta-por-vaga-na-semi.html",
        "title": "Bélgica e República Tcheca duelam nesta quinta por vaga na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bergs_unitedcup_estica-1024x670.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –O confronto entre Bélgica e República Tcheca vai definir mais um semifinalista na United Cup. Os dois países se enfrentam a partir das 3h30 (de Brasília) e vencedor pode enfrentar Suíça ou Argentina na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-vence-com-tranquilidade-andreeva-enfrenta-noskova.html",
        "title": "Anisimova vence com tranquilidade, Andreeva enfrenta Noskova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/anisimova_brisbane_fore.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –Segunda cabeça de chave no WTA 500 de Brisbane, Amanda Anisimova iniciou a temporada com uma vitória tranquila. A número 3 do mundo superou a australiana Kimberly Birrell, 106ª do ranking, por 6/1 e 6/3 em 1h03 de partida."
    }
]