[
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-superado-por-eua-e-romenia-na-davis-e-bjk-junior-e-disputara-9o-lugar.html",
        "title": "Brasil é superado por EUA e Romênia na Davis e BJK Junior e disputará 9º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/storck_davisjr_narede-1024x683.jpg",
        "date": "05/11/2025",
        "description": "Santiago (Chile) –As equipes do Brasil caíram na fase de grupos da Billie Jean King Cup Junior e da Copa Davis Junior, disputadas em Santiago, no Chile, após perderem os confrontos desta quarta-feira. Com isso, o Brasil ficou em terceiro lugar em seus grupos de ambas as categorias e disputará os playoffs que definem do 9º ao 16º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-05-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "05/11/2025",
        "description": "WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-conquista-quatro-medalhas-de-ouro-no-parapan-de-jovens.html",
        "title": "Brasil conquista quatro medalhas de ouro no Parapan de Jovens",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/luiz_calixto_lucas_rodrigues_parapan-1024x684.jpg",
        "date": "05/11/2025",
        "description": "Santiago (Chile) –O tênis em cadeiras de rodas do Brasil conquistou quatro medalhas de ouro e uma prata nos Jogos Parapan-Americanos de Jovens, disputados em Santiago, no Chile. Além disso, os brasileiros tiveram 100% de aproveitamento contra atletas estrangeiros na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/soares-vai-a-final-dos-70-em-porto-alegre-e-tem-encontro-com-koch.html",
        "title": "Soares vai à final dos 70 em Porto Alegre e tem encontro com Koch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/soares_koch_POA.jpg",
        "date": "05/11/2025",
        "description": "Porto Alegre (RS)– Lenda do tênis brasileiro, o gaúcho Thomaz Koch compareceu à Associação Leopoldina Juvenil, nesta quarta-feira, para acompanhar seu amigo e rival da época de profissional, João Soares, disputar a semifinal da categoria 70 anos da 39ª edição da Copa Yone Borba Dias. O mais tradicional evento master do país, da categoria MT 700, reúne mais de 200 atletas de dez países em Porto Alegre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enzo-kohlmann-e-pedro-rodrigues-estreiam-bem-em-orlando.html",
        "title": "Enzo Kohlmann e Pedro Rodrigues estreiam bem em Orlando",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kohlmann_engiebrb_fore.jpg",
        "date": "05/11/2025",
        "description": "Orlando (EUA) –Em rodada com três brasileiros, o paulista Enzo Kohlmann e o mineiro Pedro Rodrigues estrearam com vitória no ITF M15 de Orlando, em quadras de saibro nos Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-estreia-com-vitoria-em-itf-argentino-no-saibro.html",
        "title": "Júlia Konishi estreia com vitória em ITF argentino no saibro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/konishi_vacaria_prepara-1024x649.jpg",
        "date": "05/11/2025",
        "description": "Neuquen (Argentina) –As brasileiras tiveram rumos opostos na rodada desta quarta-fiera do ITF W15 de Neuquen, em quadras de saibro na Argentina, diante de tenistas da casa. Júlia Konishi estreou com vitória, enquanto Catarina Melleiro foi eliminada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-luz-e-saraiva-vao-as-quartas-nas-duplas-em-lima.html",
        "title": "Demoliner, Luz e Saraiva vão às quartas nas duplas em Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/luz_demo_braga_cump-1024x683.jpg",
        "date": "05/11/2025",
        "description": "Lima (Peru) –Três brasileiros estão nas quartas de final de duplas do challenger de Lima, em quadras de saibro. Os gaúchos Orlando Luz e Marcelo Demoliner jogam juntos, enquanto o brasiliense Paulo Saraiva tem como parceiro o mexicano Rodrigo Pacheco Mendez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-e-superada-nas-oitavas-por-favorita-suica-em-tucuman.html",
        "title": "Cé é superada nas oitavas por favorita suíça em Tucuman",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabriela_ce_tucuman_fore.jpg",
        "date": "05/11/2025",
        "description": "Tucumán (Argentina) –Depois de conseguir uma vaga como lucky-loser e vencer seu primeiro jogo na chave principal, Gabriela Cé se despediu nesta quarta-feira do WTA 125 de Tucumán, em quadras de saibro na Argentina. A gaúcha perdeu por duplo 6/4 para a suíça Simona Waltert, cabeça 2 do torneio e 93ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lucky-loser-ucraniano-elimina-bublik-em-metz-tien-e-berrettini-duelam.html",
        "title": "Lucky-loser ucraniano elimina Bublik em Metz, Tien e Berrettini duelam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/s-metz-2025-wednesday-1024x576.jpg",
        "date": "05/11/2025",
        "description": "Metz (França) –Depois de entrar na chave como lucky-loser, o ucraniano Vitaliy Sachko segue com grandes resultados no ATP 250 de Metz, em quadras duras e cobertas. Depois de eliminar o francês Giovanni Perricard na estreia, o jogador de 28 anos e 222º do ranking superou também o cazaque Alexander Bublik, número 13 do mundo, por 7/5, 3/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-supera-wawrinka-em-atenas-e-segue-em-busca-do-finals.html",
        "title": "Musetti supera Wawrinka em Atenas e segue em busca do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti_atenas_fore-1024x722.jpg",
        "date": "05/11/2025",
        "description": "Atenas (Grécia) –A busca de Lorenzo Musetti pela última vaga no ATP Finals continua nesta semana em Atenas. O italiano, que precisa do título no ATP 250 da capital grega para ultrapassar Félix Auger-Aliassime e voltar ao top 8, estreou nesta quarta-feira vencendo o suíço Stan Wawrinka por 4/6, 7/6 (7-5) e 6/4 em 2h25."
    }
]