[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-descarta-aposentadoria-e-mira-novo-titulo-em-wimbledon.html",
        "title": "Djokovic descarta aposentadoria e mira novo título em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-coletiva-wimbledon-2025-1024x682.jpg",
        "date": "28/06/2025",
        "description": "Londres (Inglaterra)– Em entrevista concedida antes da estreia em Wimbledon, Novak Djokovic afastou a ideia de que esta possa ser sua última participação no torneio e reforçou o desejo de seguir competindo em alto nível por mais alguns anos. Vice-campeão nas últimas duas temporadas, o sérvio afirmou estar motivado física e mentalmente para continuar jogando e destacou sua forte ligação com o torneio londrino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-explica-saidas-de-preparador-e-fisioterapeuta-do-time.html",
        "title": "Sinner explica saídas de preparador e fisioterapeuta do time",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-coletiva-wimbledon-2025-1024x682.jpg",
        "date": "28/06/2025",
        "description": "Londres (Inglaterra)– Atual número 1 do mundo, Jannik Sinner terá mudanças importantes em seu box para a disputa de Wimbledon. Às vésperas do terceiro Grand Slam da temporada, veio à tona a notícia de que o tenista italiano demitiu o preparador físico Marco Panichi e o fisioterapeuta Ulises Badio. Apesar de pegar o público e a imprensa de surpresa, Sinner admitiu que a decisão não foi repentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reveja-os-melhores-lances-do-torneio-feminino-de-wimbledon-de-2024.html",
        "title": "Reveja os melhores lances do torneio feminino de Wimbledon de 2024",
        "image": null,
        "date": "28/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-fonseca-jogam-cedo-em-dia-de-alcaraz-e-sabalenka.html",
        "title": "Bia e Fonseca jogam cedo em dia de Alcaraz e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7440_xgaplus.jpg",
        "date": "28/06/2025",
        "description": "Londres (Inglaterra)– Conforme anunciado previamente, Wimbledon dará a largada nesta segunda-feira pela parte inferior da chave masculina e a superior da feminina e, com isso, Beatriz Haddad Maia e João Fonseca já irão para a quadra. Como atual campeão, Carlos Alcaraz abre a Central conforme reza a tradição e a número 1 Aryna Sabalenka será a primeira a entrada na Quadra 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/marcondes_treino_adk.jpg",
        "date": "28/06/2025",
        "description": "ITF M15 de Kursumlijska Banja (Sérvia) – Saibro – US$ 15 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-bate-bola-com-alcaraz-e-recebe-elogios-do-espanhol.html",
        "title": "Fonseca bate bola com Alcaraz e recebe elogios do espanhol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-abraco-fonseca-wimbledon-2025.png",
        "date": "28/06/2025",
        "description": "Londres (Inglaterra)– A dois dias do início de Wimbledon, João Fonseca teve a oportunidade de treinar ao lado de Carlos Alcaraz. Em reta final de preparação para o terceiro Grand Slam da temporada, o carioca de 18 anos fez uma sessão de bate-bola com o espanhol número 2 do mundo nas quadras do All England Club, reforçando a atenção que vem despertando no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-1-do-brasil-e-3a-do-mundo-marchezini-revela-segredo-do-sucesso.html",
        "title": "Nº 1 do Brasil e 3ª do mundo, Marchezini revela segredo do sucesso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/marchezini_mormaii.jpg",
        "date": "28/06/2025",
        "description": "Aos 19 anos, Vitoria Marchezini é um verdadeiro fenômeno do esporte mundial. A paranaense é a mais nova entre as 10 melhores do mundo no beach tennis. Vitoria soma 4236 pontos no ranking da Federação Internacional de Tênis (ITF), ao lado da parceira Sophia Chow, com a mesma pontuação. As atuais líderes do ranking mundial são as italianas Giulia Gasparri e Ninny Valentini, com 5860. No entanto, no ritmo em que Marchezini se encontra, a estrela brasileira não deve demorar muito para alcançar o topo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-vence-duelo-americano-e-fatura-o-tetra-em-eastbourne.html",
        "title": "Fritz vence duelo americano e fatura o tetra em Eastbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fritz-olha-a-bola-eastbourne-2025-1024x717.jpeg",
        "date": "28/06/2025",
        "description": "Eastbourne (Inglaterra)– O número 5 do mundo, Taylor Fritz, confirmou o favoritismo e conquistou neste sábado seu quarto título no ATP 250 de Eastbourne. Em duelo 100% americano, ele superou o compatriota Jenson Brooksby por 7/5 e 6/1, em 1h26 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joint-salva-4-match%e2%80%91points-contra-eala-e-fatura-o-titulo-em-eastbourne.html",
        "title": "Joint salva 4 match‑points contra Eala e fatura o título em Eastbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/joint-trofeu-eastbourne-2025-1024x769.jpeg",
        "date": "28/06/2025",
        "description": "Eastbourne (Inglaterra)– A jovem australiana Maya Joint conquistou neste sábado o WTA 250 de Eastbourne ao vencer a filipina Alexandra Eala na final. A vitória veio de forma emocionante, marcando as parciais de 6/4, 1/6, 7/6 (12-10), após 2h26 de partida e quatro match-points salvos no tiebreak decisivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-e-alcaraz-fazem-treino-conjunto-em-wimbledon.html",
        "title": "Raducanu e Alcaraz fazem treino conjunto em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/raducanu_alcaraz.jpg",
        "date": "28/06/2025",
        "description": "Londres (Inglaterra) –A notícia de que o espanhol Carlos Alcaraz, atual campeão de Wimbledon, e Emma Raducanu, campeã do US Open de 2021, vão jogar as duplas mistas do US Open de 2025 segue atraindo a atenção dos fãs e da imprensa. Neste sábado, os fotógrafos registraram o encontro deles em Wimbledon e um bate-bola entre os velhos amigos."
    }
]