[
    {
        "url": "https://tenisbrasil.uol.com.br/federer-treina-com-ruud-na-rod-laver-arena-veja-como-foi.html",
        "title": "Federer treina com Ruud na Rod Laver Arena. Veja como foi!",
        "image": null,
        "date": "16/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-sobre-duelo-com-berrettini-sabia-que-haveria-adversarios-dificeis.html",
        "title": "De Minaur sobre duelo com Berrettini: “Sabia que haveria adversários difíceis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/deminaur-ausopen-treina-2026-e1768528344345-1024x683.jpg",
        "date": "16/01/2026",
        "description": "Melbourne (Austrália)– Uma das partidas mais interessantes de primeira rodada no Australian Open terá de um lado o tenista da casa Alex de Minaur e do outro o italiano Matteo Berrettini. Após o sorteio das chaves, o australiano, cabeça de chave número 6, falou sobre o confronto duro que terá pela frente logo na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-destaca-importancia-de-manter-o-foco-o-tempo-todo.html",
        "title": "Alcaraz destaca importância de manter o foco o tempo todo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz-ausopen-treina-2026-e1768532244291-1024x683.webp",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Cabeça de chave número 1 do Australian Open, o espanhol Carlos Alcaraz chega para o torneio com a missão de tentar vencê-lo pela primeira vez e assim completar o Grand Slam de carreira. Ele sabe que precisa ficar atento não apenas ao seu lado da quadra, mas também dos rivais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-esconde-que-voltar-ao-numero-1-e-o-foco-da-temporada.html",
        "title": "Sinner não esconde que voltar ao número 1 é o foco da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-ausopen-entrevista-trofeu-2026-e1768528261782-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Campeão das duas últimas edições do Australian Open, o italiano Jannik Sinner chega para mais uma defesa do título em Melbourne focado em vencer mais uma vez. Em conversa com a emissora australianaNine, ele não apenas falou sobre o sonho do tricampeonato, mas também de um objetivo maior: voltar a ser número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-15-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "15/01/2026",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 63 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-cai-nas-quartas-na-argentina-saraiva-vence-no-chile.html",
        "title": "Boscardin cai nas quartas na Argentina, Saraiva vence no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "15/01/2026",
        "description": "Buenos Aires (Argentina) –Único brasileiro a ter alcançado as quartas de final do challenger de Buenos Aires, o catarinense Pedro Boscardin se despediu da competição nesta quinta-feira. Boscardin, de 22 anos e 275º do ranking, perdeu para o anfitrião Andrea Collarini, cabeça 3 do torneio e 240º do mundo, por 6/4 e 6/2 em 1h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/novata-no-top-20-mboko-quer-viver-um-dia-de-cada-vez.html",
        "title": "Novata no top 20, Mboko quer “viver um dia de cada vez”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mboko_adelaide_perfil.jpg",
        "date": "15/01/2026",
        "description": "Adelaide (Austrália) –Escolhida como a Novata do Ano pela WTA após a sua grande temporada de 2025, Victoria Mboko vai aos poucos se acostumando com uma nova realidade no circuito. Semifinalista do WTA 500 de Adelaide, a canadense de 19 anos está com o melhor ranking da carreira, no 17º lugar, e segue na busca pelo terceiro título de alto nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saquarema-recebe-a-copa-dos-municipios-de-beach-tennis-com-recorde.html",
        "title": "Saquarema recebe a Copa dos Municípios de Beach Tennis com recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/saquarema_festival-de-verao-2.jpeg",
        "date": "15/01/2026",
        "description": "Saquarema (RJ)– A famosa praia de Itaúna, em Saquarema (RJ), vai receber neste fim de semana a terceira edição da Copa dos Municípios, torneio que reunirá 11 cidades do estado do Rio de Janeiro com suas equipes na busca pelos títulos por categorias e também pelo título geral. A organização será da ABTERJ, a Associação de Beach Tennis do Estado do Rio de Janeiro. O evento faz parte do Festival de Verão organizado pela Prefeitura de Saquarema."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-cede-apenas-um-game-e-faz-quartas-em-buenos-aires.html",
        "title": "Carol Meligeni cede apenas um game e faz quartas em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/carol_meligeni_quito_fore-1024x683.webp",
        "date": "15/01/2026",
        "description": "Buenos Aires (Argentina) –A semana de Carol Meligeni no ITF W50+H de Buenos Aires segue com vitórias bastante tranquilas. A número 3 do Brasil e 241ª do mundo venceu a francesa Sara Cakarevic, 580ª colocada, por 6/0 e 6/1 para chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-dia-do-australian-open-tera-estreias-de-bia-alcaraz-e-sabalenka.html",
        "title": "Primeiro dia do Australian Open terá estreias de Bia, Alcaraz e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-toss-2025-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrála) –O primeiro dia do Australian Open terá a estreia brasileira de Beatriz Haddad Maia e também as partidas de Carlos Alcaraz, Aryna Sabalenka, Venus Williams e Alexander Zverev."
    }
]