[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sobe-no-ranking-e-nana-dispara-mais-de-400-posicoes.html",
        "title": "Bia sobe no ranking e Naná dispara mais de 400 posições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-toss-2025-1024x683.jpg",
        "date": "15/09/2025",
        "description": "São Petersburgo (EUA)– A semana não poderia ser melhor para as brasileiras no ranking da WTA, com sete das 10 melhores do país ganhando posições nesta segunda-feira. Atual número 1 do Brasil, a paulista Beatriz Haddad Maia melhorou cinco lugares e agora é a 25ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-segue-perto-do-top-40-wild-e-monteiro-amargam-quedas.html",
        "title": "Fonseca segue perto do top 40, Wild e Monteiro amargam quedas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-davis-olhabola-2025-scaled-e1757936915585-1024x682.jpg",
        "date": "15/09/2025",
        "description": "Londres (Inglaterra)– Responsável pela vitória que garantiu o triunfo brasileiro na série contra a Grécia na Copa Davis, vencendo Stefanos Tsitsipas em três sets, o carioca João Fonseca começou a semana no mesmo ranking de antes, se mantendo na 42ª colocação e bem perto do top 40."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/142147.html",
        "title": "Gaúchos e italianas levam os títulos do ITF BT100 Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/neis_riesBT100-POA_campeoes.jpg",
        "date": "14/09/2025",
        "description": "Porto Alegre (RS) –Foram definidos, neste domingo, os campeões do ITF BT 100 Porto Alegre – Drop Shot 15 anos, realizado na B Cub na capital gaúcha. Os gaúchos Fabrício Neis e Gabriel Ries marcaram duplo 6/0 sobre Felipe Roman e Eduardo Fonsatti na decisão e levantaram o quinto título juntos, o maior dos dois, maior para Ries que celebrou: “Eu imaginava que poderia acontecer. Entramos muito focados, não erramos quase nada, tudo deu certo, acertamos quase tudo, nossos adversários vieram de um jogo muito cansativo.”"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chile-peru-e-equador-vencem-colombia-perde-no-grupo-i-da-davis.html",
        "title": "Chile, Peru e Equador vencem, Colômbia perde no Grupo I da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/soto_barrios_davis-1024x682.jpg",
        "date": "14/09/2025",
        "description": "Santiago (Chile) –Na mesma divisão em que oBrasil venceu a Grécia, outros três países sul-americanos se deram bem pelo Grupo Mundial I da Copa Davis. As equipes do Chile, Peru e Equador garantiram vagas no Qualificatório Mundial de 2026. Já a Colômbia perdeu da Eslováquia e terá que disputar uma repescagem no início do ano para permanecer no Grupo I."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mateus-alves-conquista-em-cuiaba-seu-sexto-titulo-de-itf-na-carreira.html",
        "title": "Mateus Alves conquista em Cuiabá seu sexto título de ITF na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/mateus_alves_cuiaba_fore-1024x685.jpg",
        "date": "14/09/2025",
        "description": "Cuiabá (MT) –O paulista Mateus Alves conquistou o título da etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis. Alves, de 24 anos e 507º do ranking, venceu neste domingo uma final brasileira contra o também paulista Igor Marcondes, canhoto de 28 anos e 716º colocado, por 4/6, 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-resolve-para-o-brasil.html",
        "title": "Fonseca resolve para o Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_jf_davis.jpg",
        "date": "14/09/2025",
        "description": "O tênis brasileiro não ganhou apenas um tenista com reais condições de figurar entre os 20 melhores do mundo a curto prazo, mas também possui um garoto com perfil perfeito para a Copa Davis. João Fonseca honrou o fato de ser o número 1 do grupo de Jaime Oncins, fez seu trabalho em Atenas contra a torcida, marcou os dois pontos que se esperava dele e cada vez mais se firma como o grande nome do país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tjen-valoriza-algoz-e-ja-sente-maior-reconhecimento-em-seu-pais.html",
        "title": "Tjen valoriza algoz e já sente maior reconhecimento em seu país",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tjen_rajaonah_trofeus-1024x683.jpg",
        "date": "14/09/2025",
        "description": "Mário Sérgio CruzEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-14-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/melo_matos_davis_treino.jpg",
        "date": "14/09/2025",
        "description": "Copa Davis – Grupo Mundial I, em Atenas (Grécia) – SintéticoGrécia 1 x 3 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cacula-do-top-100-iva-jovic-conquista-primeiro-wta-aos-17-anos.html",
        "title": "Caçula do top 100, Iva Jovic conquista primeiro WTA aos 17 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/jovic_gdl_trofeu-1024x683.jpg",
        "date": "14/09/2025",
        "description": "Guadalajara (México) –Jogadoramais jovem no atual top 100do ranking mundial, Iva Jovic conquistou o título do WTA 500 de Guadalajara. A norte-americana de 17 anos superou neste domingo a colombiana Emiliana Arango por 6/4 e 6/1 em 1h35 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-consegui-jogar-meu-melhor-tenis-nos-momentos-importantes.html",
        "title": "Fonseca: “Consegui jogar meu melhor tênis nos momentos importantes”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_davis_sorrindo_GRE.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –Depois de ter atuação decisiva no confronto entre Brasil e Grécia pelo Grupo I da Copa Davis, João Fonseca comemorou o fato de ter conseguido jogar seu melhor tênis nos momentos finais dapartida contra Stefanos Tsitsipas, ex-número 3 do mundo e atual 27º do ranking. A vitória definiu a série a favor da equipe brasileira, que volta ao Qualificatório Mundial da Davis em 2026."
    }
]