[
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-derruba-o-cabeca-2-em-rosario-e-esta-nas-quartas-de-final.html",
        "title": "Boscardin derruba o cabeça 2 em Rosario e está nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin-curitiba-vobra-2025-scaled-e1760814868817-1024x682.jpg",
        "date": "05/02/2026",
        "description": "Rosario (Argentina)– O catarinense Pedro Boscardin conseguiu mais uma importante vitória em três sets bem disputados em sua campanha sobre o saibro argentino. Ele avançou na noite desta quinta-feira para a rodada de quartas de final, ao derrotar o argentino Francisco Comesana, cabeça 2 do forte challenger de Rosario e 64º do mundo, com parciais de 6/4, 3/6 e 6/3, após 2h44 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "05/02/2026",
        "description": "Challenger de Rosario (Argentina) – Saibro – US$ 225 milSegundarodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-de-santos-tem-rodada-cheia-nesta-sexta-feira.html",
        "title": "Copa Futuro de Santos tem rodada cheia nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/copafuturo2-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Santos (SP)– O atraso provocado pelo mau tempo levará a Copa Futuro de Tênis 2026 a uma sexta-feira de muitos jogos. As categorias de 14, 16 e 18 anos masculino e de 16 e 18 anos femininos acontecem a partir das 8 horas no Tênis Clube de Santos, enquanto os 12 anos e os 14 feminino serão disputados no Clube Internacional de Regatas, às 11 horas. A entrada é gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-faz-semi-de-duplas-nos-eua-ce-cai-nas-oitavas-na-franca.html",
        "title": "Pedretti faz semi de duplas nos EUA, Cé cai nas oitavas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti25gd-e1760221362659-1024x689.jpeg",
        "date": "05/02/2026",
        "description": "Orlando (EUA) –A paulista Thaísa Pedretti está na semifinal de duplas do ITF W50 de Orlando, em quadras duras nos Estados Unidos. A brasileira e a boliviana Noelia Zeballos venceram as mexicanas Maria Fernanda Navarro e Victoria Rodriguez por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-cai-nas-quartas-em-simples-e-joga-final-de-duplas-em-salinas.html",
        "title": "Pietra cai nas quartas em simples e joga final de duplas em Salinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_slice-1024x637.jpg",
        "date": "05/02/2026",
        "description": "Salinas (Equador) –A juvenil gaúcha Pietra Rivoli caiu nas quartas de final do ITF J300 de Salinas, em quadras duras no Equador. Segunda cabeça de chave e 61ª do ranking, ela foi superada pela norte-americana Yael Saffar, 109ª colocada e cabeça 6, por 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/natan-rodrigues-e-joao-ceolin-vao-as-quartas-no-mexico-e-nos-eua.html",
        "title": "Natan Rodrigues e João Ceolin vão às quartas no México e nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/natan_rodrigues_salvador_back-1024x682.jpg",
        "date": "05/02/2026",
        "description": "Huamantla (México) –Os brasileiros tiveram rumos opostos na rodada desta quinta-feira pelo ITF M15 de Huamantla, em quadras duras no México. Enquanto Natan Rodrigues avançou às quartas de final, Lucca Pinto foi eliminado na segunda fase."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-vence-na-volta-ao-circuito-e-norrie-amplia-vantagem-na-davis.html",
        "title": "Draper vence na volta ao circuito e Norrie amplia vantagem na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/draper_davis26_back-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Oslo (Noruega) –De volta ao circuito, recuperado de uma lesão no braço esquerdo, Jack Draper ajudou a equipe britânica a abrir uma boa vantagem contra a Noruega pelo Qualificatório Mundial da Copa Davis. O atual número 13 do mundo não disputava uma partida desde o US Open em agosto e venceu nesta quitna-feira o 329º colocado Viktor Durasovic por duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estou-100-recuperado-e-treinando-em-dois-turnos.html",
        "title": "Fonseca: “Estou 100% recuperado e treinando em dois turnos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_treina_fev26_cut-1024x607.jpg",
        "date": "05/02/2026",
        "description": "Rio de Janeiro (RJ) –Em reta final de preparação para os torneios no saibro sul-americano, João Fonseca recebeu jornalistas nesta quinta-feira para um treino aberto na academia Yes Tennis, no Rio de Janeiro, e falou das expectativas para a sequência da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-sua-1a-semi-de-wta-oliynykova-e-a-unica-ucraniana-que-mora-e-treina-em-casa.html",
        "title": "Na 1ª semi de WTA, ucraniana Oliynykova quase perdeu trem devido a ataque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Oliynykova.jpg",
        "date": "05/02/2026",
        "description": "Cluj-Napoca (Romênia) –A ucraniana Oleksandra Oliynykova, de 25 anos, disputou sua primeira chave principal de um Grand Slam no Aberto da Austrália deste ano, caindo na primeira rodada diante de Madison Keys. No torneio romeno, da categoria 250, classificou-se pela primeira vez às semifinais de um WTA nesta quinta-feira ao derrotar a chinesa Xinyu Wang, cabeça 4, 33ª do mundo, por duplo 6/4, sua primeira vitória sobre uma top 50."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-abre-confronto-da-davis-nesta-sexta-as-21h-heide-enfrenta-diallo.html",
        "title": "Reis abre confronto da Davis nesta sexta às 21h, Heide enfrenta Diallo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/reis_davis_treina-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Vancouver (Canadá) –O sorteio realizado nesta quinta-feira definiu a ordem das partidas do primeiro dia de confronto entre Brasil e Canadá pelo Qualificatório Mundial da Copa Davis. Os jogos acontecem em quadra dura e coberta na cidade de Vancouver e quem vencer enfrentará a França ou a Eslováquia na segunda rodada. A transmissão é daCazéTV."
    }
]