[
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-cai-na-semifinal-e-joga-mais-um-torneio-na-argentina.html",
        "title": "Carol Meligeni cai na semifinal e joga mais um torneio na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas_26_olhabola-1024x620.jpg",
        "date": "17/01/2026",
        "description": "Buenos Aires (Argentina) –Depois de três vitórias na semana, Carol Meligeni caiu na semifinal do ITF W50+H de Buenos Aires, em quadras de saibro. A número 3 do Brasil e 241ª do mundo foi superada neste sábado pela argentina Victoria Bosio, de 31 anos e 375ª do ranking, por 6/3, 3/6 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-17-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "17/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-confirma-presenca-em-itajai-quali-comeca-no-domingo.html",
        "title": "João Reis confirma presença em Itajaí, quali começa no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/reis_poa_prep-e1750675302260-1024x683.jpg",
        "date": "17/01/2026",
        "description": "Itajaí (SC) –O Itajaí Open contará com a presença de João Lucas Reis, um dos principais nomes do torneio e destaque do tênis brasileiro na última temporada. O challenger disputado no Itamirim Clube de Campo distribui US$ 107 mil em premiação total e 75 pontos no ranking da ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zormann-conquista-titulo-de-duplas-no-challenger-de-buenos-aires.html",
        "title": "Zormann conquista título de duplas no challenger de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Kestelboim_Zormann_bsas_trofeus-1024x702.jpg",
        "date": "17/01/2026",
        "description": "Buenos Aires (Argentina) –O paulista Marcelo Zormann conquistou o título de duplas do challenger de Buenos Aires, em quadras de saibro, jogando ao lado do argentino Mariano Kestelboim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-avanca-as-oitavas-em-traralgon-brasileiros-vencem-nas-duplas.html",
        "title": "Guto avança às oitavas em Traralgon, brasileiros vencem nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_vibra_sauipe.jpg",
        "date": "17/01/2026",
        "description": "Traralgon (Austrália) –Em seu segundo compromisso no ITF J300 de Traralgon, torneio preparatório para o Australian Open juvenil, Guto Miguel venceu mais uma em sets diretos e avançou às oitavas. O goiano de 16 anos e número 5 do ranking marcou um duplo 6/3 contra o italiano Simone Massellani, 36º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-comeca-com-nova-geracao-em-evidencia-e-16-estreantes-em-slam.html",
        "title": "Australian Open começa com jovens em evidência e 16 estreantes em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/arte_ps_fonseca_26.jpg",
        "date": "17/01/2026",
        "description": "A edição de 2026 do Australian Open começa neste sábado, a partir de 21h (de Brasília), com uma nova geração em evidência, impulsionada por João Fonseca e demais participantes do Next Gen e por novas campeãs do circuito feminino. Com o fim das rodadas qualificatórias e a definição dos convites, serão 16 estreantes em chaves principais de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-cinco-brasileiros-duplistas-conhecem-adversarios-em-melbourne.html",
        "title": "Com cinco brasileiros, duplistas conhecem adversários em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melo_romboli_australia_posados.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –A chave de duplas masculinas do Australian Open começa na próxima terça-feira com cinco brasileiros. Serão duas parcerias nacionais, Marcelo Melo ao lado de Fernando Romboli, e também de Orlando Luz e Rafael Matos. Além deles, o gaúcho Marcelo Demoliner terá como parceiro o experiente holandês Jean-Julien Rojer."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vai-confiante-para-melbourne-e-reconhece-queda-fisica-de-mboko.html",
        "title": "Andreeva vai confiante para Melbourne e reconhece queda física de Mboko",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/andreeva_adelaide_acena-1024x654.jpg",
        "date": "17/01/2026",
        "description": "Adelaide (Austrália) –Aconquista do WTA 500 de Adealidetraz confiança para Mirra Andreeva às vésperas do Australian Open. A russa de 18 anos e número 8 do mundo também falou sobre a condição física de sua adversária deste sábado, a canadense Victoria Mboko, que não estava bem fisicamente e precisou ser atendida pela equipe médica do torneio durante o segundo set. Ela espera que Mboko também possa se recuperar a tempo para o primeiro Grand Slam da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ainda-tenho-muita-vontade-de-vencer-afirma-djokovic.html",
        "title": "“Ainda tenho muita vontade de vencer”, afirma Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-athens-2025-tuesday-1-1024x576.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –Na próxima segunda-feira, ao entrar na Rod Laver Arena, para enfrentar Pedro Martinez, Novak Djokovic marcará a sua 21º participação no Australian Open, Grand Slam em que é 10 vezes campeão. Em entrevista, o sérvio relembra momentos da carreira e revela expectativas sobre a temporada que se inicia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-beach-tennis-anuncia-calendario-com-novidade-1a-etapa-em-valinhos.html",
        "title": "Circuito Beach Tennis anuncia novidades, 1ª etapa em Valinhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/valinhos_circuito.jpg",
        "date": "17/01/2026",
        "description": "Valinhos (SP) –Está confirmada a sétima temporada do Circuito Beach Tennis, o maior do país, que teve cerca de 11 mil inscrições em 2025, com metade do calendário já definido e uma novidade: a disputa do Finals com os melhores ao longo da temporada."
    }
]