[
    {
        "url": "https://tenisbrasil.uol.com.br/lino-e-storck-decidem-vaga-na-semi-do-ao-junior-series-brasileiras-invictas.html",
        "title": "Lino e Storck decidem vaga na semi do AO Junior Series, brasileiras invictas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carlos_lino_aojunior-1024x656.jpg",
        "date": "15/10/2025",
        "description": "Rio de Janeiro (RJ) –Assim como já havia acontecido na última terça, a rodada desta quarta-feira teve nove vitórias brasileiras Australian Open Junior Series South America. Entre os destaques estão o mato-grossense Leonardo Storck e o catarinense Carlos Lino, atletas da Rio Tennis Academy, que venceram seus jogos e vão se enfrentar valendo a liderança do Grupo A e a vaga na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-e-ingrid-vencem-a-primeira-nas-duplas-no-wta-125-do-rio.html",
        "title": "Laura e Ingrid vencem a primeira nas duplas no WTA 125 do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_ingrid_rio-1024x660.jpg",
        "date": "15/10/2025",
        "description": "Rio de Janeiro (RJ) –A estreia de Laura Pigossi e Ingrid Martins na chave de duplas do Rio Ladies Open foi com vitória em sets diretos em jogo com quatro brasileiras em quadra. As principais cabeças de chave marcaram um duplo 6/1 contra Sofia Mendonça e Letícia Vidal para avançar às quartas de final do WTA 125 disputado nas quadras de saibro da Techset Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-15-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "15/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-joga-as-18h30-em-busca-das-quartas-schiessl-abre-as-11h.html",
        "title": "Monteiro joga às 18h30 em busca das quartas, Schiessl abre às 11h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_fore-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Curitiba (PR) –Três brasileiros entram em quadra nesta quinta-feira em busca das quartas de final da Copa Internacional de Tênis, em Curitiba. Destaque para o cearense Thiago Monteiro, que enfrenta o peruano Gonzalo Bueno às 18h30 (de Brasília). O jogo vai encerrar a programação do dia no challenger disputado no Graciosa Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicole-giannini-avanca-no-egito-e-garante-entrada-no-ranking-da-wta.html",
        "title": "Nicole Giannini avança no Egito e garante entrada no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nicole_Giannini_dez24_mogi_back.jpg",
        "date": "15/10/2025",
        "description": "Sharm El Sheikh (Egito) –A escolha por uma série de torneios ITF W15 nas quadras duras de Sharm El Sheikh, no Egito, vai render a entrada no ranking da WTA para Nicole Giannini. Vinda do quali nesta semana, a paulista de 22 anos liderava a estreia na chave principal contra a italiana Gloria Contrino por 6/4 e 2/0 quando a rival se retirou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lehecka-e-fokina-estreiam-bem-em-bruxelas-collignon-chega-as-quartas.html",
        "title": "Lehecka e Fokina estreiam bem em Bruxelas, Collignon chega às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/collignon_bruxelas_comemora-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Bruxelas (Bélgica) –Convidado para a chave principal do ATP 250 de Bruxelas, Raphael Collignon será o único belga nas quartas de final. Depois de ter vencido um duelo caseiro contra Zizou Bergs na última terça, o jovem de 23 anos e 90º do ranking superou o argentino Francisco Comesana, 68º colocado, por 7/5, 3/6 e 7/6 (12-10) em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-supera-cilic-e-faz-quartas-na-suecia-rune-estreia-nesta-quinta.html",
        "title": "Ruud supera Cilic e faz quartas na Suécia, Rune estreia nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ruud-stockholm-2025-wednesday-1-1024x576.jpg",
        "date": "15/10/2025",
        "description": "Estocolmo (Suécia) –A estreia de Casper Ruud no ATP 250 de Estocolmo foi com vitória em sets diretos. Segundo cabeça de chave do torneio em quadras duras e cobertas e número 12 do mundo, o norueguês superou o experiente croata Marin Cilic por 7/6 (7-2) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-passeia-por-ningbo-antes-da-estreia.html",
        "title": "Rybakina passeia por Ningbo antes da estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina_ningbo-traje-de-noiva.jpg",
        "date": "15/10/2025",
        "description": "Ningbo (China) –Número 9 do mundo, a cazaque Elena Rybakina aproveitou o tempo livre antes da estreia para passear um pouco pela cidade chinesa e conhecer alguns de seus pontos turísticos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-o-jogo-com-tsitsipas-e-enfrenta-djokovic-no-six-kings-slam.html",
        "title": "Sinner domina o jogo com Tsitsipas e enfrenta Djokovic no Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_sixkings_rebate-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Riad (Arábia Saudita) –No jogo que encerrou a programação do primeiro dia do Six Kings Slam, Jannik Sinner estreou com vitória na série de exibições em Riad. O atual campeão do torneio confirmou o favoritismo contra o grego Stefanos Tsitsipas por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jeferson-pinto-assume-a-diretoria-tecnica-de-beach-tennis-da-federacao-paulista.html",
        "title": "Jeferson Pinto assume a Diretoria Técnica de beach tennis da Federação Paulista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/beach_jefersonpinto-1024x584.jpg",
        "date": "15/10/2025",
        "description": "São Paulo (SP)– A Federação Paulista de Tênis (FPT) anunciou nesta quarta-feira a nomeação de Jeferson Pinto como novo diretor técnico de beach tennis da entidade. Referência na modalidade, Jeferson chega à FPT para dar continuidade ao plano de desenvolvimento e fomento da modalidade, iniciado pela atual gestão em abril deste ano."
    }
]