[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-07-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demoliner-comemora-challenger-birmingham-1024x727.jpg",
        "date": "07/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampeao-mundial-e-brasileiro-top-10-conquistam-o-bt-200-de-rio-verde.html",
        "title": "Bicampeão mundial e brasileiro top 10 conquistam o BT 200 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/BT-200Rio-Verde_campeoes.jpg",
        "date": "06/07/2025",
        "description": "Rio Verde (GO) –Principais favoritos, o espanhol Antomi Ramos, número 5 do mundo, e o paulista Daniel Mola, sétimo, conquistaram o BT 200 de Rio Verde, neste domingo, marcando duplo 6/2 sobre os cabeças de chave 2, os brasileiros Renzo Amâncio e João Wiesinger. A competição de beach tennis foi a maior do estado na temporada e teve premiação total de US$ 15 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-se-sente-preparada-para-estilo-incomum-de-siegemund.html",
        "title": "Sabalenka se sente preparada para estilo incomum de Siegemund",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_wimbledon_saque-1024x661.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Classificada para as quartas de final de Wimbledon e ainda sem perder sets no torneio, Aryna Sabalenka segue na busca por um título inédito e terá pela frente uma adversária com um estilo cada vez mais raro no circuito. A número 1 do mundo enfrentará a experiente alemã Laura Siegemund, de 37 anos e reconhecida pelo uso constante de slices, inclusive com o forehand, além de subir com frequência à rede. Ela reconhece que o estilo chega a incomodar em muitos momentos, mas se sente preparada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kartal-vai-investir-premiacao-de-mais-de-r-17-milhao-em-si-mesma.html",
        "title": "Kartal vai investir premiação de mais de R$ 1,7 milhão em si mesma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sonay-kartal_by-Ian-Walton.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –O conto de fadas da britânica Sonay Kartal acabou nas oitavas de Wimbledon, mas foi o suficiente para chamar a atenção não apenas por seu jogo, mas também por suas roupas que causaram estranheza."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-destaca-aplicacao-tatica-e-jogo-inteligente-para-a-virada.html",
        "title": "Alcaraz destaca aplicação tática e jogo inteligente para a virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_wimbledon_acena_r16-1024x657.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Classificado para as quartas de final em Wimbledon, Carlos Alcaraz destacou sua aplicação tática e um jogo inteligente para superar Andrey Rublev neste domingo. O espanhol começou atrás no placar. E diante de um adversário agressivo e com muita potência nos golpes, apostou em variações para quebrar o ritmo do russo. Com o resultado, o número 2 do mundo e atual bicampeão de Wimbledon ampliou a série invicta para 22 jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pavlyuchenkova-critica-falha-em-marcacao-e-cobra-mudancas-nas-regras.html",
        "title": "Pavlyuchenkova critica falha em marcação e cobra mudanças nas regras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pavlyuchenkova_wimbledon_fore-1024x670.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –De volta às quartas de final de Wimbledon depois de nove anos, Anastasia Pavlyuchenkova foi prejudicada em umamarcação polêmica da arbitragemneste domingo, na vitória sobre a britânica Sonay Kartal. Após a partida, a russa reconheceu o alívio por ter vencido, apesar do erro, e fez um apelo por mudanças nas regras do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-abre-a-central-as-9h30-em-rodada-com-muitos-brasileiros.html",
        "title": "Djokovic abre a Central às 9h30 em rodada com muitos brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-2025-saturday-3a_corinne-1024x576.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –A segunda-feira em Wimbledon terá o complemento das oitavas de final e definição dos últimos classificados para as quartas em simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-espirito-de-campeao.html",
        "title": "Com espírito de campeão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_alcaraz_wim.jpg",
        "date": "06/07/2025",
        "description": "Se tecnicamente Carlos Alcaraz ainda não mostrou sua versão mais completa neste Wimbledon, o espírito lutador segue compensando pequenas deficiências. O russo Andrey Rublev foi um teste e tanto neste domingo, principalmente depois de ganhar o primeiro set e colocar muita pressão no bicampeão também na outra série. Mas aí entrou em cena a notável determinação do espanhol, que o leva pelo terceiro ano consecutivo às quartas de final e estendeu para 18 sua sequência de vitórias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-retorna-as-quartas-apos-tres-anos-e-se-emociona.html",
        "title": "Anisimova retorna às quartas após três anos e se emociona",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova_wimbledon25_vibra-1024x657.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Pela segunda vez na carreira, Amanda Anisimova disputará as quartas de final de Wimbledon. A norte-americana de 23 anos e número 12 do mundo repetiu a campanha de 2022 ao superar a tcheca Linda Noskova, 27ª do ranking, por 6/2, 5/7 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-alcaraz-a-melhor-jogada-do-dia-confira.html",
        "title": "É de Alcaraz a melhor jogada do dia. Confira.",
        "image": null,
        "date": "06/07/2025",
        "description": ""
    }
]