[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-02-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "02/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-diz-que-nao-se-incomoda-com-pressao-adicional-em-wimbledon.html",
        "title": "Draper diz que não se incomoda com pressão adicional em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Draper-fotor-20250702122423-scaled-e1751470776950-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Jack Draper, 23 anos, disputou Wimbledon outras vezes, mas nunca como a principal esperança da torcida da casa na chave masculina. O número 4 do mundo, que ascendeu no circuito depois de perder para o compatriota Cameron Norrie na segunda rodada no All England Club ano passado, afirmou que essa pressão adicional não o incomoda, após derrotar o argentino Sebastián Báez em sua estreia na última terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-melo-voltam-a-vencer-orlandinho-na-grama.html",
        "title": "Matos e Melo voltam a vencer Orlandinho na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/IMG-20240706-WA0009-e1720277283839-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Pela segunda semana consecutiva, a parceria de Rafael Matos e Marcelo Melo cruzou o caminho da dupla de Orlando Luz com o croata Ivan Dodig e o resultado foi o mesmo da primeira rodada de Mallorca da semana passada, embora bem mais apertado e extenso. O dueto totalmente nacional venceu por 6/7 (5-7), 7/6 (7-5) e 6/4, em mais de três horas de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-avanca-e-se-torna-o-mais-jovem-na-3a-rodada-desde-2011.html",
        "title": "Fonseca avança e se torna o mais jovem na 3ª rodada desde 2011",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-saca-2025-1024x669.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Depois de uma vitória em sets diretos em sua primeira partida da carreira em Wimbledon, o carioca João Fonseca teve mais trabalho na segunda rodada com o norte-americano Jenson Brooksby, mas novamente levou a melhor. Nesta quarta-feira, ele precisou de quatro sets para seguir adiante, gastando 3h14 para triunfar com o placar final de 6/4, 5/7, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-espera-grama-em-constante-mutacao-em-wimbledon.html",
        "title": "Swiatek espera grama em constante mutação em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swiatek-foto-e1751470722485.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A polonesa Iga Swiatek, oitava cabeça de chave em Wimbledon, passou sem grandes dificuldades pela primeira rodada contra a jovem russa Polina Kudermetova, com parciais de 7/5 e 6/1, apesar de ter precisado de um pouquinho de tempo para se adaptar à grama do All England Club e gostaria que houvesse mais aparelhos de ar condicionado no Reino Unido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-bastidores-da-terca-quando-favoritos-cairam-e-uma-bicampea-deu-adeus.html",
        "title": "Veja bastidores da terça quando favoritos caíram e uma bicampeã deu adeus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev_wimbledon_corre-1024x610.jpg",
        "date": "02/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-professor-e-aluno-vence-primeiro-bt-10-de-rio-verde.html",
        "title": "Dupla de professor e aluno vence primeiro BT 10 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/roman_joao_bt10rioverde.jpg",
        "date": "02/07/2025",
        "description": "Rio Verde (GO) –Gaúcho de Bagé, mas que morou por alguns anos em Anápolis, Felipe Roman conquistou, na noite desta terça-feira, o título do primeiro BT 10 de beach tennis de Rio Verde, no Clube Campestre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-keys-se-garantem-na-terceira-rodada.html",
        "title": "Sabalenka e Keys se garantem na terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/areyna_wim-e1751466398449-1024x740.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A número 1 do mundo Aryna Sabalenka e a campeã do Australian Open, Madison Keys, deram mais um passo rumo ao aguardado e possível reencontro nas quartas de final de Wimbledon. As duas no entanto tiveram segundas rodadas bem distintas nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/operacao-toalha-de-gelo-envolveu-450-toalhas-na-terca-feira.html",
        "title": "Operação Toalha de Gelo envolveu 450 toalhas na terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Alex-Eala_toalha-gelada.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –Após dois dias de muito calor, com temperatura acima de 33°C, a chuva veio, conforme o previsto, e o início da rodada desta quarta-feira em Wimbledon foi adiada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/emocionante-e-feliz-diz-kvitova-sobre-a-despedida-em-wimbledon.html",
        "title": "“Emocionante e feliz”, diz Kvitova sobre a despedida em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kvitova-wimbledon-despedida-2025-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em sua temporada de despedida, a tcheca Petra Kvitova deu seu adeus ao All England Club na última terça-feira ao ser derrotada na primeira rodada de Wimbledon pela norte-americana Emma Navarro na Quadra 1. Após a partida e a homenagem em quadra, a ex-número 2 do mundo falou sobre as emoções na entrevista coletiva."
    }
]