[
    {
        "url": "https://tenisbrasil.uol.com.br/reis-abre-confronto-da-davis-nesta-sexta-as-21h-heide-enfrenta-diallo.html",
        "title": "Reis abre confronto da Davis nesta sexta às 21h, Heide enfrenta Diallo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/reis_davis_treina-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Vancouver (Canadá) –O sorteio realizado nesta quinta-feira definiu a ordem das partidas do primeiro dia de confronto entre Brasil e Canadá pelo Qualificatório Mundial da Copa Davis. Os jogos acontecem em quadra dura e coberta na cidade de Vancouver e quem vencer enfrentará a França ou a Eslováquia na segunda rodada. A transmissão é daCazéTV."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-supera-wawrinka-em-montpellier-e-tera-fils-nas-quartas.html",
        "title": "Aliassime supera Wawrinka em Montpellier e terá Fils nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/felix-montpellier-2026-thursday-1024x576.jpg",
        "date": "05/02/2026",
        "description": "Montpellier (França) –Atual campeão do ATP 250 de Montpellier e principal cabeça de chave, Félix Auger-Aliassime estreou com vitória no torneio francês em quadras duras e cobertas. O canadense superou o experiente suíço Stan Wawrinka por 6/4 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "05/02/2026",
        "description": "Challenger de Rosario (Argentina) – Saibro – US$ 225 milSegundarodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-e-cirstea-vencem-e-lideram-as-semifinais-na-romenia.html",
        "title": "Raducanu e Cirstea vencem e lideram as semifinais na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cirstea_cluj_slice.jpg",
        "date": "05/02/2026",
        "description": "Cluj-Napoca (Romênia) –A semana de Emma Raducanu no WTA 250 de Cluj-Napoca segue com resultados positivos. A britânica conseguiu sua terceira vitória em sets diretos e garantiu vaga na semifinal do torneio em quadras duras e cobertas. Principal cabeça de chave, Raducanu marcou 6/0 e 6/4 contra a polonesa Maja Chwalinska, 146ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabecas-2-e-3-vao-as-semifinais-em-abu-dhabi-veja-no-resumo.html",
        "title": "Cabeças 2 e 3 vão às semifinais em Abu Dhabi. Veja no resumo.",
        "image": null,
        "date": "05/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boulter-e-parry-eliminam-tchecas-e-vao-as-semis-em-ostrava.html",
        "title": "Boulter e Parry eliminam tchecas e vão às semis em Ostrava",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/boulter_ostrava_vibra-1024x678.jpg",
        "date": "05/02/2026",
        "description": "Ostrava (República Tcheca) –A britânica Katie Boulter e a francesa Diane Parry acabaram com as espeeranças de título para as jogadoras tchecas no WTA 250 de Ostrava. Elas venceram duas jovens anfitriãs nesta quinta-feira e garantiram vagas nas semifinais do torneio em quadras duras e cobertas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-diz-que-sinner-e-melhor-que-djokovic-nadal-reage.html",
        "title": "Mouratoglou diz que Sinner é melhor que Djokovic. Nadal reage",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/MOURATOGLOU_CONTEST-e1708118919289-1024x661.webp",
        "date": "05/02/2026",
        "description": "Nice (França)– Em mais um de seus vídeos nas redes sociais, o treinador francês Patrick Mouratoglou foi polêmico e afirmou não apenas que Jannik Sinner é melhor do que Novak Djokovic, mas também que o italiano e o espanhol Carlos Alcaraz são superiores ao Big 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-confirma-numero-1-do-mundo-do-tenis-em-cadeira-de-rodas.html",
        "title": "Rio Open confirma número 1 do mundo do tênis em cadeira de rodas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tokito_oda_wheelchair-elite.jpg",
        "date": "05/02/2026",
        "description": "Rio de Janeiro (RJ) –Pelo terceiro ano seguido, o Wheelchair Tennis Elite será um dos destaques da programação do Rio Open, maior torneio de tênis da América do Sul. Disputado entre os dias 19 e 21 de fevereiro, no Jockey Club Brasileiro, a competição reunirá mais uma vez grandes nomes do tênis em cadeira de rodas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhol-relata-ameaca-de-apostadores-em-challenger-argentino.html",
        "title": "Espanhol relata ameaça de apostadores em challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nikolas_sanchez_itajai.jpg",
        "date": "05/02/2026",
        "description": "Rosario (Argentina) –O espanhol Nikolas Sánchez, de 26 anos e atual 279º do ranking, relatou ter sofrido ameaças de supostos apostadores antes da partida da última quarta-feira contra o argentino Valerio Aboian, válida pela segunda rodada do challenger de Rosario. Segundo informou o jornal argentinoLa Nación, o episódio levou ao reforço na segurança do evento e fez com que o jogo fosse disputado sem a presença de público. Em quadra, Aboian venceu por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alexandrova-confirma-favoritismo-e-bate-eala-em-sets-diretos.html",
        "title": "Alexandrova confirma favoritismo, vence Eala e vai à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alexandrova-abudhabi-2026-e1770313278477-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Abu Dhabi (Emirados Árabes)– Cabeça de chave número 2 no WTA 500 de Abu Dhabi, a russa Ekaterina Alexandrova fez valer seu favoritismo e passou pelas quartas de final. Nesta quinta-feira, ela bateu a filipina Alexandra Eala em sets diretos, gastando 90 minutos para triunfar com duplo 6/3."
    }
]