[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-infelizmente-nick-nao-teve-a-disciplina-necessaria.html",
        "title": "Djokovic: “Infelizmente, Nick não teve a disciplina necessária”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/djokovic-kyrgios-brisbane-2025-e1735559352367-1024x683.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA)– Depois de um começo de trocas de farpas, Nick Kyrgios e Novak Djokovic se aproximaram e hoje em dia são mais do que colegas de trabalho, tanto que o sérvio chegou a falar sobre o amigo australiano em conversas com a imprensa de seu país. Segundo relata oSportklub, ele elogiou bastante Nick e também lamentou sua falta de comprometimento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/netflix-ira-transmitir-a-exibicao-six-kings-slam.html",
        "title": "Netflix irá transmitir a exibição Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/6-Kings-Slam-2025-Group-scaled-1-1024x576.jpeg",
        "date": "05/09/2025",
        "description": "Riad (Arábia Saudita)– Cada vez mais se aproximando dos eventos esportivos e suas transmissões, a Netflix anunciou que será a responsável por transmitir a milionária exibição Six Kings Slam, que acontece na Arábia Saudita entre 15 e 18 de outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-05-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Monteiro-comoch_slice-1024x682.jpg",
        "date": "05/09/2025",
        "description": "Challenger de Gênova (Itália) – Saibro – 181.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-homens-de-olho-na-historia-e-um-estranho-no-ninho.html",
        "title": "A magnífica vitória da força",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_aryna_uso.jpg",
        "date": "05/09/2025",
        "description": "Na base da agressividade absoluta, no saque, na devolução ou nas trocas de fundo, Aryna Sabalenka e Amanda Anisimova marcaram reencontro às 17 horas deste sábado para decidir o milionário US Open. As duas obtiveram viradas em semifinais longas, emocionantes e muito bem disputadas, em que as adversárias se mostraram igualmente gabaritadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-luta-por-quase-3h-e-desafia-sabalenka-na-final-do-us-open.html",
        "title": "Anisimova luta por quase 3h e desafia Sabalenka na final do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova_usopen_vibra_semi-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –Assim como já havia acontecido na grama de Wimbledon, Amanda Anisimova disputará mais uma final de Grand Slam, desta vez no US Open. A norte-americana de 24 anos e número 9 do mundo superou nesta quinta-feira a japonesa Naomi Osaka, ex-líder do ranking e bicampeã do torneio, por 6/7 (4-7), 7/6 (7-3) e 6/3 em uma longa semifinal com 2h55 de duração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-virada-sabalenka-elimina-pegula-confira-o-resumo.html",
        "title": "De virada, Sabalenka elimina Pegula. Confira o resumo.",
        "image": null,
        "date": "05/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-desafiam-britanicos-em-busca-do-2o-slam.html",
        "title": "Granollers e Zeballos desafiam britânicos em busca do 2º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/granollers_zeballos_usopen_semi-1024x576.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Depois de conquistarem o primeiro Grand Slam juntos em Roland Garros, o espanhol Marcel Granollers e o argentino Horacio Zeballos estão em mais uma final de Grand Slam e garantiram vaga na final de duplas masculinas do US Open. Eles superaram os norte-americanos Robert Cash e JJ Tracy por 6/3, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/borg-se-recupera-de-agressivo-cancer-na-prostata.html",
        "title": "Borg se recupera de agressivo câncer na próstata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/borg.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) — O multicampeão de Grand Slam e ex-número 1 do mundo Bjorn Borg revela no último capítulo de seu próximo livro de memórias, intitulado“Heartbeats”, que foi diagnosticado com câncer de próstata “extremamente agressivo” e precisou passar por cirurgia em 2024. A informação foi divulgada pela agência norte-americana Associated Press."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vira-o-jogo-e-disputa-a-terceira-final-seguida-no-us-open.html",
        "title": "Sabalenka vira o jogo e disputa a terceira final seguida no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sabalenka_uso_vibra_semi_FFT-1024x499.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Pelo terceiro ano consecutivo, Aryna Sabalenka disputará a final do US Open. Atual campeã do torneio e vice em 2023, a número 1 do mundo superou nesta quinta-feira a norte-americana Jessica Pegula por 4/6, 6/3 e 6/4 em 2h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gimenez-faz-quartas-na-polonia-daniel-e-sakamoto-caem-na-argentina.html",
        "title": "Gimenez faz quartas na Polônia, Daniel e Sakamoto caem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gimenez_joinville_slice.jpg",
        "date": "04/09/2025",
        "description": "Haren (Holanda) –No encontro entre dois jogadores brasileiros, Igor Gimenez levou a melhor sobre Nicolas Zanellato e avançou às quartas de final do ITF M15 de Szczawno, em quadras de saibro na Polônia."
    }
]