[
    {
        "url": "https://tenisbrasil.uol.com.br/quem-sao-os-jovens-no-caminho-de-favoritos-no-us-open.html",
        "title": "Quem são os jovens no caminho dos favoritos no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte-ps_tien.jpg",
        "date": "23/08/2025",
        "description": "A primeira rodada do US Open, que já começa neste domingo, prevê uma série de jogos entre nomes consagrados e tenistas da nova geração, alguns deles motivados por bons resultados das últimas semanas. Será uma oportunidade para os jovens jogadores se testarem nos grandes palcos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-celebra-sua-trajetoria-no-tenis-e-nao-se-ve-como-treinadora.html",
        "title": "Kvitova celebra sua trajetória no tênis e não se vê como treinadora",
        "image": null,
        "date": "23/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-23-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53380060543_a0d6fba85c_c.jpg",
        "date": "23/08/2025",
        "description": "ATP 250 de Winston-Salem (EUA) – Sintético – US$ 798.335Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/programa-esporte-seguro-da-atp-completa-um-ano-e-faz-balanco.html",
        "title": "Programa Esporte Seguro da ATP completa um ano e faz balanço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/safe-sport.jpg",
        "date": "23/08/2025",
        "description": "Londres (Inglaterra) –Em seu ano de estreia, a iniciativa Esporte Seguro (Safe Sport) da ATP analisou mais de 3,1 milhões de comentários em redes sociais, sinalizando mais de 162.000 direcionados a 245 jogadores como “graves” e ocultando comentários abusivos à medida que eram detectados, em uma tentativa de proteger os principais jogadores da ATP de conteúdo digital prejudicial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oncins-analisa-us-open-e-momentos-de-fonseca-e-bia.html",
        "title": "Oncins analisa US Open e momentos de Fonseca e Bia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pod_oncins_uso.jpg",
        "date": "23/08/2025",
        "description": "O capitão do time brasileiro da Copa Davis é o entrevistado desta semana noPodcast de TenisBrasile, às vésperas do US Open, avalia as chaves de simples em Nova York. Para Jaime Oncins, o italiano Jannik Sinner e o espanhol Carlos Alcaraz estão acima de todos os demais concorrentes e Iga Swiatek promete lutar pelo título com Aryna Sabalenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-chega-a-acordo-de-patrocinio-com-banco.html",
        "title": "Guto Miguel chega a acordo de patrocínio com banco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_procopiocup_lado.jpg",
        "date": "23/08/2025",
        "description": "São Paulo (SP) –Destaques da nova geração do tênis brasileiro, o juvenil goiano Guto Miguel terá um novo patrocinador a partir desta semana. O goiano de 16 anos e que já figura entre os 40 melhores no ranking mundial juvenil será apoiado peloC6 Bank. O contrato tem duração de quatro anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shnaider-e-finalista-em-monterrey-e-tenta-seu-quinto-titulo-na-wta.html",
        "title": "Shnaider é finalista em Monterrey e tenta seu quinto título na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shnaider_monterrey_agradece-1024x682.jpg",
        "date": "23/08/2025",
        "description": "Monterrey (México) –A russa Diana Shnaider é a primeira finalista do WTA 500 de Monterrey. A canhota de 21 anos e 22ª do ranking superou nesta sexta-feira a norte-americana Alycia Parks, 71ª colocada, por 6/3 e 7/6 (10-8) em 1h46 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cuiabanos-eliminam-favoritos-e-vao-as-quartas-no-bt-100-de-sinop.html",
        "title": "Cuiabanos eliminam favoritos e vão às quartas no BT 100 de Sinop",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Joao-Godoy_Daniel-Roma_Sinop.jpg",
        "date": "23/08/2025",
        "description": "Sinop (MT) –Os cuiabanos João Godoy e Daniel Roma surpreenderam, na noite desta sexta-feira, os cabeças de chave 5, Matheus Yuji e André Caetano, e se classificaram às quartas de final do BT 100 de Sinop, evento com 100 pontos no ranking da Federação Internacional de Tênis. A cidade do Mato Grosso recebe pela primeira vez eventos do circuito mundial de beach tennis. O evento distribui US$ 10 mil em premiação total (R$ 54 mil)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serra-negra-define-finalistas-kiko-damorim-decide-na-espanha.html",
        "title": "Serra Negra define finalistas, Kiko D’amorim decide na Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/kiko_damorim_espanha_fore-1024x627.jpg",
        "date": "22/08/2025",
        "description": "Serra Negra (SP) –Estão definidos os finalistas da Kirmayr Juniors Cup, torneio ITF J30 disputado em quadras de saibro em Serra Negra, no interior paulista. Serão duas finais brasileiras a partir das 9h (de Brasília) deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-se-retira-de-winston-salem-botic-e-fucsovics-decidem-atp.html",
        "title": "Korda se retira de Winston-Salem, Botic e Fucsovics decidem ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/botic-winston-salem-2025-friday-night-image-1024x576.jpg",
        "date": "22/08/2025",
        "description": "Winston-Salem (EUA) –Depois de três vitórias na semana, o norte-americano Sebastian Korda se retirou da disputa do ATP 250 de Winston-Salem. Ele jogaria a semifinal nesta sexta-feira contra o húngaro Marton Fucsovics."
    }
]