[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/fonseca-forehand-madri-2025-1024x744.png",
        "date": "27/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Feminino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-paolini-swiatek-e-alcaraz-volta-a-quadra-nesta-quarta.html",
        "title": "Sabalenka, Paolini, Swiatek e Alcaraz voltam à quadra nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini-roland-garros-vibra-2025-e1748205841787-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França)– A polonesa Iga Swiatek e o espanhol Carlos Alcaraz darão o segundo passo rumo à defesa de seus títulos em Roland Garros nesta quarta-feira. Ambos têm jogos que exigem cuidado: Swiatek faz duelo de campeãs de Grand Slam contra a britânica Emma Raducanu e o cabeça 2 encara o bom húngaro Fabian Marozsan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wickmayer-despede-se-de-roland-garros-e-encerra-carreira-em-wimbledon.html",
        "title": "Wickmayer despede-se de Roland Garros e encerra carreira em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/yanina-wickmayer.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –Nesta terça-feira, Yanina Wickmayer jogou a última partida em Roland Garros, depois da derrota por duplo 6/0 diante da bielorrussa Victoria Azarenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-mais-uma-na-belgica-e-se-garante-nas-quartas.html",
        "title": "Guto vence mais uma na Bélgica e se garante nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_procopiocup_lado.jpg",
        "date": "27/05/2025",
        "description": "Charleroi (Bélgica) –O juvenil goiano Guto Miguel está nas quartas de final do ITF J300 de Charleroi, em quadras de saibro na Bélgica. Cabeça 6 do torneio, Guto superou nesta terça-feira o norte-americano Ryan Cozad po 6/0, 3/6 e 6/3. Seu próximo adversário é o esloveno Ziga Sesko, 47º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-fura-quali-na-italia-ce-e-plaza-estreiam-bem-em-itfs.html",
        "title": "Carol fura quali na Itália, Cé e Plaza estreiam bem em ITFs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/gabrielace_vacaria_prepsaque-1024x723.jpg",
        "date": "27/05/2025",
        "description": "Brescia (Itália) –Terceira melhor brasileira no ranking da WTA, ocupando o 283º lugar, Carol Meligeni garantiu vaga na chave no ITF W75 de Brescia, em quadras de saibro na Itália. Carol venceu seu segundo jogo do quali nesta terça-feira, quando superou a mexicana Maria Jose Portillo, 415ª do ranking, por 6/3, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-apos-a-derrota-ele-foi-bem-e-eu-nao-joguei-bem-o-suficiente.html",
        "title": "“Ele foi bem e eu não joguei bem o suficiente”, analisa Medvedev",
        "image": null,
        "date": "27/05/2025",
        "description": "Paris (França)– O russo Daniil Medvedev teve uma partida de altos e baixos com Cameron Norrie, perdeu os dois primeiros sets, depois se recuperou e venceu os dois seguintes, chegando a sacar para o jogo no quinto, quando falhou no final e acabou derrotado pela primeira vez em cinco duelos com o rival britânico, caindo na estreia de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dieta-clima-e-vontade-de-disputar-em-duplas-conheca-mirra-andreeva-jovem-russa-promissora.html",
        "title": "Sem ligar para o frio, Andreeva fez o básico para superar estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/andreeva-rg-acena-2025-1024x683.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França)– Na quadra Suzanne Lenglen, a russa Mirra Andreeva bateu a espanhola Cristina Bucsa por sets diretos e deu início a uma campanha que promete superar a feita por ela no ano anterior, quando chegou à quarta fase de Roland Garros. Para a estreia, a sensação russa de 18 anos se concentrou em fazer o básico e garantir seus pontos, jogando a pressão sobre a adversária."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-derruba-norte-americano-e-mantem-invencibilidade-na-estreia.html",
        "title": "Djokovic derruba norte-americano e mantém invencibilidade na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-rg-acena-2025-e1748365073176-1024x683.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França)– A invencibilidade do sérvio Novak Djokovic em primeiras rodadas de Roland Garros ganhou um capítulo a mais nesta terça-feira, quando o tricampeão do torneio fez valer a condição de sexto favorito e derrotou o norte-americano Mackenzie McDonald em sets diretos, com o placar final de 6/3, 6/3 e 6/3, em 1h55 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-causa-risos-ao-entrar-meu-deus-entrei-em-quadra-sem-raquetes.html",
        "title": "Gauff causa risos antes do jogo: “Meu Deus. Entrei em quadra sem raquetes.”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CocoGauff_treino.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –Coco Gauff estreou com vitória, nesta terça-feira, no Aberto da França, exibindo suas armas habituais, golpes de fundo fulminantes, velocidade e saque poderoso. Mas um esquecimento fez a americana e todos rirem: suas raquetes ficaram no vestiário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-sobre-derrota-na-estreia-sei-que-poderia-ter-feito-coisas-melhores.html",
        "title": "Bia sobre derrota na estreia: “Sei que poderia ter feito coisas melhores”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250527_111332-e1748355879590-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França)– Em jogo contra a norte-americana Hailey Baptiste, Beatriz Haddad Maia se despediu de Paris. A brasileira fez um bom primeiro set e venceu por 6/4, mas foi derrotada nos dois seguintes – 6/3 e 6/1 – e sofreu mais uma eliminação precoce em Grand Slam. Apesar da derrota por virada, Bia soube assinalar qualidades em seu jogo, sem desmerecer os pontos em que foi superada pela adversária."
    }
]