[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-celebra-sua-melhor-atuacao-dia-em-que-tudo-deu-certo.html",
        "title": "Alcaraz celebra sua melhor atuação: “Dia em que tudo deu certo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_rg_fore_lado_qf_corinne-1024x588.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros e semifinalista da competição pelo terceiro ano consecutivo, Carlos Alcaraz teve sua melhor atuação nesta terça-feira, diante do norte-americano Tommy Paul.O espanhol cedeu apenas cinco gamesem 1h34 de partida e saiu de quadra muito satisfeito com o nível de tênis apresentado contra o atual número 12 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalista-e-em-busca-do-top-5-musetti-se-sente-mais-profissional.html",
        "title": "Semifinalista e em busca do top 5, Musetti se sente mais profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_rg_back_saibro-1024x627.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros, Lorenzo Musetti vive o melhor momento da carreira aos 23 anos e consolida a grande fase na temporada de saibro, com uma recente final no Masters 1000 de Monte Carlo, além de semifinais em Roma e Madri durante a preparação para o Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-tiafoe-musetti-deveria-ser-desclassificado-por-acertar-juiza-de-linha.html",
        "title": "Para Tiafoe, Musetti deveria ser desclassificado por acertar juíza de linha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_tiafoe_rg-1024x682.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –A partida entre Lorenzo Musetti e Frances Tiafoe pelas quartas de final de Roland Garros foi marcada por umincidente no segundo setnesta terça-feira. Musetti, ao demonstrar frustração, chutou uma bola em direção ao fundo de quadra e atingiu acidentalmente uma das juízas de linha. O italiano foi advertido pelo árbitro de cadeira, mas autorizado a continuar no jogo e acabou vencendo a partida por 6/2, 4/6, 7/5 e 6/2. Após o duelo, Tiafoe não escondeu a insatisfação com a decisão da arbitragem e disse que o adversário deveria ter sido desclassificado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-groot-sofre-a-primeira-derrota-em-slam-apos-cinco-anos.html",
        "title": "De Groot sofre a primeira derrota em Slam após cinco anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/degroot_rg_rebate_2025-1024x638.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Jogadora dominante do tênis em cadeira de rodas nos últimos anos, a holandesa Diede de Groot sofreu uma rara derrota nesta terça-feira em Roland Garros, superada na primeria rodada pela chinesa Xiaohui Li por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-tem-rodada-dupla-a-partir-das-6h-em-busca-das-quartas.html",
        "title": "Victória Barros tem rodada dupla a partir das 6h em busca das quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_rg_back-1024x637.jpg",
        "date": "03/06/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiros-semifinalistas-dao-show-de-tenis.html",
        "title": "Primeiros semifinalistas dão show de tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_musetti_rg.jpg",
        "date": "03/06/2025",
        "description": "As primeiras duas semifinais de Roland Garros terão qualidade máxima. Isso porque os atuais campeões Carlos Alcaraz e Iga Swiatek e os fortes postulantes Lorenzo Musetti e Aryna Sabalenka mostraram um tênis de altíssima qualidade em todos os aspectos. Os quatro, aliás, justificaram a expectativa gerada desde o sorteio da chave e vão decidir vagas na decisão com mínimo favoritismo. Não poderia ser melhor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-keys-abrem-rodada-as-6h-djokovic-e-zverev-fecham.html",
        "title": "Gauff e Keys abrem rodada às 6h, Djokovic e Zverev fecham",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_rg_bolinhas-1024x683.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –As últimas vagas nas semifinais de Roland Garros serão definidas nesta quarta-feira. Após as classificações de Aryna Sabalenka, Iga Swiatek, Lorenzo Musetti e Carlos Alcaraz, as quartas de final continuam a partir das 6h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-domina-o-jogo-com-paul-e-joga-sua-3a-semifinal-em-paris.html",
        "title": "Alcaraz domina o jogo com Paul e joga sua 3ª semifinal em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_rebate_rg_qf-1-1024x673.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Pelo terceiro ano consecutivo, Carlos Alcaraz disputará a semifinal de Roland Garros. O atual campeão do torneio dominou a partida desta terça-feira contra o norte-americano Tommy Paul, 12º do ranking, com parciais de 6/0, 6/1 e 6/4 em 1h34 de disputa. Esta foi a quinta vitória do espanhol em sete jogos contra Paul e a quarta seguida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-garante-melhor-ranking-e-mira-top-50-na-grama.html",
        "title": "Fonseca garante melhor ranking e mira top 50 na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "03/06/2025",
        "description": "Da redação em São PauloAs vitórias inéditas em Roland Garros irão garantir ao carioca João Fonseca mais uma pequena evolução no ranking. Ele já tem garantido o 57º posto, dois acima de sua mais alta classificação anterior, e ainda pode subir mais uma posição, caso o chileno Alejandro Tabilo não chegue nas semifinais do challenger de Prostejov, em andamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-lamenta-erros-e-diz-que-nao-conseguiu-jogar-seu-melhor-tenis.html",
        "title": "Zheng lamenta erros e diz que não conseguiu jogar seu melhor tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Qinwen_Zheng_-_Roland_Garros_2025_-_Day_6-DSC_7137_xgaplus.jpg",
        "date": "03/06/2025",
        "description": "Paris (França)– Mais uma vez a chinesa Qinwen Zheng saiu de quadra derrotada pela bielorrussa Aryna Sabalenka, que a venceu em sets diretos nesta terça-feira pelas quartas de final de Roland Garros. Após bater a número 1 do mundo semanas atrás em Roma, a asiática lamentou não ter conseguido jogar seu melhor tênis e creditou o desempenho ruim à pressão interna por um bom desempenho em Paris."
    }
]