[
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-heide-sakamoto-e-gimenez-vao-as-quartas-em-londrina.html",
        "title": "Pucinelli, Heide, Sakamoto e Gimenez vão às quartas em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gimenez_brb_engie_estica.jpg",
        "date": "17/09/2025",
        "description": "Londrina (PR) –Quatro brasileiros estão nas quartas de final da etapa de Londrina do Circuito Banco BRB/Engie de Tênis. A rodada desta quarta-feira foi de vitórias para Matheus Pucinelli, Gustavo Heide, Pedro Sakamoto e Igor Gimenez no ITF M25 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pliskova-e-rajaonah-se-despedem-nas-oitavas-de-wta-125-em-portugal.html",
        "title": "Pliskova e Rajaonah se despedem nas oitavas de WTA 125 em Portugal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rajaonah_caldas_prepara-1024x683.jpg",
        "date": "17/09/2025",
        "description": "Caldas da Rainha (Portugal) –Em seu primeiro torneio desde o US Open do ano passado, Karolina Pliskova parou nas oitavas do WTA 125 de Caldas da Rainha. A tcheca foi superada pela russa Polina Iatcenko por 5/7, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-17-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "17/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-lamenta-eliminacao-mas-destaca-competitividade.html",
        "title": "Badosa lamenta eliminação, mas destaca competitividade no retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/badosa_coletiva_bjk_triste-1024x576.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China) –Apesar da eliminação da Espanha nas quartas de final da Billie Jean King Cup, Paula Badosa saiu de quadra nesta quarta-feira destacando a competitividade dapartida contra a ucraniana Elina Svitolina, número 13 do mundo. Este foi o primeiro torneio que a espanhola, 20ª do ranking, disputou desde Wimbledon, em uma temporada marcada por recorrentes lesões nas costas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultimas-vagas-nas-semis-da-bjk-cup-serao-definidas-nesta-quinta.html",
        "title": "Últimas vagas nas semis da BJK Cup serão definidas nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula_bjkcup_coletiva-1024x576.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China) –As duas últimas vagas nas semifinais da Billie Jean King Cup serão definidas nesta quinta-feira em Shenzhen. Após as classificações deItáliaeUcrânianos primeiros dias da fase final, uma rodada dupla vai definir outros países na próxima fase. Uma das semifinais será disputada na sexta-feira e a outra no sábado, com as campeãs conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-vai-substituir-draper-na-segunda-edicao-do-six-kings-slam.html",
        "title": "Tsitsipas vai substituir Draper na segunda edição do Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/six_kings_comtsi_art.jpg",
        "date": "17/09/2025",
        "description": "Riad (Arábia Saudita) –O grego Stefanos Tsitsipas irá substituir o britânico Jack Draper na segunda edição do Six Kings Slam, a milionária série de exibições que acontece na Arábia Saudita entre 15 e 18 de outubro. Draper já encerrou a temporada, por lesão no braço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agassi-se-mostra-disposto-a-ajudar-jogadores-mas-sem-tantas-viagens.html",
        "title": "Agassi se mostra disposto a ajudar jogadores, mas sem tantas viagens",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/agassi_fonseca_laver-1024x683.jpg",
        "date": "17/09/2025",
        "description": "San Francisco (EUA) –Estreante na posição de capitão do Time Mundo da Laver Cup, Andre Agassi se mostra disposto a ajudar no desenvolvimento de jogadores, mas descarta no momento a hipótese de voltar a ser um treinador em tempo integral de um tenista e viajar com ele durante o ano inteiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-daniel-silva-e-bruno-oliveira-se-enfrentam-nas-quartas-na-argentina.html",
        "title": "Duplas de Daniel Silva e Bruno Oliveira se enfrentam nas quartas na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bruno_oliveira.jpg",
        "date": "17/09/2025",
        "description": "Villa Maria (Argentina) –Em jogo com três brasileiros em quadra, Daniel Dutra da Silva e o argentino Gonzalo Villanueva venceram a parceria nacional de Marcelo Zormann e Luis Britto por 4/6, 6/3 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/etapa-de-barueri-no-circuito-beach-tennis-tera-400-atletas.html",
        "title": "Etapa de Barueri do Circuito Beach Tennis terá 400 atletas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/prainha-tambore_barueri.jpg",
        "date": "17/09/2025",
        "description": "Barueri (SP) –Pelo segundo ano consecutivo o Prainha Tamboré, em Alphaville, Barueri (SP), recebe o Circuito Beach Tennis com a 14ª etapa. Ao todo 400 atletas disputam, entre esta sexta-feira, dia 19, e o domingo, as categorias profissionais em busca da premiação total de R$ 20 mil distribuída entre os melhores. A luta se acirra pela liderança do ranking que dará, ao final do ano, a viagem para o torneio de Aruba, em 2026, o mais tradicional do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-disputam-o-titulo-de-rei-e-rainha-da-quadra-na-barra-da-tijuca.html",
        "title": "Astros disputam o título de Rei e Rainha da Quadra na Barra da Tijuca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/antomi_ramos_1709_web.jpg",
        "date": "17/09/2025",
        "description": "Rio de Janeiro (RJ) –O público do Rio de Janeiro terá a chance de acompanhar de perto alguns dos maiores nomes do beach tennis mundial. Entre os dias 18 e 21 de setembro, a NR Arena, na Barra da Tijuca, recebe a etapa inaugural do Brasil Open Beach Tennis Series – presented by TotalEnergies, que estreia com o inovador formato Rei e Rainha da Quadra e terá transmissão ao vivo pelo Sportv 3 no sábado (14h30 às 19h30) e no domingo (13h às 16h)."
    }
]