[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-18-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_olhabola.jpg",
        "date": "18/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-comemora-vaga-inedita-no-finals-um-dos-meus-maiores-objetivos.html",
        "title": "Stefani comemora vaga inédita no Finals: “Um dos meus maiores objetivos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani-ningbo-comemora-2025.jpg",
        "date": "18/10/2025",
        "description": "Ningbo (China)– A paulista Luisa Stefani e a húngara Timea Babos se classificaram neste sábado para a decisão do WTA 500 de Ningbo. A dupla passou pela norueguesa Ulrike Eikeri e pela chinesa Qianhui Tang por 7/5 e 6/4. De quebra, o resultado garantiu a vaga para o WTA Finals, onde a brasileira fará sua estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-rompe-o-tendao-de-aquiles-e-fica-pelo-menos-6-meses-afastado.html",
        "title": "Rune rompe o tendão de Aquiles e fica pelo menos 6 meses afastado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune-estocolmo-back-2025-e1760805246664-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Estocolmo (Suécia)– Postulante a uma vaga no ATP Finals, o dinamarquês Holger Rune viu suas chances de jogar em Turim neste ano ruírem neste sábado. O número 11 do mundo teve uma lesão terrível na primeira semifinal do ATP 250 de Estocolmo, rompeu o tendão de Aquiles, agora enfrenta uma cirurgia e uma longa pausa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-preve-que-alcaraz-e-sinner-vencerao-pelo-menos-10-grand-slam.html",
        "title": "Tsitsipas prevê que Alcaraz e Sinner vencerão pelo menos 10 Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251018_124949-e1760802752530-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Riad (Arábia Saudita)– Substituto do britânico Jack Draper no Six Kings Slam, o grego Stefanos Tsitsipas não foi páreo para o italiano Jannik Sinner e acabou eliminado logo na estreia, vencendo apenas cinco games na partida contra o atual campeão do torneio e segundo colocado no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "18/10/2025",
        "description": "ATP500 da Basileia –SimplesDuplasQuali500 de Viena –SimplesDuplasQuali250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-fica-fora-de-toquio-e-seca-rybakina-para-ir-ao-finals.html",
        "title": "Andreeva fica fora de Tóquio e seca Rybakina para ir ao Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Artes-fotos-multiplas-900x600-6.jpg",
        "date": "18/10/2025",
        "description": "Tóquio (Japão)– A disputa da última vaga para o WTA Finals ficará mesmo entre Elena Rybakina e Mirra Andreeva, que entrarão em situações distintas na próxima semana. A russa optou por não jogar o WTA 500 de Tóquio, onde a cazaque será a cabeça de chave 2 em busca de pontos fundamentais para a classificação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-fonseca-e-matos-pega-multicampeoes-de-slam-na-estreia.html",
        "title": "Dupla de Fonseca e Matos pega multicampeões de Slam na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/matos-wimbledon-rebate-2025-.jpg",
        "date": "18/10/2025",
        "description": "Basileia (Suíça)– Pouco habituado a disputar chaves de duplas, o carioca João Fonseca optou por fazer parceria com o canhoto Rafael Matos no ATP 500 da Basileia para pegar mais ritmo de jogo. O número 45 do mundo usou seu ranking de simples para entrar na chave ao lado do gaúcho, atual 47º da especialidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-zverev-encabecam-boa-chave-do-atp-500-de-viena.html",
        "title": "Sinner e Zverev encabeçam boa chave do ATP 500 de Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1-1024x682.jpg",
        "date": "18/10/2025",
        "description": "Viena (Áustria)– Na difícil missão de recuperar a liderança do ranking na reta final desta temporada, o italiano Jannik Sinner entra como favorito para tentar o segundo título do ATP 500 de Viena, sobre piso sintético coberto, que começa nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campeao-na-basileia-perricard-sera-o-rival-de-estreia-de-fonseca.html",
        "title": "Atual campeão na Basileia, Perricard será o rival de estreia de Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-forehand-laver-cup-2025-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Basileia (Suíça)– No sorteio que definiu a chave do ATP 500 da Basileia, o jovem carioca João Fonseca escapou dos principais favoritos na estreia, mas ainda assim terá um jogo duro pela frente na primeira rodada, desafiando o potente saque do francês Giovanni Perricard."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vao-para-a-final-de-ningbo-e-garantem-a-vaga-no-finals.html",
        "title": "Stefani e Babos vão para a final de Ningbo e garantem a vaga no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani-babos-ningbo-2025-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Ningbo (China)– O sábado é de festa dobrada para a paulista Luisa Stefani e a húngara Timea Babos, que além de garantir um lugar na final do WTA 500 de Ningbo também asseguraram a classificação para o WTA Finals."
    }
]