[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-05-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54173327605_ab6ff5c76f_k-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-avanca-em-rio-verde-dupla-de-ramos-e-mola-arrasa-na-estreia.html",
        "title": "Goiano avança em Rio Verde, dupla de Ramos e Mola arrasa na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/medeiros_gonzaga_rioverde-1024x675.jpg",
        "date": "04/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano Henrique Medeiros, de Quirinópolis, 17 anos, estreou com o pé direito, nesta sexta-feira, no torneio internacional BT 200 de Rio Verde, no Clube Campestre. A competição distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-finalista-em-londrina-e-cinco-juvenis-decidem-itfs.html",
        "title": "Storck é finalista em Londrina e cinco juvenis decidem ITFs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/storck_rgjunior_back-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck será o representante brasileiro na final da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club. Ele venceu o paraguaio Cayo Narvaez por 6/2, 2/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-o-historico-do-brasil-no-torneio-juvenil-de-wimbledon.html",
        "title": "Relembre o histórico do Brasil no torneio juvenil de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-Blogs-900x600-6.jpg",
        "date": "04/07/2025",
        "description": "O torneio juvenil de Wimbledon começa neste sábado e terá quatro brasileiros. A paulista Nauhany Silva e o paranaense João Pedro Bonini já estreiam no primeiro dia de competições, enquanto a potiguar Victória Barros e o goiano Guto Miguel aguardam até o próximo domingo para entrar em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-sexta-em-wimbledon.html",
        "title": "Confira as melhores jogadas desta sexta em Wimbledon",
        "image": null,
        "date": "04/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonmez-faz-historia-para-a-turquia-com-inedita-terceira-rodada-de-slam.html",
        "title": "Sonmez faz história para a Turquia com inédita terceira rodada de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Sonmez-R2-byGary-Oakley-AELTC.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Além da lucky-loser argentina Solana Sierra, número 101ª do ranking da WTA, outra tenista à sombra da sul-americana, mais festejada pela imprensa, está comemorando uma façanha em Wimbledon. A turca Zeynep Sonmez foi outra que fez história no torneio ao garantir vaga na 3ª rodada, a primeira tenista do país – homem ou mulher – a ir tão longe em um Grand Slam na Era Aberta. Até então, a jogadora de Istambul não havia passado da primeira rodada num Slam: em Roland Garros, no ano passado e neste e no Australian Open de 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/invicto-ha-21-jogos-alcaraz-destaca-calma-nos-momentos-decisivos.html",
        "title": "Invicto há 21 jogos, Alcaraz destaca calma nos momentos decisivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_wimbledon_desliza-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Invicto há 21 partidas no circuito profissional, Carlos Alcaraz entende que nem sempre é possível jogar o seu melhor tênis, mas que manter a calma e estar forte mentalmente nos momentos decisivos tem sido essencial para os bons resultados. Essa postura foi decisiva em Roland Garros, onde salvou match-points contra Jannik Sinner, e continua sendo uma das chaves para sua sequência vitoriosa. O espanhol também venceu os torneios de Roma e Queen’s antes de chegar às oitavas de final em Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/derrota-apertada-mas-indiscutivel.html",
        "title": "Derrota apertada, mas indiscutível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/arte_blogtenis_JF_wim.jpg",
        "date": "04/07/2025",
        "description": "João Fonseca perdeu para um grande sacador e, na quadra de grama, não há muito o que se fazer contra isso. O chileno Nicolas Jarry escapou de 0~40 no momento decisivo do quarto set e virou o tiebreak de 2-4 para 7-4 porque confiou muito mais no seu serviço do que o jovem carioca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-vence-duelo-de-3h12-e-faz-semi-em-challenger-italiano.html",
        "title": "Wild vence duelo de 3h12 e faz semi em challenger italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/wild-rio-vibra-2025-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Modena (Itália) –Em seu terceiro jogo no challenger de Modena, Thiago Wild encarou a partida mais difícil da semana, mas garantiu mais uma vitória e o lugar na semifinal. O número 2 do Brasil e 129º do mundo superou o grego de 20 anos e vindo do quali Stefanos Sakellaridis, 423º colocado, por 6/3, 6/7 (5-7) e 7/6 (7-4) em 3h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-04-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "04/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Terceira rodada –Veja a chave"
    }
]