[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-estreia-no-quali-do-us-open-contra-eslovena-150a-do-mundo.html",
        "title": "Pigossi estreia no quali do US Open contra eslovena 150ª do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pigossi_floripa_treino-1024x664.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Única brasileira na disputa do quali do US Open, a paulista Laura Pigossi vai abrir sua campanha no torneio diante da eslovena Tamara Zidansek, atual 150ª do mundo, mas que já foi a 22ª colocada no ranking e tem um título de WTA na carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-reis-conhecem-sua-chave-no-quali-do-us-open.html",
        "title": "Wild, Monteiro e Reis conhecem sua chave no quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Artes-fotos-multiplas-900x600-3.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Os três representantes brasileiros no quali masculino do US Open conheceram sua caminhada na competição. Principal nome do país na disputa, o paranaense Thiago Wild é o único entre os principais favoritos. Além deles, também estarão em ação o cearense Thiago Monteiro e o pernambucano João Lucas Reis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-volta-a-vencer-rybakina-e-disputa-final-inedita-em-cincinnati.html",
        "title": "Iga volta a vencer Rybakina e disputa final inédita em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Iga_Swiatek_-_Cincinnati_Open_2025_-_Day_11-DSC_7765A_xgaplus.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– Abrindo as semifinais deste domingo no WTA 1000 de Cincinnati, a polonesa Iga Swiatek mais uma vez levou a melhor sobre a cazaque Elena Rybakina e se garantiu na final do torneio. Embora tenha sofrido a primeira quebra do jogo, a número 3 do mundo se recuperou e triunfou em sets diretos, marcando placar final de 7/5 e 6/3, depois de 1h40 de embate."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/presidente-da-atp-defende-mudancas-no-calendario-e-exalta-ganhos-financeiros.html",
        "title": "Presidente da ATP defende mudanças no calendário e exalta ganhos financeiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gaudenzi-nextgen-2024-clap-e1755451373887-1024x682.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati  (EUA)– Em meio a críticas sobre o calendário da ATP, com a expansão dos Masters 1000 do Canadá e de Cincinnati para 12 dias, o presidente da ATP, Andrea Gaudenzi, falou sobre a estratégia da entidade e destacou que as mudanças feitas estão ajudando os tenistas a ganhar cada vez mais dinheiro, como o anúncio dadivisão de US$ 18,3 milhões para os jogadoresna participação nos lucros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-explica-porque-considera-o-us-open-o-slam-mais-desafiador.html",
        "title": "Mouratoglou explica por que considera o US Open o Slam mais desafiador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mouratoglou-usopen-coletiva-2019-1024x710.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Um dos treinadores mais prestigiados dos últimos anos, o francês Patrick Mouratoglou descreveu os desafios de jogar no US Open e explicou por que acredita que este é o torneio mais exigente do ano no tênis. Para ele, o cansaço da temporada, as condições climáticas e as distrações extra-quadra fazem do torneio o Grand Slam mais desafiador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-desejo-mal-algum-a-ele-afirma-ex-namorada-de-nick-kyrgios.html",
        "title": "“Não desejo mal algum a ele”, afirma ex-namorada de Nick Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Costeen-Hatzi-Nick-Kyrgios-e1755445782117.jpg",
        "date": "17/08/2025",
        "description": "Camberra (Austrália)– Ex-namorada de Nick Kyrgios, Costeen Hatzi falou pela primeira vez sobre as consequências de sua separação do australiano. A especialista em cosméticos e empresária do setor de roupas disse em maio que eles não se falam mais, mas garantiu que não se arrepende do relacionamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-recebe-criticas-duras-nao-pode-agir-como-adulta-por-cinco-minutos.html",
        "title": "Osaka recebe críticas duras: “Não pode agir como adulta por cinco minutos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Naomie-Osaka_3686-11-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– O comportamento da japonesa Naomi Osaka na premiação do WTA 1000 de Montréal, onde foi derrotada de virada pela jovem canadense Victoria Mboko e ficou com o vice, ainda repercute no mundo do tênis. No podcastNothing Major, os ex-tenistas profissionais norte-americanos Sam Querrey e Steve Johnson discutiram o assunto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-revela-ansioso-pelo-reencontro-com-sinner.html",
        "title": "Alcaraz se revela ansioso pelo reencontro com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Alcaraz_JW_20250813_6915-scaled-1-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O espanhol Carlos Alcaraz teve até aqui um Cincinnati bem mais difícil do que o italiano Jannik Sinner, já tendo deixado dois sets pelo caminho e encarado um jogo perigoso nas quartas contra Andrey Rublev. O número 2 do mundo não fala em vingança sobre a derrota sofrida na final de Wimbledon e prefere se dizer motivado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-fala-em-semana-maluca-e-encara-quali-do-us-open.html",
        "title": "Atmane fala em “semana maluca” e encara quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane-e1755441369689-1024x682.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O francês Terence Atmane encerrou sua notável participação no Masters 1000 de Cincinnati neste sábado. Depois de sete partidas e várias surpresas, ao superar nada menos que dois top 10, ele ainda deu trabalho ao número 1 do mundo Jannik Sinner no primeiro set da semifinal, mostrando novamente muita competência no piso sintético."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-elogia-frances-e-destaca-mudancas-taticas-feitas.html",
        "title": "Sinner elogia francês e destaca mudanças táticas feitas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-celebra-2025-e1755441800307-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O número 1 do mundo Jannik Sinner precisou de empenho para atingir pelo segundo ano consecutivo a final do Masters 1000 de Cincinnati. Sua vitória sobre a sensação Terence Atmane veio depois de um primeiro set muito parelho, onde o italiano precisou fazer adaptações táticas."
    }
]