[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-quarta-29-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_bruxelas_fore.jpg",
        "date": "29/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-e-fokina-eliminam-os-ultimos-franceses-no-masters-de-paris.html",
        "title": "Bublik e Fokina eliminam os últimos franceses no Masters de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fokina_paris_nut-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –Diferente do que aconteceu no ano passado, quando o canhoto Ugo Humbert foi finalista do Masters 1000 de Paris, os franceses não tiveram bom desempenho na edição deste ano. Os dois últimos tenistas da casa perderam no fim da programação desta quarta-feira, ainda pela segunda rodada, Arthur Cazaux e Corentin Moutet. Com isso, o último campeão da casa segue sendo Jo-Wilfried Tsonga, vencedor em 2008."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-de-minaur-e-musetti-viram-fantoches-em-acao-da-atp.html",
        "title": "Fritz, De Minaur e Musetti viram fantoches em ação da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fritz-puppet-2025-1024x576.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –Quem acompanha o site e as redes sociais da ATP durante a semana do Masters 1000 de Paris certamente notou algo diferente: os perfis de Alex de Minaur, Taylor Fritz e Lorenzo Musetti foram substituídos por fantoches! E nesta quarta-feira, os fãs puderam conhecer um pouco mais dessa divertida ação no perfil oficial da ATP noInstagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-principal-favorita-nas-oitavas-em-cali.html",
        "title": "Pigossi é superada por principal favorita nas oitavas em Cali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_r16-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Cali (Colômbia) –Depois de tervencido sua partida de estreiano WTA 125 de Cali, Laura Pigossi foi eliminada nas oitavas do torneio em quadras de saibro na Colômbia. A número 2 do Brasil e 191ª do mundo foi superada nesta quarta-feira pela jovem tcheca Sara Bejlek, principal cabeça de chave e 84ª do mundo aos 19 anos, por 6/4 e 6/1 em 1h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-se-afasta-por-lesao-no-ombro-e-planeja-retorno-em-2026.html",
        "title": "Sell se afasta por lesão no ombro e planeja retorno em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_estica_semlogo.jpg",
        "date": "29/10/2025",
        "description": "Los Angeles (EUA) –O catarinense Karue Sell anunciou em suas redes sociais que não irá mais competir em 2025 e planeja um retorno ao circuito na próxima temporada. O principal motivo do afastamento é uma lesão no ombro. Seu torneio mais recente foi o challenger de Chicago, no início de agosto. O tenista de 31 anos e também havia sofrido uma lesão na panturrilha durante o primeiro semestre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-controla-bergs-na-estreia-e-segue-firme-em-busca-do-numero-1.html",
        "title": "Sinner controla Bergs na estreia e segue firme em busca do número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-tos-2025-e1761761288569-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França)– Um dia após a surpreendente queda de Carlos Alcaraz na estreia, foi a vez do italiano Jannik Sinner abrir campanha no Masters 1000 de Paris. Estreando direto na segunda rodada, ele passou fácil pelo belga Zizou Bergs, marcando 6/4 e 6/2 em 1h27."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-a-vitoria-mais-importante-da-minha-carreira-afirma-norrie.html",
        "title": "“É a vitória mais importante da minha carreira”, afirma Norrie",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/alcaraz-norrie-paris-2025.jpg",
        "date": "29/10/2025",
        "description": "Paris (França)– Embora já tenha chegado às semifinais em Grand Slam e seja campeão de Masters 1000, o britânico Cameron Norrie acredita que sua vitória sobre o espanhol Carlos Alcaraz na segunda rodada do Masters 1000 de Paris é a mais importante de sua vida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-juvenil-de-wimbledon-vence-a-primeira-na-wta-em-chennai.html",
        "title": "Campeã juvenil de Wimbledon vence a primeira na WTA em Chennai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mia_pohankova_vibra_jrfinals-1024x705.jpg",
        "date": "29/10/2025",
        "description": "Chennai (Índia) –Campeã juvenil de Wimbledon na atual temporada, a eslovaca Mia Pohankova conseguiu sua primeira vitória na WTA nesta quarta-feira. Convidada para o 250 de Chennai, a jovem de 17 anos estreou vencendo a japonesa Nao Hibino por 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-sofre-na-estreia-mas-busca-virada-e-evita-derrota-em-paris.html",
        "title": "Zverev sofre na estreia, mas busca virada e evita derrota em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-paris-2025-e1761755125368-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França)– Por pouco o atual campeão do Masters 1000 de Paris não foi mais um surpreendido logo na estreia. O alemão Alexander Zverev teve muito trabalho nesta quarta-feira para superar o argentino Camilo Carabelli, lotou por 2h35 e conseguiu uma dura virada com parciais de 6/7 (5-7), 6/1 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-avanca-e-segue-na-briga-pelo-finals-ruud-perde-e-esta-fora.html",
        "title": "Aliassime avança e segue na briga pelo Finals, Ruud perde e está fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-paris-comemora-2025-1024x683.jpeg",
        "date": "29/10/2025",
        "description": "Paris (França)– Os dois primeiros fora da zona de classificação para o ATP Finals tiveram destinos distintos nesta quarta-feira no Masters 1000 de Paris. Enquanto o canadense Félix Auger-Aliassime venceu e seguiu vivo na briga, o norueguês Casper Ruud foi eliminado e deu adeus às chances de classificação."
    }
]