[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-09-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/gustavo_almeida_recife_back.jpg",
        "date": "09/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-diz-que-teve-duvidas-sobre-o-nivel-que-jogaria-nas-quartas.html",
        "title": "Sinner diz que teve dúvidas sobre o nível que jogaria nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_vibra_manga-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –De volta à semifinal de Wimbledon depois de dois anos, Jannik Sinner teve dúvidas sobre o nível de jogo que poderia apresentar nesta quarta-feira. Isso porque o número 1 do mundo havia sofrido uma queda em quadra no início da partida das oitavas, contra Grigor Dimitrov, e sentiu um desconforto no cotovelo desde então. Na última terça-feira, o italiano reduziu a carga de treinos epassou por exames, mas diz que a desistência nunca foi uma opção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/comeca-o-grande-desafio-para-djokovic.html",
        "title": "Começa o grande desafio para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_djoko_wim.jpg",
        "date": "09/07/2025",
        "description": "Embora tenha tido alguns jogos em que precisou se empenhar – e Flavio Cobolli estava muito mal intencionado nestas quartas de final -, o multicampeão Novak Djokovic está diante do maior desafio que se pode ter hoje no circuito internacional. Terá de superar na sexta-feira o número 1 do ranking Jannik Sinner e, muito provavelmente, reencontrará Carlos Alcaraz em mais uma chance pelo octa em Wimbledon e o 25º troféu de Grand Slam da carreira. Tarefa hercúlea para quem tem 38 anos. Mas ele se chama ‘Goat’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-top-100-suica-e-segue-na-franca-para-as-duplas.html",
        "title": "Pigossi é superada por top 100 suíça e segue na França para as duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore-1024x596.jpg",
        "date": "09/07/2025",
        "description": "Contrexeville (França) –Depois de ter vencido sua partida de estreia no WTA 125 de Contrexeville, no saibro francês, Laura Pigossi foi superada na segunda rodada pela suíça Rebeka Masarova, cabeça 3 do torneio e número 100 do mundo, que marcou as parciais de 6/2 e 6/1 em 1h13 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-estudou-o-estilo-de-andreeva-para-vence-la-em-wimbledon.html",
        "title": "Bencic estudou o estilo de Andreeva para vencê-la em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic-andreeva-wimbledon-2025-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– De volta às quartas de final de um Grand Slam pela primeira vez desde o Aberto dos Estados Unidos de 2021, Belinda Bencic não quis deixar nada ao acaso e aproveitou a noite anterior para estudar o estilo um pouco diferente da sua adversária Mirra Andreeva. E deu certo: a número 35 do mundo venceu em sets diretos, ambos no tiebreak, para marcar um duelo com Iga Swiatek valendo vaga na final de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-confirma-sua-14a-semifinal-de-wimbledon-e-reencontra-sinner.html",
        "title": "Djokovic confirma sua 14ª semifinal de Wimbledon e reencontra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_R16_sorrindo-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –A busca de Novak Djokovic pelo oitavo título de Wimbledon e o histórico 25º Grand Slam da carreira continua. O heptacampeão garantiu vaga em sua 14ª semifinal no torneio ao vencer o italiano Flavio Cobolli, 24º do ranking, por 6/7 (6-8), 6/2, 7/5 e 6/4 em 3h11 de partida na Quadra Central."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-tenta-tirar-licoes-apos-eliminacao-nas-quartas.html",
        "title": "Andreeva tenta tirar lições após eliminação nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva-wimbledon-fore-2025-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– A russa Mirra Andreeva, sétima cabeça de chave, aproveitou a experiência de chegar às quartas de final de Wimbledon pela primeira vez na carreira e está tentando tirar algumas lições da derrota para a suíça Belinda Bencic, em dois tiebreaks, principalmente a necessidade de ser um pouco mais agressiva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/glasspool-e-cash-batem-campeoes-de-wimbledon-e-vencem-a-12a-seguida.html",
        "title": "Glasspool e Cash batem campeões de Wimbledon e vencem a 12ª seguida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/glasspool_cash_wimbledon-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– A temporada de grama não poderia estar sendo melhor para os britânicos Lloyd Glasspool e Julian Cash, que depois do vice em ‘s-Hertogenbosch foram campeões no Queen’s e em Eastbourne e agora estão nas semifinais de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-comemora-melhora-na-grama-e-primeira-semi-em-wimbledon.html",
        "title": "Swiatek comemora melhora na grama e primeira semi em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga-wimbledon-feliz-2025-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Iga Swiatek conquistou títulos de Grand Slam no saibro de Paris e nas quadras duras de Nova York, também chegou às semifinais na Austrália, mas nunca havia conseguido ir além das quartas de final na grama de Wimbledon. Isso mudou nesta quarta-feira após a vitória com parciais de 6/2 e 7/5 sobre a russa Liudmila Samsonova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-problema-no-cotovelo-derruba-shelton-e-repete-semifinal.html",
        "title": "Sinner supera problema no cotovelo, derruba Shelton e repete semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-vibra-2025-1-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– No primeiro duelo entre dois top 10 da chave masculina de Wimbledon, o italiano Jannik Sinner deixou para trás as dúvidas sobre a condição de seu cotovelo direito e derrotou o norte-americano Ben Shelton nas quartas de final de Wimbledon. O número 1 do mundo garantiu sua vitória nesta quarta-feira em sets diretos, com parciais de 7/6 (7-2), 6/4 e 6/4."
    }
]