[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-09-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53694191735_72720d976d_k-e1714671452523-1024x681.jpg",
        "date": "09/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-nao-tem-torneios-previstos-antes-de-toronto.html",
        "title": "Fonseca não tem torneios previstos antes de Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-voleia-225-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Confirmado como 48º colocado do ranking mundial quando a nova lista da ATP for divulgada após Wimbledon, o carioca João Fonseca dará um considerável hiato no seu calendário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-equilibra-jogo-mas-para-nas-oitavas-do-torneio-juvenil.html",
        "title": "Naná equilibra jogo, mas para nas oitavas do torneio juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nana_wimbledon_toss_tratada-1024x715.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Apesar da boa atuação, Nauhany Silva não passou da fase de oitavas de final do torneio juvenil de Wimbledon. A paulista de 15 anos foi superada pela tcheca Mia Pohankova, um ano mais velha e 465º do ranking profissional, com parciais de 6/3, 5/7 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-nao-passa-da-estreia-nas-duplas-em-challenger-alemao.html",
        "title": "Orlandinho não passa da estreia nas duplas em challenger alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54085880026_b916bab75c_3k-scaled-e1735481516392-1024x684.jpg",
        "date": "09/07/2025",
        "description": "Braunschweig (Alemanha)– Durou pouco a campanha do gaúcho Orlando Luz nas duplas no challenger de Braunschweig. Embora ele e o parceiro francês Theo Arribage fossem os cabeças de chave 1, acabaram eliminados na estreia, nesta quarta-feira, caindo diante do norte-americano Vasil Kirkov e do holandês Bart Stevens com parciais de 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-feliz-de-ter-a-familia-perto-para-viver-esse-momento-especial.html",
        "title": "Anisimova feliz de ter a família perto para viver o momento especial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova_sobrinho.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –Amanda Anisimova, pela primeira vez nas semifinais de um Grand Slam, teve uma torcida muito especial em sua vitória sobre sobre a russa Anastasia Pavlyuchenkova, ex-top 15 e atual 50ª do ranking, por 6/1 e 7/6 (11-9)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-vence-um-set-ve-meligeni-abandonar-e-vai-as-quartas-em-iasi.html",
        "title": "Reis vence um set, vê Meligeni abandonar e vai às quartas em Iasi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_lreis_campinas_vibra-e1749933734477-1024x683.jpg",
        "date": "09/07/2025",
        "description": "Iasi (Romênia)– Em duelo 100% nacional nas oitavas de final no challenger de Iasi, o pernambucano João Lucas Reis levou a melhor sobre o paulista Felipe Meligeni, contando com desistência do compatriota no final do primeiro set, depois de vencê-lo por 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-e-fullana-estreiam-no-itf-de-rio-claro.html",
        "title": "Pedretti e Fullana estreiam no ITF de Rio Claro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/fullana_grita_ribeirao_semi_saibro.jpg",
        "date": "08/07/2025",
        "description": "Rio Claro (SP)– Duas brasileiras candidatas ao título, Luiza Fullana e Thaisa Pedretti estreiam nesta quarta-feira no ITF de nível 35 que acontece no saibro de Rio Claro. Fullana enfrenta a italiana Gloria Contrino, vinda do qualificatório, no segundo jogo da quadra principal. A rodada começa às 10h com a local Catarina Meleiro diante da equatoriana Camila Romero. Na sequência, Pedretti encara a argentina Candela Vazquez, em partida prevista para não antes do meio-dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileirao-chega-a-uberlandia-com-edicao-historica-e-novidades.html",
        "title": "Brasileirão chega a Uberlândia com edição histórica e novidades",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/garota_Brasileirao.jpg",
        "date": "08/07/2025",
        "description": "Uberlândia (MG) –Nas próximas semanas, a região de Uberlândia (MG) será o palco de uma das maiores competições de base do tênis mundial: o Campeonato Brasileiro Infantojuvenil – o Brasileirão. De 14 a 30 de julho, a cidade receberá atletas de 8 a 18 anos nas quadras do Praia Clube (Uberlândia), Cajubá Country Club (Uberlândia) e Pica-Pau Country Club (Araguari)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sofia-mendonca-avanca-em-rio-claro-pedretti-e-fullana-estreiam-quarta.html",
        "title": "Sofia Mendonça avança em Rio Claro, Pedretti e Fullana estreiam quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/51587916697_eaeefc6f0a_o-scaled-e1733831965657-1024x685.jpg",
        "date": "08/07/2025",
        "description": "Rio Claro (SP) –A gaúcha Sofia Mendonça marcou a primeira vitória brasileira na etapa de Rio Claro do Circuito BRB/Engie de Tênis. A jogadora de 23 anos venceu a conterrânea Ana Cruz, de apenas 16, por 3/6, 7/5 e 6/4. Sua próxima rival é a italiana Miriana Tona, cabeça 2 do evento. Ainda nesta terça, a convidada catarinense Maria Eduarda Lages sofreu duplo 6/2 da argentina Carla Markus."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-encontra-ator-de-homem-aranha-e-combinam-jogar-golfe.html",
        "title": "Alcaraz e ator de Homem-Aranha combinam jogar golfe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_golfe.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –Bicampeão de Wimbledon,  Carlos Alcaraz  convidou Thomas Holland, ator, diretor e dublador britânico, para uma partida de golfe, quando o atual defensor do título se dirigia para mais um treino, na segunda-feira."
    }
]