[
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-sinner-e-zverev-as-16h30-e-destaque-desta-quarta-no-finals.html",
        "title": "Duelo entre Sinner e Zverev às 16h30 é destaque desta quarta no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner_zverev_viena.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –O confronto entre Jannik Sinner e Alexander Zverev vai fechar a programação desta quarta-feira no ATP Finals, a partir das 16h30 (de Brasília). Eles disputam aliderança do Grupo Bjorn Borg em Turim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-11-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_toss_ctba-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Challenger de Kobe (Japão) – Sintético – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-sabe-que-precisa-melhorar-para-o-segundo-jogo-no-atp-finals.html",
        "title": "Shelton sabe que precisa melhorar para o segundo jogo no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/shelton-finals-grita-2025-e1762880832693-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália)– Um dos estreantes no ATP Finals, o norte-americano Ben Shelton levou a pior em seu primeiro jogo na competição,perdendo em sets diretos para o alemão Alexander Zverevno último domingo. Após a partida, ele falou sobre sua primeira aparição no torneio e também sobre o péssimo desempenho com o segundo serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-diz-que-doping-sera-sombra-com-a-qual-sinner-tera-que-conviver.html",
        "title": "Djokovic diz que doping será sombra com a qual Sinner terá que conviver",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Atenas (Grécia)– O sérvio Novak Djokovic concedeu uma longa entrevista ao renomado jornalista Piers Morgan, que irá ao ar nesta terça-feira. Entre os assuntos, o ex-número 1 do mundo falou sobre a questão do doping do italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/153379.html",
        "title": "Challenger 75 de Florianópolis larga no domingo com o qualificatório",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gustavo-heide_prepara-saque.jpg",
        "date": "11/11/2025",
        "description": "Florianópolis (SC)– O tênis profissional volta a movimentar a capital catarinense com a realização do Engie Open – ATP Challenger 75, entre os dias 16 e 23 de novembro, nas quadras de saibro do Lagoa Iate Clube (LIC). O torneio promete uma semana de alto nível técnico e grandes confrontos entre jovens talentos e jogadores já consolidados no cenário internacional, com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-faz-primeiros-treinos-em-hobart-para-o-play-off-da-billie-jean-king-cup.html",
        "title": "Brasil faz primeiros treinos em Hobart para o Play-off da Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/domain-tennis-centre_hobart.jpg",
        "date": "11/11/2025",
        "description": "Hobart (Austrália) –O Brasil iniciou, nesta terça-feira, a preparação para os confrontos dos Play-offs da Billie Jean King Cup. A equipe realizou os primeiros treinos no Domain Tennis Centre, em Hobart, onde irá enfrentar Portugal e Austrália pelo Grupo E da competição. As partidas acontecem no próximo sábado e domingo, com transmissão ao vivo pela ESPN e Disney+, a partir das 22h (horário de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-consegue-virada-inedita-sobre-fritz-e-anota-50a-vitoria-sobre-top-10.html",
        "title": "Alcaraz consegue virada inédita sobre Fritz e anota 50ª vitória sobre top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-tuesday-1-e1762877396639-1024x682.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália)– Pela primeira vez em seis duelos, quem venceu o primeiro set no embate entre Carlos Alcaraz e Taylor Fritz não saiu de quadra vitorioso. Isso porque o espanhol conseguiu reverter a derrota na primeira parcial e venceu o norte-americano de virada, marcando parciais de 6/7 (4-7), 7/5 e 6/3 nesta terça-feira, em duelo válido pela segunda rodada da fase de grupos do ATP Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-se-recupera-bem-da-cirurgia-e-passa-a-usar-bota-ortopedica.html",
        "title": "Rune se recupera bem da cirurgia e passa a usar bota ortopédica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rune_bota-ortopedica.jpg",
        "date": "11/11/2025",
        "description": "Copenhague (Dinamarca) –Vinte dias depois de ter passado por cirurgia devido à contusão no tendão de Aquiles, o dinamarquês Holger Rune entrou na segunda fase de recuperação. O atual nº 12 do mundo, anunciou em sua conta no Instagram que retirou o gesso e agora está usando uma bota ortopédica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bolelli-e-vavassori-vencem-mais-uma-e-se-classificam-para-a-semi.html",
        "title": "Bolelli e Vavassori vencem mais uma e se classificam para a semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251111_Simone_Bolelli_Andrea_Vavassori_GSP19187-1024x682.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália)– Os italiano Simone Bolelli e Andrea Vavassori mais uma vez emocionaram seus torcedores em Turim, na terça-feira, com outra vitória eletrizante no ATP Finals, derrotando o espanhol Marcel Granollers e o argentino Horacio Zeballos por 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-anuncia-gravidez-e-retorno-as-competicoes-tera-de-esperar.html",
        "title": "Jabeur anuncia gravidez e retorno às competições terá de esperar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Ons_Jabeur_WTA_Finals_Riad_2025.webp",
        "date": "11/11/2025",
        "description": "Túnis (Tunísia) –A volta de Ons Jabeur, ex-número 2 do mundo, às competições terá que esperar. A três vezes vice-campeã de Grand Slam anunciou na segunda-feira que ela e o marido Karim Kamoun darão as boas-vindas ao primeiro filho, um menino, em abril."
    }
]