[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-solidez-e-sente-que-ainda-pode-evoluir.html",
        "title": "Iga destaca solidez nas duas primeiras rodadas e sente que ainda pode evoluir",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_mtl_bolinhas-1024x626.jpg",
        "date": "02/08/2025",
        "description": "Montréal (Canadá) –De volta às quadras após o título em Wimbledon, Iga Swiatek começou com firmeza sua campanha no WTA 1000 de Montréal. A número 3 do mundo venceu com facilidade a chinesa Hanyu Guo e a alemã Eva Lys, cedendo apenas oito games nas duas primeiras rodadas. A polonesa destacou a solidez que teve no início do torneio e sente que ainda pode evoluir ao longo do torneio, em busca de um título inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nivel-de-tenis-preocupa-pegula-na-preparacao-para-o-us-open.html",
        "title": "Nível de tênis preocupa Pegula na preparação para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula_montreal_coletiva-1024x558.jpg",
        "date": "02/08/2025",
        "description": "Montréal (Canadá) –O nível de tênis apresentado nas últimas semanas tem preocupado Jessica Pegula, que defendia o bicampeonato no WTA 1000 de Montréal, mas foieliminada ainda na terceira rodadado torneio canadense. Além disso, a número 4 do mundo havia perdido nas estreias de Wimbledon e Washington e ainda jogará em Cincinnati antes do último Grand Slam do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-vence-com-autoridade-shelton-vira-o-jogo-nos-detalhes.html",
        "title": "Fritz vence com autoridade, Shelton vira o jogo nos detalhes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz-toronto-2025-serve-1024x576.jpg",
        "date": "02/08/2025",
        "description": "Toronto (Canadá) –Um mês depois de protagonizarem uma batalha de cinco sets pela segunda rodada de Wimbledon, Taylor Fritz e Gabriel Diallo voltaram a se enfrentar nesta sexta-feira, desta vez pelo Masters 1000 de Toronto. Fritz voltou a vencer o canadense, mas desta vez com muito mais facilidade de marcou as parciais de 6/4 e 6/2 em 1h15 para chegar às oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-luta-por-quase-3h-e-avanca-anisimova-domina-raducanu.html",
        "title": "Muchova luta por quase 3h e avança, Anisimova domina Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Karolina-Muchova_2046-21-1024x646.jpg",
        "date": "01/08/2025",
        "description": "Montréal (Canadá) –No jogo mais longo da rodada desta sexta-feira a tcheca Karolina Muchova conseguiu uma difícil virada contra a suíça Belinda Bencic e avançou às oitavas no WTA 1000 de Montréal. Muchova marcou as parciais de 6/7 (2-7), 6/2 e 6/3 em 2h42 de partida. Sua próxima rival é a norte-americana Madison Keys, número 8 do mundo e campeã do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confronto-entre-zverev-e-cerundolo-vai-fechar-o-sabado-em-toronto.html",
        "title": "Confronto entre Zverev e Cerúndolo vai fechar o sábado em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/toronto-2025-viernes-cerundolo-1024x576.jpg",
        "date": "01/08/2025",
        "description": "Toronto (Canadá) –As oitavas de final do Masters 1000 de Toronto começam neste sábado e o confronto entre o alemão Alexander Zverev e o argentino Francisco Cerúndolo vai fechar a rodada deste sábado, por volta de 21h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/felipe-miguel-disputa-1a-semi-gimenez-e-kohlmann-tambem-avancam.html",
        "title": "Felipe Miguel disputa 1ª semi, Gimenez e Kohlmann também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/luis_felipe_miguel_joinville.jpg",
        "date": "01/08/2025",
        "description": "Joinville (SC) –Três brasileiros vão disputar as semifinais da etapa de Joinville do Circuito BRB/Engie de Tênis. O goiano Luis Felipe Miguel faz sua melhor campanha no circuito profissional e se junta aos paulistas Igor Gimenez e Enzo Kohlmann."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-01-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/mello-mallorca-voleia-2025-e1750686536539-1024x684.jpg",
        "date": "01/08/2025",
        "description": "WTA 1000 de Montréal (Canadá) – Sintético – US$ 5.152.599Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cede-apenas-quatro-games-e-reencontra-tauson-nas-oitavas.html",
        "title": "Iga cede apenas quatro games e reencontra Tauson nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_mtl_saque_SJC-1024x568.jpg",
        "date": "01/08/2025",
        "description": "Montréal (Canadá) –A busca de Iga Swiatek por um título inédito no WTA 1000 do Canadá segue com vitórias bastante tranquilas em Montréal. A número 3 do mundo garantiu seu lugar nas oitavas de final depois de vencer a alemã Eva Lys, 69ª do ranking, por duplo 6/2 em 1h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/all-england-club-da-inicio-a-renovacao-dos-gramados-para-2026.html",
        "title": "All England Club dá início à renovação dos gramados para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/wimbledon_grama.jpg",
        "date": "01/08/2025",
        "description": "Londres (Inglaterra) –A 138ª edição de Wimbledon foi disputada este ano de 30 de junho a 13 de julho, culminando com a coroação de dois campeões inéditos, a polonesa Iga Swiatek e o espanhol Carlos Alcaraz. Agora, o All England Club já trabalha visando a próxima edição e deu início ao trabalho de renovação do gramado da Quadra Central e da Quadra Nº 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-joga-as-15h-em-busca-das-quartas-gauff-e-mboko-duelam-as-20h.html",
        "title": "Rybakina joga às 15h em busca das quartas, Gauff e Mboko duelam às 19h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/AC_Elena-Rybakina_106-1024x619.jpg",
        "date": "01/08/2025",
        "description": "Montréal (Canadá) –As oitavas de final do WTA 1000 de Montréal começam neste sábado, com quatro jogos marcados para o estádio principal. O grande jogo da rodada será às 19h (de Brasília) entre Coco Gauff, principal cabeça de chave e número 2 do mundo, e a jovem canadense de 18 anos Victoria Mboko. Gauff venceu o primeiro encontro entre elas, no saibro de Roma."
    }
]