[
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-e-sofia-mendonca-sao-as-primeiras-nas-quartas-em-sao-luis.html",
        "title": "Júlia Konishi e Sofia Mendonça são as primeiras nas quartas em São Luis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sofia_mendonca_sl_slice.jpg",
        "date": "10/09/2025",
        "description": "São Luís (MA) –A paulista Júlia Konishi e a gaúcha Sofia Mendonça são as primeiras brasileiras classificadas para as quartas de final Copa Feminina de Tênis, torneio ITF W15 em São Luís."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-10-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54173327605_ab6ff5c76f_k-1024x683.jpg",
        "date": "10/09/2025",
        "description": "SP Open – São Paulo (SP) – Sintético – US$ 275.094Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-stefani-e-babos-estreiam-no-sp-open-assista.html",
        "title": "Ao vivo: Stefani e Babos estreiam no SP Open. Assista!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-WTA-1-1024x576.jpg",
        "date": "10/09/2025",
        "description": "São Paulo (SP) –Brasileira mais bem colocada no ranking entre as especialistas em duplas, Luísa Stefani estreia nesta quarta-feira no SP Open, ao lado da húngara Timea Babos. Principais cabeças de chave, elas enfrentam a britânica Alicia Barnett e a francesa Elixane Lechemia na Quadra 1 do Parque Villa Lobos. Acompanhe ao vivo e gratuitamente no site oficial do torneio, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jones-vence-mais-uma-e-faz-quartas-tjen-tambem-avanca-e-aguarda-eala.html",
        "title": "Jones vence mais uma e faz quartas, Tjen também avança e aguarda Eala",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fran_jones_spopen_r16.jpg",
        "date": "10/09/2025",
        "description": "São Paulo (SP) –No jogo que abriu a programação da Quadra Maria Esther Bueno nesta quarta-feira, a britânica Francesca Jones garantiu vaga nas quartas de final do SP Open. A jogadora de 24 anos e 85ª do ranking superou a norte-americana Whitney Osuigwe, 136ª colocada, por 6/4 e 7/6 (8-6) em 1h46 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tri-em-roland-garros-e-ex-numero-1-guga-completa-49-anos.html",
        "title": "Tri em Roland Garros e ex-número 1, Guga completa 49 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/53552507039_94712ca25d_o-scaled-e1709240928981-1024x670.jpg",
        "date": "10/09/2025",
        "description": "Florianópolis (SC) –Ídolo do esporte brasileiro, Gustavo Kuerten faz aniversário nesta quarta-feira. Nascido em Florianópolis em 1976, o ex-número 1 do mundo e tricampeão de Roland Garros completa 49 anos de vida neste 10 de setembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-afirma-que-alcaraz-joga-em-um-nivel-mais-alto-que-federer.html",
        "title": "Mouratoglou afirma que Alcaraz joga em um nível mais alto que Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/federer-alcaraz-xangai_web.jpg",
        "date": "10/09/2025",
        "description": "Nice (França)– Um dos treinadores mais famosos do circuito no momento, o francês Patrick Mouratoglou não poupou elogios para o espanhol Carlos Alcaraz após sua conquista no US Open, o comparou a Roger Federer e garantiu que já deixou o suiço para trás."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-matricula-criancas-em-escola-grega-apos-ser-alvo-do-governo-servio.html",
        "title": "Djokovic matricula crianças em escola grega após ser alvo do governo sérvio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-1-1024x681.jpg",
        "date": "10/09/2025",
        "description": "Atenas (Grécia)– Está cada vez mais consolidada a mudança do sérvio Novak Djokovic para a Grécia. Segundo relata oDaily Mail, ele matriculou seus filhos em uma escola particular grega enquanto sua família se muda para uma nova vida no país em meio a relatos de que tem sido alvo do governo sérvio por apoiar protestos estudantis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-transforma-o-parque-villa-lobos-com-quadras-e-diversao-aos-fas.html",
        "title": "SP Open transforma o Parque Villa-Lobos com quadras e diversão aos fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/quadra-central-maria-esther-bueno.jpg",
        "date": "10/09/2025",
        "description": "São Paulo (SP) –O SP Open, torneio WTA 250 que marca o retorno da elite do tênis feminino a São Paulo após 25 anos, está sendo mais do que uma competição em quadra. O público que for no Parque Villa-Lobos até o próximo domingo terá acesso a uma série de ativações interativas, com os patrocinadores, transformando o evento em um festival de experiências para todos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanha-segue-confiante-mesmo-com-ausencias-de-alcaraz-e-granollers.html",
        "title": "Espanha segue confiante mesmo com ausências de Alcaraz e Granollers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/espanha-equipe-davis.jpg",
        "date": "10/09/2025",
        "description": "Marbella (Espanha)– Apesar das ausências de última hora dos campeões do US Open, Carlos Alcaraz em simples e Marcel Granollers nas duplas, o clima de entusiasmo permaneceu na coletiva de imprensa pré-jogo da equipe espanhola, que enfrenta em casa a Dinamarca de Holger Rune este fim de semana pelas eliminatórias da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-esta-tao-perto-de-sinner-quanto-do-atual-47o-do-ranking.html",
        "title": "Zverev está tão perto de Sinner quanto do atual 47º do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-e1756304727756-1024x681.jpg",
        "date": "10/09/2025",
        "description": "Londres (Inglaterra)– A existência de uma distância do espanhol Carlos Alcaraz e do italiano Jannik Sinner para o resto do circuito é inegável no momento, mas o ranking mostra que ela pode ser maior do que se imagina. Isso porque eles abriram uma vantagem enorme para os demais concorrentes."
    }
]