[
    {
        "url": "https://tenisbrasil.uol.com.br/terca-tem-final-do-quali-e-abertura-da-chave-principal-no-pinheiros.html",
        "title": "Terça tem final do quali e abertura da chave principal de ITF no Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_rivoli_back_sp-1024x683.jpg",
        "date": "14/07/2025",
        "description": "São Paulo (SP) –O Brasil Tennis Classic Ano VII dá início à chave principal nesta terça-feira, no Esporte Clube Pinheiros, em São Paulo. O torneio ITF W35 distribui US$ 35 mil em premiação e conta pontos para o ranking da WTA. A rodada de abertura terá seis partidas de simples, com presença de tenistas brasileiras em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-promete-esquentar-o-circuito.html",
        "title": "Wimbledon promete esquentar o circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pod_wimbledon_final.jpg",
        "date": "14/07/2025",
        "description": "As conquistas de Jannik Sinner e Iga Swiatek em Wimbledon neste fim de semana têm tudo para tornar os dois circuitos ainda mais competitivos na última parte do calendário, com a volta das quadras duras. Essa é a opinião dos jornalistas Alexandre Cossenza e Otávio Maia, que discutem os reflexos do terceiro Grand Slam da temporada com o editor José Nilton Dalcim noPodcast de TenisBrasildesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/parry-salva-dois-match-points-em-hamburgo-alexandrova-conhece-rival.html",
        "title": "Parry salva dois match-points em Hamburgo, Alexandrova conhece rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/parry_hamburgo_voleia-1024x609.jpg",
        "date": "14/07/2025",
        "description": "Hamburgo (Alemanha) –Na rodada de abertura do WTA 250 de Hamburgo, a francesa Diane Parry precisou lutar por 3h21 e salvar dois match-points contra a croata Tara Wuerth e vencer por 7/6 (11-9), 3/6 e 7/5"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-nao-passa-da-estreia-em-wta-125-no-saibro-de-roma.html",
        "title": "Pigossi não passa da estreia em WTA 125 no saibro de Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "14/07/2025",
        "description": "Roma (Itália) –Única brasileira na chave do WTA 125 de Roma, Laura Pigossi foi eliminada ainda na rodada de estreia. A número 2 do país e 206ª do mundo sofreu um duplo 6/1 da macedônia Lina Gjorcheska, 315ª colocada, em 1h28 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovem-peruano-vence-a-primeira-na-atp-ruud-enfrentara-suico.html",
        "title": "Jovem peruano vence a primeira na ATP, Ruud enfrentará suíço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/buse_gstaad_back-1024x657.jpg",
        "date": "14/07/2025",
        "description": "Gstaad (Suíça) –O peruano Ignacio Buse conseguiu sua primeira vitória na ATP nesta segunda-feira. Vindo do quali no 250 de Gstaad, o jovem de 21 anos e 167º do ranking eliminou o sérvio Laslo Djere, cabeça 5 do torneio e 60º do ranking, com parciais de 7/6 (7-4), 1/6 e 6/4 em 2h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-daniel-caem-em-tres-sets-na-holanda-pucinelli-estreia-terca.html",
        "title": "Reis e Daniel caem em três sets na Holanda, Pucinelli estreia terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/reis_santiago_back-1024x684.jpg",
        "date": "14/07/2025",
        "description": "Bunschoten (Holanda) –A rodada desta segunda-feira no challenger de Bunschoten, em quadras de saibro na Holanda, não foi boa para os brasileiros. O pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva perderam duelos de três sets e se despediram da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-perde-set-mas-confirma-favoritismo-e-supera-estreia-em-bastad.html",
        "title": "Darderi perde set, mas confirma favoritismo e supera estreia em Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/darderi-bastad-2025-monday-1024x576.jpg",
        "date": "14/07/2025",
        "description": "Bastad (Suécia)– A segunda-feira foi de pouca atividade na chave principal do ATP 250 de Bastad, que teve apenas dois jogos. Sexto cabeça de chave, o italiano Luciano Darderi oscilou, mas venceu o belga Raphael Collignon por 2 sets a 1, com parciais de 6/2, 2/6 e 6/2"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-14-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53685214629_88df0e10bb_c.jpg",
        "date": "14/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosQualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-mais-ritmo-de-jogo-e-confianca-monteiro-enfrenta-jovem-noruegues.html",
        "title": "Com mais ritmo de jogo e confiança, Monteiro enfrenta jovem norueguês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/monteiro_autografos_bastad-1024x673.jpg",
        "date": "14/07/2025",
        "description": "Bastad (Suécia) –O início de semana no ATP 250 de Bastad está sendo importante para Thiago Monteiro, que conseguiu suas duas primeiras vitórias desde abril e furou o quali,garantindo assim um lugar na chave principal. Monteiro volta à quadra nesta terça-feira para enfrentar o norueguês Nicolai Kjaer, de apenas 18 anos e também vindo do quali, por volta de 7h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-ja-vivem-uma-rivalidade-historica.html",
        "title": "Sinner e Alcaraz já vivem uma rivalidade histórica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-Blogs-900x600-1-1.jpg",
        "date": "14/07/2025",
        "description": "Se a já histórica rivalidade entre Jannik Sinner e Carlos Alcaraz é de grande importância para os amantes do esporte, para o tênis é um duelo gigantesco. Ora, com as recentes aposentadorias de Roger Federer e Rafael Nadal e o fim do big 3, ter dois jovens tenistas com tanto sucesso e carisma é o que de melhor poderia ter acontecido. Ambos desde de 2024 são os únicos a conquistarem títulos de Grand Slam e dividem as atenções do público, mas sem polaridades. É um reconhecimento mútuo."
    }
]