[
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-e-rune-vencem-e-ficam-perto-do-confronto-direto.html",
        "title": "Tiafoe e Rune vencem e ficam perto do confronto direto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe11.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Dois jogadores que costumam produzir bem nas quadras sintéticas, o dinamarquês Holger Rune e o norte-americano Frances Tiafoe passaram pela estreia do US Open e, em caso de nova vitória, irão se cruzar por vaga nas oitavas de final. Os dois estão no mesmo quadrante do tetracampeão Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-terca-no-us-open-em-rodada-com-iga-sinner-e-gauff.html",
        "title": "Bia estreia terça no US Open em rodada com Iga, Sinner e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_monterrey_fore-1024x682.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Com a primeira rodada do US Open desmembrada em três dias, a estreia de Beatriz Haddad Maia acontecerá apenas na terça-feira, ao meio-dia (de Brasília) na quadra 12. A número 1 do Brasil e 22ª do mundo enfrenta a britânica Sonay Kartal, de 23 anos e 51ª do ranking. Bia retorna a Nova York um ano depois de chegar às quartas de final, em sua segunda melhor campanha em Grand Slam da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-e-superada-em-tres-sets-e-encerra-a-carreira-no-us-open.html",
        "title": "Garcia é superada em três sets e encerra a carreira no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/garcia_usopen_toss-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –A rodada desta segunda-feira no US Open foi marcada por despedidas. Horas depois do último jogo dePetra Kvitovano tênis profissional, foi a vez da francesa Caroline Garcia encerrar a carreira, com a derrota em três sets para a russa Kamilla Rakhimova, 65ª do ranking, com parciais de 6/4, 4/6 e 6/3 em 2h17 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-ja-esta-no-top-10-brasileiro-em-premios-na-carreira.html",
        "title": "João Fonseca já está no top 10 brasileiro em prêmios na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-toronto-devolve-2025-e1754075848627-1024x683.jpeg",
        "date": "25/08/2025",
        "description": "Matheus DalcimDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-tem-trabalho-e-comesana-surpreende-em-ny.html",
        "title": "Draper tem trabalho e Comesana surpreende em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper_usopen_back-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Em dia de altos e baixos para o tênis argentino, o britânico Jack Draper encarou uma dura estreia no US Open, durante a qual precisou de quatro sets e muito empenho antes de eliminar o qualificado Federico Gomez, com parciais de 6/4, 7/5, 6/7 (7-9) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zarazua-surpreende-keys-em-duelo-de-3h10-rybakina-estreia-bem.html",
        "title": "Zarazua surpreende Keys em duelo de 3h10, Rybakina estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zarazua_usopen_vibra-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –No jogo que abriu a programação desta segunda-feira no Arthur Ashe Stadium, a mexicana Renata Zarazua protagonizou uma grande surpresa na primeira rodada do US Open ao eliminar Madison Keys, número 6 do mundo e campeã do Australian Open, com parciais de 6/7 (10-12), 7/6 (7-3) e 7/5 em 3h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-tem-semifinais-em-alphaville-com-julio-silva.html",
        "title": "Copa Brasil tem semifinais em Alphaville com Júlio Silva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/JulioCesarSilva_CopaBrasil_FotoRafaelPignataro-1024x682.jpeg",
        "date": "25/08/2025",
        "description": "São Paulo (SP)– A penúltima rodada da Copa Brasil de Tênis Ano II promete uma terça-feira de emoções nas quadras sintéticas e velozes do Alphaville Tênis Clube. Afinal os vencedores já irão garantir convite para os torneios profissionais que o Instituto Esperança do Amanhã realizará em setembro e outubro. O campeão entrará diretamente na chave principal e o vice, no qualificatório. Entre os postulantes, está o veterano Júlio Silva, 46 anos, que já esteve entre os 150 primeiros do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-promove-1o-tenis-paulista-conecta-encontro-virtual-nesta-quarta-a-noite.html",
        "title": "FPT promove 1º “Tênis Paulista Conecta”, encontro virtual, nesta quarta à noite",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/omaki_edvaldo-oliveira.jpg",
        "date": "25/08/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) realiza, nesta quarta-feira, dia 27, das 20h30 às 22h, o 1º Tênis Paulista Conecta, um encontro virtual pela plataforma Zoom voltado a treinadores, profissionais e apaixonados pelo tênis, com o tema “O que não pode faltar no processo de formação de atletas”. A iniciativa faz parte do Programa Tênis Excelência para Treinadores Paulistas e, nesta primeira edição, não será necessária inscrição prévia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vence-dois-tiebreaks-e-estreia-com-vitoria-no-us-open.html",
        "title": "Fonseca vence dois tiebreaks e estreia com vitória no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_fore_25_ML.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Como já havia acontecido nos outros três torneios do Grand Slam em 2025, João Fonseca estreou com vitória no US Open. O carioca de 19 anos e número 1 do Brasil superou nesta segunda-feira o sérvio Miomir Kecmanovic, 42º do ranking, por 7/6 (7-3), 7/6 (7-5) e 6/3 em 2h26 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-25-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_uso25_estica_ML.jpg",
        "date": "25/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesPrimeira rodada –Veja a chave"
    }
]