[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-28-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_sp_final-1024x649.jpg",
        "date": "28/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-das-dores-fonseca-volta-a-bater-shapovalov-de-virada.html",
        "title": "Apesar das dores, Fonseca volta a bater Shapovalov de virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_120134-scaled-e1761663799168-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Assim como aconteceu na semana passada no ATP 500 da Basileia, o carioca João Fonseca saiu atrás do canadense Denis Shapovalov, mas no final acabou com a vitória. Apesar das dores e do atendimento médico no terceiro set, o tenista de 19 anos triunfou de virada, marcando parciais de 5/7, 6/4 e 6/3 para superar a estreia no Masters 1000 de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-zverev-perdem-na-estreia-pela-oitava-vez-na-temporada.html",
        "title": "Melo e Zverev perdem na estreia pela oitava vez na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/melo_back-e1703837949896-1024x606.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Parceria formada durante a maioria dos Masters 1000, o mineiro Marcelo Melo e o alemão Alexander Zverev não conseguem embalar. Desta vez, foram superados na estreia do Masters 1000 de Paris, ao perder do bom dueto alemão formado por Kevin Krawietz e Tim Puetz, cabeças 5, por 6/1 e 7/6 (7-2)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-que-revelou-fonseca-e-guga-bahia-juniors-cup-chega-a-40a-edicao.html",
        "title": "Torneio que revelou Fonseca e Guga, Bahia Juniors Cup chega à 40ª edição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/joao_fonseca_salvador_2021.jpg",
        "date": "28/10/2025",
        "description": "Salvador (BA) –Depois de receber o inédito torneio mundial profissional M25, o Clube Bahiano de Tênis, em Salvador, se prepara para a histórica 40ª edição do Bahia Juniors Cup. A competição é uma das mais tradicionais e importantes da categoria juvenil. O evento acontece entre os dias 8 e 16 de novembro, em parceria com a Sudesb e a Setre – Secretaria do Trabalho, Emprego, Renda e Esporte do Governo do Estado da Bahia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-em-guangzhou-li-tem-faixa-carimbada-na-estreia-em-jiujiang.html",
        "title": "Campeã em Guangzhou, Li tem faixa carimbada na estreia em Jiujiang",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ann_li_guangzhou_voleia.jpg",
        "date": "28/10/2025",
        "description": "Jiujiang (China)– Depois de conquistar em Guangzhou o segundo título da carreira e assim bater seu melhor ranking, a norte-americana Ann Li teve a faixa de campeã carimbada nesta terça-feira, perdendo na estreia do WTA 250 de Jiujiang para a chinesa Zhuoxuan Bai com parciais de 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-fernandez-e-mboko-avancam-kenin-e-surpreendida-na-estreia.html",
        "title": "Bencic, Fernandez e Mboko avançam, Kenin é surpreendida na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Belinda_Bencic_-_Toray_Pan_Pacific_Open_-_Day_7-DSC_2150_xgaplus.jpg",
        "date": "28/10/2025",
        "description": "Hong Kong (China)– As quatro principais favoritas ao título no WTA 250 de Hong Kong estiveram em ação nesta terça-feira e apenas uma delas acabou eliminada. Cabeça de chave 4, a norte-americana Sofia Kenin amargou uma duríssima derrota diante da japonesa vinda do quali Himeno Sakatsume, que arrasou com parciais de 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-derrota-o-favorito-lehecka-e-garante-novo-duelo-com-o-primo.html",
        "title": "Vacherot derrota o favorito Lehecka e garante novo duelo com o primo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_085301-scaled-e1761652505173-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Paris (França)– Pelo segundo Masters 1000 consecutivo, os primos Valentin Vacherot e Arthur Rinderknech irão se enfrentar. Depois da final em Xangai, agora em Paris eles medirão forças pela segunda rodada. O francês já havia garantido seu lugar um dia antes e nesta terça-feira foi a vez do monegasco fazer o mesmo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-74o-do-mundo-joao-soares-joga-a-copa-yone-borba-dias-nos-70-anos.html",
        "title": "Ex-74º do mundo, João Soares joga a Copa Yone Borba Dias nos 70 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/joao_soares.jpg",
        "date": "28/10/2025",
        "description": "Porto Alegre (RS) –Ex-número 74 do mundo em simples e 49º do mundo nas duplas do ranking da ATP, a Associação dos Tenistas Profissionais, o campineiro João Soares será uma das atrações da 39ª edição da Copa Yone Borba Dias, a competição masters mais tradicional do país, realizada na Associação Leopoldina Juvenil, em Porto Alegre. O evento da categoria MT 700, dos mais valiosos do mundo e do Brasil, com 700 pontos para os campeões, será realizado entre os dias 3 e 8 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-clube-de-tenis-de-grama-natural-do-pais-sera-inaugurado-no-parana.html",
        "title": "Primeiro clube de tênis de grama natural do país será inaugurado no Paraná",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Lawn-Tennis-Club_Parana.jpg",
        "date": "28/10/2025",
        "description": "Curitiba (PR) –O Brasil ganhará o seu primeiro clube de tênis de grama natural. O Lawn Tennis Club será construído em Campo Magro, na região metropolitana de Curitiba, com 9.000 m² de área, nove quadras de grama natural, restaurante, espaço de eventos, área kids, vestiários, churrasqueira, spa recovery, lavandário e estacionamento para 50 veículos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-revela-que-esta-namorando-modelo-dinamarquesa-laila-hasanovic.html",
        "title": "Sinner revela que está namorando modelo dinamarquesa Laila Hasanovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_trofeu-1024x576.jpg",
        "date": "28/10/2025",
        "description": "Viena (Áustria) –O ATP 500 de Viena foi duplamente especial para o italiano Jannik Sinner. No último domingo, o jogador de 24 anos, comemorou a conquista do título e tornou público seu relacionamento com a modelo dinamarquesa Laila Hasanovic, também de 24 anos, que estava no box junto com os pais de Sinner."
    }
]