[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-09-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/432448_1090649_53382882553_6ffcf9ae20_k-1024x630.jpg",
        "date": "09/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – 1.415.000 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-avanca-em-challenger-argentino-leite-e-gimenez-furam-quali.html",
        "title": "Boscardin avança em challenger argentino, Leite e Gimenez furam quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "09/06/2025",
        "description": "Santa Fé (Argentina) –O catarinense Pedro Boscardin marcou a primeira vitória brasileira no challenger de Santa Fé, em quadras de saibro na Argentina. O jogador de 22 anos e 350º do ranking superou nesta segunda-feira o anfitrião de 21 anos Juan Manuel la Serna, 506º colocado, por 6/2 e 6/0 em 1h28 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-sobrevive-a-rodada-de-surpresas-keys-enfrenta-russa.html",
        "title": "Anisimova sobrevive à rodada de surpresas, Keys enfrenta russa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/anisimova_vibra_grama-1024x550.jpg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra) –Campeã do primeiro WTA 1000 do ano, em Doha, Amanda Anisimova estreou na temporada de grama com uma vitória em três sets no WTA 500 de Queen’s, em Londres. A atual número 15 do mundo precisou de 2h10 para vencer a convidada britânica Jodie Burrage, 162ª colocada, por 4/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-nasceu-para-jogar-nesse-tipo-de-situacao-destaca-ferrero.html",
        "title": "“Alcaraz nasceu para jogar nesse tipo de situação”, destaca Ferrero",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-final-rg-2025-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Paris (França)– A final de Roland Garros do último domingo entrou para a história das grandes partidas da história do tênis, não apenas por ser a mais longa da Era Aberta do torneio, mas também pela forma com que o espanhol Carlos Alcaraz conseguiu se recuperar de dois sets abaixo, salvando match-points no quarto, para vencer de virada o número 1 do mundo Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jarry-conquista-sua-primeira-vitoria-sobre-um-top-50-desde-janeiro.html",
        "title": "Jarry conquista sua primeira vitória sobre um top 50 desde janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/jarry-rio-rebate-2025-e1740751013762-1024x683.jpg",
        "date": "09/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Sem bater um top 50 desde janeiro, quando superou o argentino Mariano Navone na primeira rodada de Brisbane, o chileno Nicolas Jarry voltou a bater um tenista com este ranking nesta segunda-feira, em sua estreia no ATP 250 de ‘s-Hertogenbosch, anotando uma virada sobre o italiano Luciano Darderi com o placar final de 5/7, 6/4 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-estreia-bem-veronika-kudermetova-vence-a-irma-mais-nova.html",
        "title": "Mertens estreia bem, Veronika Kudermetova vence a irmã mais nova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/mertens_herto_vibra_grama-1024x683.jpg",
        "date": "09/06/2025",
        "description": "‘s-Hertogenbosch (Holanda) –Terceira cabeça de chave do WTA 250 de ‘s-Hertogenbosch, Elise Mertens estreou com vitória na temporada de grama. A belga de 29 anos e 25ª do ranking superou a búlgara Viktoriya Tomova, 76ª colocada, por 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-a-grama-apos-quase-dois-anos-lehecka-larga-bem-em-stuttgart.html",
        "title": "De volta à grama após quase dois anos, Lehecka larga bem em Stuttgart",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/lehecka-stuttgart-2025-monday-e1749491983169-1024x682.jpg",
        "date": "09/06/2025",
        "description": "Stuttgart (Alemanha)– Depois de não conseguir se destacar na temporada de saibro, com apenas cinco vitórias em cinco eventos disputados, o tcheco Jiri Lehecka tenta se recuperar na temporada de grama. Ele começou bem sua empreitada pelo novo piso nesta segunda-feira superou a estreia ATP 250 de Stuttgart derrotando o francês Benjamin Bonzi por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-aprova-estreia-na-grama-e-valoriza-historia-de-kvitova-e-murray.html",
        "title": "Bia aprova estreia na grama e valoriza história de Kvitova e Murray",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia_petra_murray_cut-1024x617.jpg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra) –Depois devencer seu primeiro jogo na temporada de grama, Beatriz Haddad Maia saiu de quadra feliz com o bom resultado na estreia do WTA 500 de Queen’s, em Londres, e também valorizou a história de dois grandes nomes do tênis: A tcheca Petra Kvitova, bicampeã de Wimbledon e superada pela brasileira nesta segunda-feira, e também Andy Murray, que a partir deste ano dá nome ao estádio principal do tradicional torneio londrino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-orlandinho-se-aproximam-de-inedito-top-50-nas-duplas.html",
        "title": "Romboli e Orlandinho se aproximam de inédito top 50 nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/orlandinho-rio-narede-2025-e1744287434662-1024x682.jpg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– As boas campanhas de Fernando Romboli e Orlando Luz em Roland Garros, com os dois chegando a se enfrentar por um lugar nas quartas, em duelo que terminou com vitória do gaúcho, impulsionaram ambos no ranking de duplas divulgado nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-segue-dominante-iga-cai-mais-um-pouco-e-boisson-dispara.html",
        "title": "Sabalenka segue dominante, Iga cai mais um pouco e Boisson dispara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Aryna_Sabalenka_-_Roland_Garros_2025_-_Day_14-DSC_1164_xgaplus.jpg",
        "date": "09/06/2025",
        "description": "São Petersburgo (EUA)– A bielorrussa Aryna Sabalenka continua absoluta no ranking da WTA e mantém uma confortável distância para as demais rivais. Com sua derrota na final de Roland Garros, a norte-americana Coco Gauff não apenas conquistou o título, mas também diminuiu um pouco mais a diferença, que era de 3.820 pontos e agora está em 3.470."
    }
]