[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-05-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54091775348_10256f45ed_o-scaled-e1730121862248-1024x683.jpg",
        "date": "05/11/2025",
        "description": "WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/soares-vira-contra-top-10-e-vai-a-semi-no-mt-700-de-porto-alegre.html",
        "title": "Soares vira contra top 10 e vai à semi no MT 700 de Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joaosoares_vira-contra-no-8_portoalegre.jpg",
        "date": "04/11/2025",
        "description": "Porto Alegre (RS) –Uma das lendas do tênis brasileiro, o campineiro João Soares, ex-74º do mundo de simples da ATP e ex-top 50 do mundo nas duplas, sobreviveu a uma verdadeira batalha de mais de três horas nesta terça-feira e se classificou às semifinais da 39ª edição da Copa Yone Borba Dias, em Porto Alegre, evento da categoria MT 700."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-por-momentos-assim-que-jogamos-seguimos-confiantes.html",
        "title": "Stefani: “É por momentos assim que jogamos, seguimos confiantes”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_cump-1024x684.jpg",
        "date": "04/11/2025",
        "description": "Riad (Arábia Saudita) –Depois devencer seu primeiro jogona chave de duplas do WTA Finals, Luísa Stefani vai confiante para a definição de uma vaga na semifinal. A brasileira e a húngara Timea Babos enfrentam a canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe, atuais campeãs do torneio, na próxima quinta-feira às 9h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tive-que-ser-ainda-mais-agressiva-no-3o-set.html",
        "title": "Sabalenka: “Tive que ser ainda mais agressiva no último set”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_finals_esperasaque.jpg",
        "date": "04/11/2025",
        "description": "Riad (Arábia Saudita) –Depois de vencer seu segundo jogo no WTA Finals e ficar muito próxima da classificação para a semifinal em Riad, Aryna Sabalenka falou sobre a difícil vitória desta terça-feira sobre Jessica Pegula. Reconhecida por seu jogo agressivo e de muita potência nos golpes, a número 1 do mundo esteve uma quebra abaixo no último set, mas conta que jogou com ainda mais risco para conseguir superar o jogo consistente da norte-americana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernandez-mantem-embalo-na-colombia-e-brasil-tem-3-nas-oitavas.html",
        "title": "Bruno Fernandez mantém embalo na Colômbia e Brasil tem 3 nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bruno_fernandez_slice.jpg",
        "date": "04/11/2025",
        "description": "Valledupar (Colômbia) –Vindo da conquista de seu primeiro título profissional em Ibague, no último sábado, o catarinense Bruno Fernandez segue firme nos torneios ITF M15 na Colômbia e estreou com vitória nas quadras duras de Valledupar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-miranda-faz-duas-finais-e-brasil-assegura-5-medalhas-parapan-de-jovens.html",
        "title": "Vitória Miranda faz duas finais e Brasil assegura 5 medalhas Parapan de Jovens",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/vitoria_miranda_parapan_25-1024x682.jpg",
        "date": "04/11/2025",
        "description": "Santiago (Chile) –O tênis brasileiro segue em destaque nos Jogos Parapan-Americanos de Jovens, com grandes resultados e mais medalhas a caminho. A número 1 do mundo juvenil, Vitória Miranda, garantiu vaga em duas finais e vai disputar o ouro nas categorias simples e duplas mistas nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-superado-por-alemanha-e-japao-no-2o-dia-da-davis-e-bjk-cup-junior.html",
        "title": "Brasil é superado por Alemanha e Japão no 2º dia da Davis e BJK Cup Junior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_bjkjr_back_25-1024x683.jpg",
        "date": "04/11/2025",
        "description": "Santiago (Chile) –No segundo dia de competições no Finals da Billie Jean King Cup Junior e da Copa Davis Junior, as equipes brasileiras foram superadas em confrontos equilibrados diante do Japão e da Alemanha, respectivamente. Com uma vitória e uma derrota na fase de grupos de ambas as competições, o Brasil volta à quadra nesta quarta-feira em busca das quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-entra-de-lucky-loser-e-vence-no-wta-125-de-tucuman-pigossi-cai.html",
        "title": "Cé entra de lucky-loser e vence no WTA 125 de Tucumán, Pigossi cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "04/11/2025",
        "description": "Tucumán (Argentina) –A gaúcha Gabriela Cé aproveitou sua segunda oportunidade no WTA 125 de Tucumán. Depois de ter perdido seu jogo no quali na última segunda-feira, ela entrou de lucky-loser após a desistência da argentina Paula Ormaechea e estreou com vitória na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-04-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "04/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Fase de grupos (2ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonego-e-norrie-vencem-jogos-longos-e-vao-as-quartas-em-metz.html",
        "title": "Sonego e Norrie vencem jogos longos e vão às quartas em Metz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sonego-metz-2025-tuesday-1024x576.jpg",
        "date": "04/11/2025",
        "description": "Metz (França) –Em uma rodada marcada por jogos longos, o italiano Lorenzo Sonego e o britânico Cameron Norrie são os primeiros jogadores garantidos nas quartas de final do ATP 250 de Metz, em quadras duras e cobertas na França."
    }
]