[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-12-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "12/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – US$ 1.415.000Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-nao-se-recupera-de-lesao-e-desiste-de-s-hertogenbosch.html",
        "title": "Hurkacz não se recupera de lesão e desiste de ‘s-Hertogenbosch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/hurkacz-den-bosch-2025-injury-e1749744848345-1024x682.jpg",
        "date": "12/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Depois de superar a estreia mesmo com dores nas costas, o polonês Hubert Hurkacz não conseguiu se recuperar e acabou desistindo do ATP 250 de ‘s-Hertogenbosch. Ele sequer pisou em quadra para enfrentar o estoniano vindo do quali Mark Lajal, que assim avançou para as quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-vence-mais-uma-no-saibro-alemao-e-faz-quartas.html",
        "title": "Victória Barros vence mais uma no saibro alemão e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300fr_vibra-1024x554.jpg",
        "date": "12/06/2025",
        "description": "Bamberg (Alemanha) –A juvenil potiguar Victória Barros será a representante brasileira nas quartas de final do ITF J300 de Bamberg, no saibro alemão. Principal cabeça de chave e 23ª do ranking, Victória dominou a partida contra a norte-americana de 17 anos Kori Montoya, 109ª colocada, marcando as parciais e 6/1 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/engel-se-torna-o-mais-jovem-quadrifinalista-na-grama-neste-seculo.html",
        "title": "Engel se torna o mais jovem quadrifinalista na grama neste século",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/engel-stuttgart-2025-history-e1749743375113-1024x682.jpg",
        "date": "12/06/2025",
        "description": "Stuttgart (Alemanha)– Um dos nomes mais promissores do circuito, o alemão Justin Engel segue colocando seu nome nas marcas de precocidade. Depois de se tornar o segundo jogador mais jovem desde 1990 a vencer uma partida de nível profissional (excluindo a Copa Davis) nas três superfícies, ele é agora o mais novo a alcançar as quartas de final em um torneio na grama neste século."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-me-chamou-a-atencao-logo-que-o-vi-afirma-agassi.html",
        "title": "“Fonseca me chamou a atenção logo que o vi”, afirma Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/andre-agassi-fft-e1749740065903-1024x683.jpg",
        "date": "12/06/2025",
        "description": "Paris (França)– Responsável por entregar o troféu de campeão ao espanhol Carlos Alcaraz na final de Roland Garros, o norte-americano Andre Agassi enalteceu o jovem carioca João Fonseca em aparição noTennis Channel. O ex-número 1 do mundo não poupou elogios para o brasileiro e disse que se impressionou com ele desde a primeira vez que o viu jogar de perto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-desafio-agora-e-na-grama-quem-pode-ameacar-o-dominio-de-sinner-e-albaraz.html",
        "title": "O desafio agora é na grama: quem pode ameaçar Sinner e Alcaraz?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-Blogs-900x600-5.jpg",
        "date": "12/06/2025",
        "description": "Por um período na historia do tênis, essa época do ano era conhecida pelo aparecimento de alguns jogadores de características próprias. Os então chamados “saque e voleio”. O pisoteio nas quadras da temporada de grama já denunciava o estilo. O piso ficava marcado na forma de um triângulo, com a linha de base praticamente gasta indo em direção ao centro da rede. (Desculpem o nariz de cera, mas acho legal lembrar). Era o estrelato de tenistas tipo Alexander Bublik, como Goran Ivanisevic, Patrick Rafter, Boris Becker, Tim Henman, Mark Philippoussis, entre outros. O momento era tão típico e as diferenças do circuito eram tão nítidas que um astro como Ivan Lendl jamais levantou o troféu de campeão no All England Club. Em contra partida Pete Sampras nunca reinou em Roland Garros, embora tenha um título no saibro de Roma no seu currículo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-perdem-chances-e-caem-nas-quartas-no-queens.html",
        "title": "Stefani e Babos perdem chances e caem nas quartas no Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_drop_queens_cut-1024x684.jpg",
        "date": "12/06/2025",
        "description": "Londres (Inglaterra)– A paulista Luisa Stefani e a húngara Timea Babos tiveram suas chances na partida desta quinta-feira contra a australiana Ellen Perez e a chinesa Shuai Zhang, mas no final as cabeças de chave 3 no WTA 500 do Queen’s prevaleceram e triunfaram em dois tiebreaks, com parciais de 7/6(7-4) e 7/6 (9-7), avançando para as semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-e-estilista-ucraniana-lancam-colecao-inspirada-em-wimbledon.html",
        "title": "Svitolina e estilista ucraniana lançam coleção inspirada em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/svitolina_colecao.jpg",
        "date": "12/06/2025",
        "description": "Kiev (Ucrânia) –Ex-número 3 do mundo e duas vezes semifinalista em Wimbledon, Elina Svitolina exercitou seu lado criativo acaba de lançar uma coleção de roupas em parceria com a estilista ucraniana Svitlana Bevza."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-e-venus-vao-comandar-podcast-no-x-a-partir-de-agosto.html",
        "title": "Serena e Venus vão comandar podcast no X a partir de agosto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/serena-venus-williams-wimbledon-2012-1024x682.jpg",
        "date": "12/06/2025",
        "description": "Los Angeles (EUA) –Serena e Venus Williams estão partindo para novas experiências, desta vez nas ondas do rádio. As famosas irmãs anunciaram que vão lançar um podcast em vídeo em agosto em parceria com a plataforma de mídia social X."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-escolhe-federer-e-serena-como-maiores-de-todos-os-tempos.html",
        "title": "Tsitsipas escolhe Federer e Serena como maiores de todos os tempos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-19.jpg",
        "date": "12/06/2025",
        "description": "Nice (França)– A eterna discussão sobre quem é o maior de todos os tempos (GOAT) ganhou a contribuição do grego Stefanos Tsitsipas que, em uma publicação no Instagram da Mouratoglou Tennis Academy, elencou quem considera os maiores da história do tênis e destacou o suíço Roger Federer e a norte-americana Serena Williams."
    }
]