[
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-e-fullana-estreiam-com-vitoria-no-saibro-de-lima.html",
        "title": "Candiotto e Fullana estreiam com vitória no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "09/12/2025",
        "description": "Lima (Peru)– Duas das três brasileiras que estão em ação nesta semana no saibro do ITF W15 de Lima estrearam nesta terça-feira com vitória. Tanto a paulista Ana Candiotto quanto a brasiliense Luiza Fullana triunfaram em sets diretos na primeira rodada do torneio peruano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-as-licoes-de-miami-e-os-desafios-para-2026.html",
        "title": "Fonseca: as lições de Miami e os desafios para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/pod_miami.jpg",
        "date": "09/12/2025",
        "description": "Sylvio Bastos e Juan Pablo Etchecoin, dois treinadores muito próximos ao time de João Fonseca, analisam noPodcast de TenisBrasildesta semana como foi a tão aguardada exibição de Miami contra o número 1 do mundo Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itajai-open-abrira-a-temporada-2026-de-challengers-no-brasil.html",
        "title": "Itajaí Open abrirá a temporada 2026 de challengers no Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Itajai-Open_challenger.jpg",
        "date": "09/12/2025",
        "description": "Itajaí (SC) –Foi lançado nesta terça-feira, na Prefeitura Municipal da cidade, o Itajaí Open, ATP Challenger 75 que abrirá a temporada de eventos desta categoria no Brasil em 2026. O torneio terá premiação total de US$107 mil dólares e somará 75 pontos no ranking para o campeão. O lançamento do torneio contou com a presença do prefeito Robison Coelho, de diversas autoridades e dos atletas Felipe Meligeni, Eduardo Ribeiro e Marcelo Zormann."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ganha-quase-1-milhao-de-seguidores-em-10-meses.html",
        "title": "Fonseca ganha quase 1 milhão de seguidores em 10 meses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0011-e1765308331892.jpg",
        "date": "09/12/2025",
        "description": "São Paulo (SP)– Aos 19 anos, o tenista carioca João Fonseca encerra o ano de 2025 em sua melhor forma, tanto nas quadras quanto no ambiente digital. Um levantamento especial da Nexus – Pesquisa e Inteligência de Dados, que analisou o período de dezembro de 2024 a outubro de 2025, confirma que o atleta se consolidou como um dos nomes mais engajados do esporte, acumulando milhões de interações e criando um forte movimento de idolatria nacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chris-evert-inaugura-quadra-central-com-seu-nome-na-academia-do-pai.html",
        "title": "Chris Evert inaugura quadra com seu nome na nova sede do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/evert_quadra-no-orange-bowl.jpeg",
        "date": "09/12/2025",
        "description": "Fort Lauderdale (EUA) –Dezenas de fãs de tênis, moradores de Fort Lauderdale e gerações de atletas que cresceram jogando tênis no Jimmy Evert Tennis Center, no Holiday Park, compareceram, nesta segunda-feira, à inauguração da Quadra Central Chris Evert, nas instalações recém-reformadas, a poucos passos de onde a campeã de Grand Slam e ex-número 1 do mundo aprendeu a empunhar uma raquete."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-draper-rivalizara-com-alcaraz-e-sinner-se-ficar-saudavel.html",
        "title": "Mouratoglou: “Draper rivalizará com Alcaraz e Sinner se ficar saudável”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/draper-forehand-iw-2025-e1742162954652-1024x730.jpeg",
        "date": "09/12/2025",
        "description": "Nice (França)– Um dos principais treinadores da atualidade, o francês Patrick Mouratoglou acredita que o britânico Jack Draper possa rivalizar com o espanhol Carlos Alcaraz e com o italiano Jannik Sinner nos próximos anos se conseguir ficar saudável"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca_09_12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_fore-1024x683.jpg",
        "date": "09/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-reflete-sobre-momento-e-deixa-seu-futuro-em-aberto.html",
        "title": "Kyrgios reflete sobre momento e deixa seu futuro em aberto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Nick-Kyrgios-makes-his-competitive-return-at-Brisbane-International-2025-1024x683-1.jpg",
        "date": "09/12/2025",
        "description": "Nova York (EUA)– Derrotado pelo norte-americano Tommy Paul na última segunda-feira na exibição The Garden Cup, o australiano Nick Kyrgios ainda não tem clara sua situação para 2026. Ele passou a maior parte da temporada de 2025 afastado das quadras devido a lesões, o que o limitou a quatro torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jornada-para-jeddah-tien-e-sakamoto-sao-os-destaques-do-1o-episodio.html",
        "title": "Jornada para Jeddah: Tien e Sakamoto são os destaques do 1º episódio",
        "image": null,
        "date": "09/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baghdatis-recomenda-que-tsitsipas-volte-do-zero-para-se-recuperar.html",
        "title": "Baghdatis recomenda que Tsitsipas volte do zero para se recuperar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/tsitsipas-monte-carlo-2025-thursday-e1744306866743-1024x682.jpg",
        "date": "09/12/2025",
        "description": "Limassol (Chipre)– Uma das referências do grego Stefanos Tsitsipas, o cipriota Marcos Baghdatis aconselhou o tenista de 27 anos de idade a aceitar o momento de baixa e tentar esquecer os resultados abaixo do esperado na temporada passada, para a partir de então construir sua volta por cima no circuito."
    }
]