[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-iga-swiatek-desistem-do-wta-1000-de-dubai.html",
        "title": "Sabalenka e Iga Swiatek desistem do WTA 1000 de Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/sabalenka-swiatek-treino-abu-dhabi-dezembro-2024-e1734881432513-1024x689.jpg",
        "date": "13/02/2026",
        "description": "Dubai (Emirados Árabes)– As duas primeiras colocadas no ranking, a bielorrussa Aryna Sabalenka e a polonesa Iga Swiatek, não participarão do WTA 1000 de Dubai. A ausência de ambas foi oficializada nesta sexta-feira pela organização do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-disputa-a-chave-de-duplas-do-rio-open-ao-lado-de-melo.html",
        "title": "Fonseca disputa a chave de duplas do Rio Open ao lado de Melo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/melo-fonseca-rio-2025-e1745413372222-1024x682.jpg",
        "date": "13/02/2026",
        "description": "Rio de Janeiro (RJ)– O Rio Open confirmou os últimos convites da organização nesta sexta-feira, que terá os oito brasileiros garantidos na chave de duplas. O carioca João Fonseca estará ao lado do atual campeão do ATP 500 e ex-número 1 do mundo Marcelo Melo. O segundo convite foi para os paulistas Marcelo Zormann e Felipe Meligeni."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/griekspoor-nao-participa-da-copa-davis-e-gera-tensao-na-equipe.html",
        "title": "Griekspoor não participa da Copa Davis e gera tensão na equipe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/griekspoor_marrakech_back-1024x576.jpg",
        "date": "13/02/2026",
        "description": "Roterdã (Holanda) –A rivalidade entre Jesper De Jong e Tallon Griekspoor voltou a ser evidente quando, na última semana, a equipe holandesa foi eliminada pela Índia na Copa Davis. Griekspoor, um dos principais jogadores do país, optou por não participar da disputa entre equipes. Em entrevista, no ATP de Roterdã, De Jong desabafou ao relembrar os últimos acontecimentos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guatemalteco-pego-com-mesma-substancia-de-sinner-e-inocentado.html",
        "title": "Guatemalteco pego com mesma substância de Sinner é inocentado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Juan-Sebastian-Dominguez-Collado.jpg",
        "date": "13/02/2026",
        "description": "Londres (Inglaterra)– Nesta semana, a Agência Internacional de Integridade do Tênis (ITIA) anunciou que o guatemalteco Juan Sebastián Domínguez Collado está liberado para retornar às quadras, após apresentar provas que convenceram de que seu teste positivo para a substância clostebol ocorreu por acidente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/foi-muito-dificil-mentalmente-diz-fils-sobre-meses-de-lesao.html",
        "title": "“Foi muito difícil mentalmente”, diz Fils sobre meses de lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fils-iw-vibra-2025-e1742235590490-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Roterdã (Holanda) –Após oito meses de afastamento por lesão na lombar, Arthur Fils retornou ao circuito nas últimas semanas. No ATP 500 de Roterdã, em entrevista ao site da organização, o francês compartilhou sobre o momento mais difícil de sua carreira até agora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-13-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Matos_bruxelas_rede-1024x656.jpg",
        "date": "13/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algozes-na-australia-voltam-a-derrubar-stefani-e-dabrowski.html",
        "title": "Algozes na Austrália voltam a derrubar Stefani e Dabrowski",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luisa_Stefani_Gabriela_Dabrowski_-_Qatar_TotalEnergies_Open_2026_-_Day_5-DSC_6114A_xgaplus.jpg",
        "date": "13/02/2026",
        "description": "Doha (Qatar)– Assim como fizeram no Australian Open, Anna Danilina e Aleksandra Krunic mais uma vez foram as algozes da paulista Luísa Stefani e da canadense Gabriela Dabrowski. Em duelo válido pelas semifinais do WTA 1000 de Doha, a cazaque e a sérvia voltaram a levar a melhor, desta vez com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lopez-afirma-que-tempo-resolvera-diferencas-entre-alcaraz-e-ferrero.html",
        "title": "López afirma que tempo resolverá diferenças entre Alcaraz e Ferrero",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/ferrero-alcaraz-rio-2024-e1740841625469-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Madri (Espanha)– O rompimento do espanhol Carlos Alcaraz com o treinador Juan Carlos Ferrero ainda repercute no mundo do tênis e a posição mais recente sobre o assunto foi do também espanhol Feliciano López, que em entrevista ao podcastEl Cafelito, falou o que pensa da decisão tomada pelo número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/possivel-retorno-de-serena-anima-mboko-gostaria-de-enfrenta-la.html",
        "title": "Possível retorno de Serena anima Mboko: “Gostaria de enfrentá-la”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mboko-adelaide-celebra-2026-e1768466034315-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Doha (Qatar) –Na última semana, houve uma atualização do site da Agência Internacional de Integridade do Tênis (ITIA) em que dizia que Serena Williamsestaria elegível para retornar ao circuito profissionala partir do próximo dia 22. Desde então, o rumor virou assunto no meio do tênis. Em entrevista, em Doha, a jovem Victoria Mboko opinou sobre a possível volta da norte-americana, que se aposentou no US Open de 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-diz-que-federer-o-inspirou-a-jogar-com-reves-de-uma-mao.html",
        "title": "Shapovalov diz que Federer o inspirou a jogar com revés de uma mão",
        "image": null,
        "date": "13/02/2026",
        "description": "Embed from Getty Images"
    }
]