[
    {
        "url": "https://tenisbrasil.uol.com.br/duda-carbone-marca-1a-vitoria-profissional-aos-15-anos-em-criciuma.html",
        "title": "Duda Carbone marca 1ª vitória profissional aos 15 anos em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/duda_carbone_criciuma.jpg",
        "date": "10/11/2025",
        "description": "Criciúma (SC) –Convidada para disputar o ITF W15 de Criciúma, a catarinense Maria Eduarda Carbone conseguiu sua primeira vitória no circuito profissional aos 15 anos. Ela venceu um duelo nacional contra Bianca Bernardes por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-estreia-bem-em-criciuma-vicente-freda-pontua-na-atp.html",
        "title": "Sakamoto estreia bem em Criciúma, Vicente Freda pontua na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/vicente_freda_criciuma_fore.jpg",
        "date": "10/11/2025",
        "description": "Criciúma (SC) –O experiente paulista Pedro Sakamoto confirmou o favoritismo na estreia do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-o-saque-e-espera-que-lesao-de-aliassime-nao-seja-grave.html",
        "title": "Sinner destaca o saque e espera que lesão de Aliassime não seja grave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-turin-2025-monday-1-1024x576.jpg",
        "date": "10/11/2025",
        "description": "Turim (Itália) –Depois devencer sua partida de estreia no ATP Finals, Jannik Sinner destacou o bom desempenho no saque na vitória desta segunda-feira contra o canadense Félix Auger-Aliassime. O italiano não enfrentou break-points e cedeu apenas 10 pontos em seus games de serviço. Sinner também falou sobre a aparente lesão na panturrilha do adversário, o que tornou o jogo menos competitivo a partir do segundo set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-duelam-as-10h-de-minaur-e-musetti-fecham-a-terca.html",
        "title": "Alcaraz e Fritz duelam às 10h, De Minaur e Musetti fecham a terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-nitto-atp-finals-2025-sunday-reaction-image-e1762775188239-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Turim (Itália) –A segunda rodada do ATP Finals começa nesta terça-feira com jogos do Grupo Jimmy Connors em simples e do Grupo Peter Fleming nas duplas. O destaque da programação fica para o duelo entre Carlos Alcaraz e Taylor Fritz às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-daniel-vencem-no-uruguai-marcondes-fura-quali-no-japao.html",
        "title": "Heide e Daniel vencem no Uruguai, Marcondes fura quali no Japão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide_ctba_back.jpg",
        "date": "10/11/2025",
        "description": "Montevidéu (Uruguai) –O paulista Gustavo Heide marcou a primeira vitória brasileira na chave principal do challenger de Montevidéu, em quadras de saibro no Uruguai. Heide, de 23 anos e 304º do ranking, superou o mexicano Rodrigo Pacheco Mendez, de apenas 20 anos e 209º colocado, por 6/3 e 6/4 em 1h39 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meninas-brasileiras-encaram-na-australia-mais-um-desafio.html",
        "title": "Meninas brasileiras encaram na Austrália mais um desafio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pod_peniza.jpg",
        "date": "10/11/2025",
        "description": "Pouco depois da excelente campanha de Luisa Stefani no Finals de Riad, o tênis feminino brasileiro terá missão difícil para encerrar a temporada 2025: neste sábado e domingo, enfrenta Portugal e Austrália na tentativa de vaga no qualificatório mundial da Billie Jean King Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-10-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-forehand-hua-hin-2025-1024x703.jpg",
        "date": "10/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-repete-a-final-de-paris-e-volta-a-superar-aliassme-no-finals.html",
        "title": "Sinner repete a final de Paris e volta a superar Aliassime no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner_finals_vibra25-1024x576.jpg",
        "date": "10/11/2025",
        "description": "Turim (Itália) –Assim como havia acontecido na final do Masters 1000 de Paris, há oito dias, Jannik Sinner voltou a superar Félix Auger-Aliassime e estreou com vitória no ATP Finals. O atual campeão marcou as parciais de 7/5 e 6/1 em 1h40. Esta é a quarta vitória seguida do italiano sobre o canadense, repetindo também os resultados do Masters 1000 de Cincinnati e do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australia-tem-mudanca-na-equipe-que-enfrenta-o-brasil-na-bjk-cup.html",
        "title": "Austrália tem mudança na equipe que enfrenta o Brasil na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/talia_gibson_toss_usopen.jpg",
        "date": "10/11/2025",
        "description": "Hobart (Austrália) –A equipe australiana da Billie Jean King Cup terá uma mudança para os confrontos contra Brasil e Portugal pelos playoffs que valem a permanência no qualificatório mundial de 2026. Os jogos acontecem no próximo fim de semana, entre sexta e domingo em Hobart. A jovem Talia Gibson, de 21 anos e 136ª do ranking, vai substituir Priscilla Hon, 104ª colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heliovaara-e-patten-conquistam-grande-vitoria-na-estreia-no-finals.html",
        "title": "Heliovaara e Patten conquistam grande vitória na estreia no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heliovaara-patten-turin-2025-monday-1-e1762803307865-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Turim (Itália)– Após terem sido eliminados pelos norte-americanos Christian Harrison e Evan King nas quartas de final de Roland Garros, o finlandês Harri Heliovaara e o britânico Henry Patten deram o troco nesta segunda-feira em Turim e bateram os rivais por duplo 6/4 na estreia de ambas as duplas no Finals deste ano."
    }
]