[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-siegemund-atropelam-britanicas-e-estao-nas-oitavas.html",
        "title": "Bia e Siegemund atropelam britânicas e estão nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_wimbledon_toss_25_jimmie-e1751477384620.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– A parceria entre Beatriz Haddad Maia e a alemã Laura Siegemund não tomou conhecido do dueto britânico formado pelas convidadas Jodie Burrage e Sonay Kartal (GBR). Marcaram fulminantes 6/3 e 6/1 e estão nas oitavas de final de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-05-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54173327605_ab6ff5c76f_k-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-vai-as-oitavas-em-wimbledon-e-bate-recorde-italiano.html",
        "title": "Sinner domina, vai às oitavas em Wimbledon e bate recorde italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-prepara-2025-1024x682.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– O número 1 do mundo Jannik Sinner segue escrevendo seu nome na história do tênis italiano. Neste sábado, ele se tornou o tenista do país que mais vezes chegou às oitavas de final nos Grand Slam, alcançando tal feito em Wimbledon ao derrotar o espanhol Pedro Martinez com parciais de 6/1, 6/3 e 6/1, em 1h49 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-volta-as-oitavas-e-iguala-marca-de-19-anos.html",
        "title": "Andreeva volta às oitavas e iguala marca de 19 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mirra_back-1024x698.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– Mesmo sem tirar o melhor do seu saque, a russa Mirra Andreeva está de volta às oitavas de final de Wimbledon, repetindo campanha de dois anos atrás. A número 7 do ranking superou com facilidade a norte-americana Hailey Baptiste, 55ª colocada, por fáceis 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-atmosfera-em-quadra-e-preve-volta-por-cima-de-raducanu.html",
        "title": "Sabalenka elogia atmosfera em quadra e prevê volta por cima de Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-raducanu-wimbledon-2025-e1751721818226-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– Campeã do US Open de 2021, a britânica Emma Raducanu sofreu para reencontrar o nível que a levou a vencer seu primeiro título de Grand Slam, mas parece estar voltando aos melhores momentos. Apesar da derrota para a bielorrussa Aryna Sabalenka na terceira rodada de Wimbledon, a tenista da casa saiu elogiada pela número 1 do mundo depois de um jogo bastante competitivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jarry-sobre-fonseca-tem-so-18-anos-e-joga-um-tenis-de-altissimo-nivel.html",
        "title": "Jarry sobre Fonseca: “Tem só 18 anos e joga um tênis de altíssimo nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jarry-wimbledon-acena-2025.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– Apesar da eliminação na terceira rodada de Wimbledon, o carioca João Fonseca recebeu elogios do algoz, o chileno Nicolas Jarry, que na última sexta-feira derrotou o jovem brasileiro por 3 sets a 1 e avançou para as oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-top-5-do-mundo-vai-a-final-do-torneio-masters-no-rio.html",
        "title": "Ex-top 5 do mundo nos 35 anos vai à final do torneio masters no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/felipe_paiva_35anos.jpg",
        "date": "05/07/2025",
        "description": "Rio de Janeiro (RJ) –O sábado de finais no torneio internacional masters, categoria MT 400, na Rio Tennis Academy em parceria com o Fluminense, após a sexta-feira com rodada dupla por conta do mau tempo dos últimos dias no Rio de Janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-comemora-boas-sensacoes-e-sabe-que-tera-pareo-duro-com-alcaraz.html",
        "title": "Rublev comemora boas sensações e sabe que terá páreo duro com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rublev-wimbledon-fore-2025-1024x682.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– O russo Andrey Rublev chegou em Wimbledon sem muita confiança por conta dos resultados recentes, já que tirando o vice em Hamburgo, vinha colecionando derrotas precoces nos torneios. Contudo, na grama do All England Club as coisas parecem terem se encaixado e ele já venceu três partidas e está nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pip-o-morango-conta-a-historia-desta-tradicao-veja-o-video.html",
        "title": "Mascote Pip conta a tradição do morango em Wimbledon. Veja.",
        "image": null,
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –O morango com creme é servido desde a primeira edição do torneio de Wimbledon em 1877. Supõe-se que a tradição vem da época do Rei Henrique 8º. Nesta edição do Grand Slam inglês, quem está fazendo sucesso entre os fãs e os jogadores é o mascote Pip, o Morango, que parece ser feito em feltro. Em um vídeo promocional lançado no canal de Wimbledon no YouTube, Pip narra parte da história dos morangos no torneio centenário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-avanca-em-rio-verde-dupla-de-ramos-e-mola-arrasa-na-estreia.html",
        "title": "Goiano avança em Rio Verde, dupla de Ramos e Mola arrasa na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/medeiros_gonzaga_rioverde-1024x675.jpg",
        "date": "04/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano Henrique Medeiros, de Quirinópolis, 17 anos, estreou com o pé direito, nesta sexta-feira, no torneio internacional BT 200 de Rio Verde, no Clube Campestre. A competição distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    }
]