[
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-lidera-cinco-brasileiras-em-lima-bohrer-joga-nos-eua.html",
        "title": "Candiotto lidera cinco brasileiras em Lima, Bohrer joga nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "01/12/2025",
        "description": "Lima (Peru) –Cinco brasileiras estão na chave principal do ITF W15 de Lima, em quadras de saibro. A lista é liderada por Ana Candiotto, segunda cabeça de chave do torneio. Ela estreia contra a jamaicana Najah Dawson."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/udvardy-volta-ao-top-100-com-titulo-na-argentina-parks-lidera-em-angers.html",
        "title": "Udvardy volta ao top 100 com título na Argentina, Parks lidera em Angers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/udvardy_bsas_vibra-1024x726.jpg",
        "date": "01/12/2025",
        "description": "Buenos Aires (Argentina) –Acostumada a jogar nas quadras de saibro da América do Sul desde os tempos de juvenil, a húngara Panna Udvardy voltou ao top 100 do ranking pela primeira vez desde setembro de 2024, depois de conquistar o WTA 125 de Buenos Aires."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietrangeli-sera-velado-na-quadra-com-seu-nome-itf-destaca-espirito-da-davis.html",
        "title": "Pietrangeli será velado na quadra com seu nome, ITF destaca “espírito da Davis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Nicola_Pietrangeli_GSP.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –Presidente da Federação Internacional de Tênis (ITF), o norte-americano David Haggerty lamentou ofalecimento de Nicola Pietrangelinesta segunda-feira. Lenda do tênis italiano e bicampeão de Roland Garros em 1959 e 1960, ele também fez história na Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/como-funciona-o-programa-de-aceleracao-que-pode-ajudar-guto-e-victoria.html",
        "title": "Como funciona o programa de aceleração que pode ajudar Guto e Victória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/arte_ps_guto_mexico.jpg",
        "date": "01/12/2025",
        "description": "A conquista de Guto Miguel e o vice-campeonato de Victória Barros no ITF J500 de Merida, em quadras de saibro no México, garante os melhores rankings para os dois brasileiros no circuito juvenil. Ogoiano debutou no top 10, ocupando exatamente a décima posição, enquanto a potiguar é agora a 12ª colocada. Guto e Victória também ficam em boas posições programas de aceleração da Federação Internacional (ITF), que oferecem vagas diretas em torneios profissionais para os melhores juvenis do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-adeus-ao-gigante-pietrangeli.html",
        "title": "O adeus ao gigante Pietrangeli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nicola-pietrangeli.png",
        "date": "01/12/2025",
        "description": "Numa daquelas ironias do esporte, o tênis dá adeus nesta segunda-feira a um dos maiores simbolos de sua história. No momento em que se discute a reformulação da Copa Davis, cada vez menos atrativa para o público e os jogadores, o recordista absoluto de jogos e vitórias da centenária competição se vai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-define-primeiros-convites-para-a-edicao-de-2026.html",
        "title": "Australian Open define primeiros convites para a edição de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Emerson_jones_ausopen_estica.jpg",
        "date": "01/12/2025",
        "description": "Melbourne (Austrália) –Os primeiros convites para a edição de 2026 do Australian Open foram anunciados nesta segunda-feira. Duas vagas ficaram com jogadores da casa que se destacaram na recente série de torneios do Australian Pro Tour: a jovem Emerson Jones e o experiente James Duckworth. Também foram confirmados os convites norte-americanos e asiáticos para o torneio que começa em 18 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-volta-a-ser-no-2-do-brasil-ribeiro-recupera-24-posicoes.html",
        "title": "Monteiro volta a ser nº 2 do Brasil, Ribeiro recupera 24 posições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "01/12/2025",
        "description": "Londres (Inglaterra) –O cearense Thiago Monteiro vai terminar o ano como número 2 do Brasil. Mesmo perdendo quatro posições na lista divulgada nesta segunda-feira, aparecendo agora no 197º lugar, Monteiro ficou à frente do pernambucano João Lucas Reis, que tinha 25 pontos a defender na semana passada e perdeu 13 posições. Reis termina o ano como 204º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-8-do-mundo-musetti-anuncia-chegada-do-segundo-filho-leandro.html",
        "title": "Musetti anuncia chegada do segundo filho, Leandro, e fala da paternidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti_atenas_fore-1024x722.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –Lorenzo Musetti e sua companheira Veronica Confalonieri deram as boas-vindas ao seu segundo filho no último sábado. O casal teve um menino chamado Leandro e Musetti usou as redes sociais para compartilhar a notícia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juntos-desde-2019-norrie-e-jacobi-anunciam-noivado.html",
        "title": "Juntos desde 2019, Norrie e Jacobi anunciam noivado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/norrie-noivado.jpg",
        "date": "01/12/2025",
        "description": "Cameron Norrie ficou noivo. O britânica e sua namorada de longa data, Louise Jacobi, anunciaram a notícia neste domingo em uma publicação conjunta no Instagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-recupera-47-posicoes-pedretti-tambem-sobe-no-ranking.html",
        "title": "Luiza Fullana recupera 47 posições, Pedretti também sobe no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_back.jpg",
        "date": "01/12/2025",
        "description": "São Petersburgo (EUA) –Em grande fase na reta final do circuito, com três títulos seguidos no Brasil, em Criciúma, Mogi das Cruzes e Ribeirão Preto, Luiza Fullana recuperou 47 posições no ranking e aparece atualmente no 526º lugar. Nas duas últimas semanas, ela ultrapassou 116 jogadoras. Seu recorde pessoal é a 461ª posição, alcançada em agosto."
    }
]