[
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-entra-no-top-20-do-juvenil-nana-garante-vaga-em-wimbledon.html",
        "title": "Victória entra no top 20 do juvenil, Naná garante vaga em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_bamberg_trofeu-1024x624.jpg",
        "date": "16/06/2025",
        "description": "Londres (Inglaterra) –Depois de conquistar omaior título de sua carreira juvenil, no ITF J300 de Bamberg, Victória Barros subiu três posições no ranking mundial da categoria. Com isso, a potiguar de 15 anos aparece agora no 20º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-bate-australiano-e-avanca-monfils-perde-mais-uma-na-grama.html",
        "title": "Rune bate australiano e avança, Monfils perde mais uma na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/rune-queens-espera-2025-e1750100653952-1024x683.jpg",
        "date": "16/06/2025",
        "description": "Londres (Inglaterra)– O tradicional ATP 500 do Queen’s teve largada nesta segunda-feira e o principal nome a estrear na disputa foi o dinamarquês Holger Rune, que fez valer a condição de cabeça de chave número 4 e bateu o australiano Christopher O’Connell em sets diretos, marcando parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bohrer-atinge-limite-de-torneios-e-voltara-ao-circuito-quando-fizer-18-anos.html",
        "title": "Bohrer atinge limite de torneios e voltará ao circuito quando fizer 18 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/Artes-Blogs-TenisBrasil-8-1024x576.jpg",
        "date": "16/06/2025",
        "description": "A catarinense Carolina Bohrer terá que se afastar das competições do circuito profissional até o mês de setembro, quando completará 18 anos. A brasileira foi notificada pela WTA que atingiu o limite de torneios permitidos para as jogadoras de sua idade. Bohrer aparece nesta segunda-feira no 865º lugar, apenas três posições abaixo da melhor marca da carreira, alcançada em fevereiro do ano passado. Na semana passada, ela disputaria um ITF W35 em Santo Domingo, na República Dominicana, e não pôde atuar entrar em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-tem-trabalho-mas-vence-a-primeira-sob-o-comando-ivanisevic.html",
        "title": "Tsitsipas tem trabalho, mas vence a primeira sob o comando Ivanisevic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Stefanos_Tsitsipas_R1_3388873c38-1024x683.jpg",
        "date": "16/06/2025",
        "description": "Halle (Alemanha)– Na primeira partida de Stefanos Tsitsipas sob comando do treinador croata Goran Ivanisevic, com quem começou a trabalhar na temporada de grama, o grego teve trabalho e precisou de três sets para superar o italiano Luciano Darderi na primeira rodada no ATP 500 de Halle, triunfando por 6/4, 3/6 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-o-primeiro-titulo-de-sinner-como-no-1-em-halle.html",
        "title": "Relembre o primeiro título de Sinner como nº 1 em Halle",
        "image": null,
        "date": "16/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nasce-jordan-e-barty-agora-tem-um-casal-de-filhos.html",
        "title": "Nasce Jordan e Barty agora tem um casal de filhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/barty_marido_hayden_web.jpg",
        "date": "16/06/2025",
        "description": "Brisbane (Austrália) –A estrela aposentada do tênis australiano Ash Barty anunciou o nascimento de sua primeira filha, Jordan. Barty e seu marido, o golfista profissional Garry Kissick, já têm um filho, Hayden, nascido há quase dois anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-fura-quali-no-saibro-frances-carol-e-pigossi-tambem-jogam.html",
        "title": "Cé fura quali  no saibro francês, Carol e Pigossi também jogam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "16/06/2025",
        "description": "Blois (França) –A gaúcha Gabriela Cé conseguiu uma vaga na chave principal do ITF W75 de Blois, no saibro francês. Ela passou pelas duas rodadas do quali e se junta a outras duas brasileiras no torneio, as paulistas Laura Pigossi e Carol Meligeni."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kerber-anuncia-nascimento-do-seu-segundo-filho-ben.html",
        "title": "Kerber anuncia nascimento do seu segundo filho, Ben",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/kerber_bad_homburg.jpg",
        "date": "16/06/2025",
        "description": "Berlim (Alemanha) –Aposentada há quase um ano, a alemã Angelique Kerber, ex-líder do ranking por 34 semanas e vencedora de três títulos de Grand Slam, anunciou o nascimento de Ben, seu segundo filho, depois de Lia, que recentemente completou 2 anos. Kerber, aos 36 anos, escolheu o torneio olímpico de Paris, no ano passado, para se despedir do tênis profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-cobolli-as-8h-de-terca-e-tera-jornada-dupla-em-halle.html",
        "title": "Fonseca enfrenta Cobolli às 8h de terça e terá jornada dupla em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca_halle_treina_cut-1024x558.jpg",
        "date": "16/06/2025",
        "description": "Halle (Alemanha)– A estreia do carioca João Fonseca no ATP 500 de Halle acontecerá na próxima terça-feira, por volta das 8h (horário de Brasília). Convidado da organização, o jovem de 18 anos enfrentará pela primeira rodada da chave principal o italiano Flavio Cobolli."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/convidado-do-torneio-fonseca-participa-da-sessao-de-autografos-em-halle.html",
        "title": "Fonseca participa da sessão de autógrafos em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-halle-2025-fan-selfie-e1750098704310-1024x682.jpg",
        "date": "16/06/2025",
        "description": "Por Walter TopfstedtEspecial para TenisBrasil em Halle"
    }
]