[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tive-que-me-reinventar-depois-que-federer-e-nadal-pararam.html",
        "title": "Djokovic: “Tive que me reinventar depois que Federer e Nadal pararam”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDNQMSdWJ-7kShex_COC_8198NovakDjokovicRogerFedererRafaelNadalAndyMurrayCeremoniedhommageRafaelNadalRoland-Garros2025-1-scaled-e1749816069354-1024x682.jpeg",
        "date": "31/12/2025",
        "description": "Dubai (Emirados Árabes) –Em seudiscurso na aberturado World Sports Summit em Dubai, Novak Djokovic falou sobre a necessidade que teve de se reinventar para seguir motivado a conquistar grandes títulos mesmo após a aposentadoria de seus dois principais rivais, Roger Federer e Rafael Nadal. Aos 38 anos, o sérvio permanece competitivo e chegou às semifinais nos quatro torneios do Grand Slam em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adoraria-ver-um-retorno-da-serena-em-2026-diz-mouratoglou.html",
        "title": "“Adoraria ver um retorno da Serena em 2026”, diz Mouratoglou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mouratoglou_serena_2019_RG.jpg",
        "date": "31/12/2025",
        "description": "Nice (França) –Treinador histórico na carreira de Serena Williams, o francês Patrick Mouratoglou afirmou que gostaria de ver a ex-número 1 do mundo de volta ao circuito profissional em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/159403.html",
        "title": "Venus continua postando sobre o casamento mais documentado do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_casamento4-1024x622.jpg",
        "date": "31/12/2025",
        "description": "Palm Beach (EUA) –O casamento de Venus Williams, ocorrido há uma semana, foi o mais bem documentado e divulgado pela própria noiva. A ex-número 1 do mundo segue publicando em suas redes sociais fotos e vídeos dos bastidores da cerimônia e agradecendo aos inúmeros parceiros responsáveis pelo sucesso da cerimônia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mostra-rotina-de-treinos-para-inicio-da-temporada-na-australia.html",
        "title": "Bia mostra rotina de treinos para início da temporada na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/bia_laura_treino_25-1024x716.jpg",
        "date": "31/12/2025",
        "description": "São Paulo (SP) –Após um período de afastamento das competições para cuidar da saúde física e mental, Beatriz Haddad Maia treina forte para retomar a rotina do circuito e divulgou um resumo das atividades em suas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-fritz-jogam-tenis-na-praia-de-cottesloe-em-perth.html",
        "title": "Gauff e Fritz jogam tênis na praia de Cottesloe, em Perth",
        "image": null,
        "date": "30/12/2025",
        "description": "The most perfect day out at Cottesloe☀️#WAtheDreamStatepic.twitter.com/BcczbRqurx"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-itajai-tera-monteiro-wild-reis-e-retorno-de-felipe-meligeni.html",
        "title": "Challenger de Itajaí terá Monteiro, Wild, Reis e retorno de Felipe Meligeni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/meligeni_ctba_challenger.jpg",
        "date": "30/12/2025",
        "description": "Itajaí (SC) –Afastado das competições desde julho, quando passou por cirurgia nas costas e encerrou a temporada, Felipe Meligeni disputará seu primeiro torneio do ano no challenger 75 de Itajaí, que será realizado no Itamirim Clube de Campo, a partir de 19 de janeiro, em quadras de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stephens-brady-e-boulter-sao-atracoes-do-quali-no-australian-open.html",
        "title": "Stephens, Brady e Boulter são atrações do quali no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/GD7KI8gXcAEO7sO-e1705387494492-1024x768.jpeg",
        "date": "30/12/2025",
        "description": "Melbourne (Austrália) –A lista de inscritas para o quali do Australian Open contará com uma campeã de Grand Slam. A norte-americana Sloane Stephens, ex-número 3 do mundo e vencedora do US Open em 2017, será um dos principais nomes da fase classificatória em Melbourne, que começa em 12 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-destaca-parceria-com-mboko-temos-uma-equipe-forte.html",
        "title": "Aliassime destaca parceria com Mboko: “Temos uma equipe forte”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/auger-aliassime-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "30/12/2025",
        "description": "Sydney (Austrália) –Depois de fazer uma ótima temporada em 2025 atingir o melhor ranking da carreira no quinto lugar, Félix Auger-Aliassime já está em solo australiano para retomar a rotina no circuito. O canadense está treinando em Sydney, onde defenderá seu país na United Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperado-de-lesao-no-joelho-hurkacz-volta-ao-circuito-apos-6-meses.html",
        "title": "Recuperado de lesão no joelho, Hurkacz volta ao circuito após 6 meses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/hurkacz-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "30/12/2025",
        "description": "(Perth, Austrália) –O polonês Hubert Hurkacz tem retorno previsto para as quadras no próximo dia 5 de janeiro, na United Cup, em Perth. O ex-número 6 do mundo vinha lutando contra uma lesão no joelho desde a última temporada de grama, em junho, e chegou a passar por cirurgia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-jogara-com-perricard-nas-duplas-do-australian-open.html",
        "title": "Demoliner jogará com Perricard nas duplas do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/demoliner_sauipe_sozinho-1024x710.jpg",
        "date": "30/12/2025",
        "description": "Melbourne (Austrália) –Quinto melhor brasileiro no ranking entre os especialistas em duplas na ATP, ocupando o 77º lugar, Marcelo Demoliner já tem parceiro definido para o Australian Open, que começa em 18 de janeiro. O gaúcho de 36 anos jogará ao lado do francês Giovanni Perricard, 58º do ranking de simples. Perricard, de 22 anos, é um dos principais sacadores do circuito."
    }
]