[
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-compartilha-mais-fotos-de-suas-ferias-de-inverno-em-baqueira.html",
        "title": "Nadal compartilha mais fotos de suas férias de inverno em Baqueira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nadal_xisca_filho.jpg",
        "date": "27/02/2026",
        "description": "Baqueira (Espanha) –Alguns dias depois de revelar ao mundo que estava desfrutando das férias de inverno na mais famosa estação de esqui da Espanha, Baqueira-Beret, Rafael Nadal compartilhou mais fotos de sua experiência de voltar a esquiar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-o-adeus-necessario.html",
        "title": "Bia: o adeus necessário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/pat_bia_adeus.jpg",
        "date": "27/02/2026",
        "description": "Há poucas semanas, o mundo do tênis foi surpreendido pela notícia da separação da parceria entre Beatriz Haddad Maia e Rafael Paciaroni após seis anos de sucesso incontestável."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-caem-em-semifinais-de-duplas-em-torneios-da-itf.html",
        "title": "Brasileiros caem em semifinais de duplas em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana_rcl_fore25.jpg",
        "date": "27/02/2026",
        "description": "Leimen (Alemanha) –A brasiliense Luiza Fullana caiu na semifinal de duplas do ITF W15 de Leimen, em quadras duras e cobertas na Alemanha. Fullana e a croata Iva Primorac Pavicic foram superadas pelas tchecas Sarah Fajmonova e Karolina Vickova por 6/3, 4/6 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-andreescu-e-monfils-lideram-convites-para-indian-wells.html",
        "title": "Venus, Andreescu e Monfils lideram convites para Indian Wells",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/andreescu_trofeu_iw_2019-1024x640.jpg",
        "date": "27/02/2026",
        "description": "Indian Wells (EUA) –A organização do Masters 1000 e WTA 1000 de Indian Wells anunciou nesta sexta-feira a lista completa de tenistas convidados para as chaves principais do torneio, que acontece entre os dias 4 e 15 de março. Após o anúncio de umavaga para Venus Williams na última semana, o evento também confirmou as presenças de nomes como Gael Monfils e da campeã de 2019 Bianca Andreescu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/problema-de-visto-tira-tomic-do-challenger-de-brasilia.html",
        "title": "Problema de visto tira Tomic do challenger de Brasília",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/53351749659_2fd8a3bae7_c.jpg",
        "date": "27/02/2026",
        "description": "Brasília (DF) –A organização do challenger de Brasília, que será disputado na próxima semana, informou que o australiano Bernard Tomic se retirou da competição. O motivo da desistência foi um problema no visto de entrada no Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-garante-a-vitoria-no-150-na-atp-e-tera-hanfmann-na-semi.html",
        "title": "Cerúndolo garante a vitória nº 150 na ATP e terá Hanfmann na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cerundolo-santiago-2026-friday-1024x576.jpg",
        "date": "27/02/2026",
        "description": "Santiago (Chile) –A sexta-feira foi especial para Francisco Cerúndolo no ATP 250 de Santiago. O argentino garantiu seu lugar na semifinal ao derrotar o norte-americano Emilio Nava, 79º do ranking, por duplo 6/1 em 1h06 de partida. E com isso, chegou a 150 vitórias na elite do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-27-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/orlandinho-saiuoe-back-2025-1024x683.jpg",
        "date": "27/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clijsters-sobre-eala-ela-ja-fez-coisas-incriveis-mas-ainda-precisa-melhorar.html",
        "title": "Clijsters sobre Eala: “Ela já fez coisas incríveis, mas ainda precisa melhorar.”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Eala_Nike-QG.jpg",
        "date": "27/02/2026",
        "description": "Nova Jersey (EUA) –A filipina Alexandra Eala, de 20 anos, arrasta muitos compatriotas e fãs em geral onde quer que se apresente. Semifinalista do Miami Open em março do ano passado, deixando pelo caminho três campeãs de Grand Slam – Jelena Ostapenko, Madison Keys e Iga Swiatek, sem perder sets – Alex, como é carinhosamente chamada, tem merecido muita atenção da imprensa filipina e também de revistas e patrocinadores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-disputam-a-segunda-final-do-ano-no-atp-de-santiago.html",
        "title": "Matos e Luz disputam a segunda final do ano no ATP de Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_santiago_vibram-1024x634.jpg",
        "date": "27/02/2026",
        "description": "Santiago (Chile) –Menos de duas semanas depois do título em Buenos Aires, Orlando Luz e Rafael Matos estão em mais uma final de ATP 250 no saibro e vão decidir o título em Santiago. Eles venceram na semifinal desta sexta-feira o equatoriano Diego Hidalgo e o norte-americano Patrik Trhac por 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nauhany-silva-e-pedro-chabalgoity-sao-finalistas-em-santa-cruz.html",
        "title": "Nauhany Silva e Pedro Chabalgoity são finalistas em Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nauhany-Vitoria-LEME-DA-SILVA-BRA-1-X-Daniela-TEODORO-SOUZA-BRA-5-1024x683.jpg",
        "date": "27/02/2026",
        "description": "Santa Cruz (Bolívia) –O Brasil terá representantes nas duas finais do ITF J300 de Santa Cruz, em quadras de saibro na Bolívia. A paulista Nauhany Silva e o brasiliense Pedro Chabalgoity venceram seus jogos nesta sexta-feira e vão decidir os títulos do torneio Sul-Americano Individual juvenil no sábado."
    }
]