[
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-baez-e-etcheverry-garantem-trio-argentino-nas-semifinais.html",
        "title": "Cerúndolo, Baez e Etcheverry garantem trio argentino nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cerundolo_bsas_salta_26-1024x755.jpg",
        "date": "13/02/2026",
        "description": "Buenos Aires (Argentina) –O início da rodada das quartas de final do ATP 250 de Buenos Aires teve duas vitórias argentinas. Francisco Cerúndolo e Tomas Etcheverry venceram seus jogos na tarde desta sexta-feira e vão se enfrentar em uma das semifinais deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henrique-vialle-e-finalista-no-mexico-loureiro-e-vice-de-duplas-nos-eua.html",
        "title": "Henrique Vialle é finalista no México, Loureiro é vice de duplas nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/henrique_vialle_fore-1024x682.jpg",
        "date": "13/02/2026",
        "description": "Zapopan (México) –O juvenil paranaense Henrique Vialle está na final do ITF J60 de Zapopan, em quadras de saibro no México. Ele venceu nesta sexta-feira o tenista da casa Cristobal Robles por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-resiste-a-dor-vence-no-detalhe-e-enfrenta-cilic-na-semi-em-dallas.html",
        "title": "Fritz resiste à dor, vence no detalhe e enfrenta Cilic na semi em Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fritz_dallas_comemora-1024x691.jpg",
        "date": "13/02/2026",
        "description": "Dallas (EUA) –O jogo que definiu a vaga de Taylor Fritz na semifinal do ATP 500 de Dallas foi decidido nos detalhes e ganhou contornos dramáticos por causa da condição física do principal cabeça de chave. O número 7 do mundo precisou de 2h29 para vencer um duelo norte-americano contra Sebastian Korda por 6/7 (2-7), 6/4 e 7/6 (7-5). Vencedor de dez torneios da ATP, Frtiz tenta alcançar a 20ª final da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-marca-a-vitoria-no-200-na-atp-e-desafia-aliassime-na-semi.html",
        "title": "Bublik marca a vitória nº 200 na ATP e desafia Aliassime na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bublik_roterda_vibra-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Roterdã (Holanda) –O cazaque Alexander Bublik comemorou nesta sexta-feira sua vitória de número 200 na elite do circuito e garantiu vaga na semifinal do ATP 500 de Roterdã, em quadras duras e cobertas. Bublik superou o espanhol Jaume Munar por 6/4, 6/7 (4-7) e 7/6 (7-3) em 2h42 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ja-inicia-treinamentos-nas-quadras-do-rio-open.html",
        "title": "Fonseca já inicia treinamentos nas quadras do Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_rioopen_back-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Rio de Janeiro (RJ) –Após a queda ainda na estreia em Buenos Aires na última quarta-feira, João Fonseca retomou sua preparação para o Rio Open nesta sexta e já treinou na Quadra Guga Kuerten."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-visita-alonso-nos-testes-da-formula-1-em-bahrein.html",
        "title": "Alcaraz visita Alonso nos testes da Fórmula 1 em Bahrein",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_alonso.jpg",
        "date": "13/02/2026",
        "description": "Sakhir (Bahrein) –Carlos Alcaraz volta às quadras na próxima semana no ATP 500 de Doha e aproveitou para responder ao convite do compatriota Fernando Alonso para visitar o paddock da Aston Martin nesta quinta-feira no circuito internacional de Sakhir onde a escuderia realiza testes para a temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/novata-no-top-10-mboko-vive-novo-status-e-e-elogiada-por-grandes-nomes.html",
        "title": "Mboko vive novo status no top 10 e é elogiada por grandes nomes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/arte_ps_mboko_acena.jpg",
        "date": "13/02/2026",
        "description": "Finalista do WTA 1000 de Doha, Victoria Mbokoentrará no top 10 do rankingna próxima segunda-feira, confirmando a grande evolução que teve desde o ano passado. Eleita a revelação de 2025 pela WTA, a canadense de 19 anos tem aparecido com cada vez mais frequência nas fases finais dos grandes torneios e vai se adaptando ao novo status, atraindo olhares e elogios dos principais nomes do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-matos-vencem-de-virada-e-estao-na-semi-em-buenos-aires.html",
        "title": "Luz e Matos vencem de virada e estão na semi em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/LUZ-MATOS-011.jpg",
        "date": "13/02/2026",
        "description": "Buenos Aires (Argentina) –Em ótimo início de temporada, Orlando Luz e Rafael Matos garantiram vaga na semifinal do ATP 250 de Buenos Aires. Eles venceram de virada nesta sexta-feira os neozelandeses Finn Reynolds e James Watt por 3/6, 7/5 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-boscardin-e-marcondes-desafiam-favoritos-no-quali.html",
        "title": "Monteiro, Boscardin e Marcondes desafiam favoritos no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marcondes_rio_treina-1024x683.jpg",
        "date": "13/02/2026",
        "description": "Rio de Janeiro (RJ) –O sorteio para o quali do Rio Open definiu os adversários dos três brasileiros na competição: Thiago Monteiro, Pedro Boscardin e Igor Marcondes vão desafiar os três principais cabeças de chave logo na rodada deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-13-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Matos_bruxelas_rede-1024x656.jpg",
        "date": "13/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Semifinal –Veja a chave"
    }
]