[
    {
        "url": "https://tenisbrasil.uol.com.br/e-o-show-foi-de-fritz-e-de-agassi.html",
        "title": "E o show foi de Fritz… e de Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_lavercup.jpg",
        "date": "22/09/2025",
        "description": "Quem acompanhou a Laver Cup na expectativa de ver espetáculo do número 1 do mundo, acabou por assistir a duas das mais competentes exibições do dono da casa Taylor Fritz. Ele conseguiu as grandes vitórias da mega exibição e, com justiça, ainda marcou o ponto decisivo que deu o título à equipe Mundo da outra grande estrela do fim de semana, o capitão Andre Agassi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-bate-zverev-pela-6a-vez-seguida-e-da-o-titulo-ao-time-mundo.html",
        "title": "Fritz bate Zverev pela 6ª vez seguida e dá o título ao Time Mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-gritando-lavercup-2025-1024x689.jpeg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Pela terceira vez em oito edições, o Time Mundo é campeão da Laver Cup. A conquista no Chase Center, em São Francisco, foi selada com o triunfo do jogador da casa Taylor Fritz diante do alemão Alexander Zverev pelo placar de 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-internacional-de-alphaville-tem-16-jogos-do-qualificatorio.html",
        "title": "Torneio Internacional de Alphaville tem 16 jogos do qualificatório",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bruno_kuzuhara-1024x683.jpg",
        "date": "21/09/2025",
        "description": "São Paulo (SP)– Dezesseis jogos dão início nesta segunda-feira ao qualificatório do Torneio Internacional Masculino de Tênis – Ano VIII, torneio de nível M25 do ranking mundial masculino que é disputado sobre as quadras sintéticas do Alphaville Tênis Clube. A entrada é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-cerundolo-e-mantem-a-disputa-aberta-na-laver.html",
        "title": "Alcaraz controla Cerúndolo e mantém a disputa aberta na Laver",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-vibra-lavercup-2025-1024x653.jpeg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Em quadra pela segunda vez neste domingo, o espanhol Carlos Alcaraz  marcou mais uma vitória para o Time Europa e manteve a disputa aberta pelo título da Laver Cup. Na terceira partida do dia, ele dominou completamente o argentino Francisco Cerúndolo e anotou o placar de 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-bate-mensik-e-deixa-time-mundo-a-uma-vitoria-do-titulo.html",
        "title": "De Minaur bate Mensik e deixa Time Mundo a uma vitória do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/deminaur-vibra-lavercup-2025-1-1024x685.jpeg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Assim como já havia feito diante de Alexander Zverev e também na partida de duplas no dia anterior, Alex de Minaur teve mais uma atuação firme para dar a vitória ao Time Mundo na Laver Cup. Neste do mundo, o australiano número 8 do mundo superou o tcheco Jakub Mensik por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhol-e-brasileira-conquistam-o-titulo-do-rei-e-rainha-da-quadra.html",
        "title": "Espanhol e brasileira conquistam o título do Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/camila-gouvea-antomi-ramos-beach-tennis-rio-2025-1024x683.jpg",
        "date": "21/09/2025",
        "description": "Rio de Janeiro (RJ)– Antomi Ramos e Camila Gouvea conquistaram o título do Rei e Rainha da Quadra da etapa carioca do Brasil Open Beach Tennis Series – presented by TotalEnergies. Nos jogos decisivos, disputados neste domingo (21), na NR Arena, na Barra da Tijuca, o espanhol e a brasileira garantiram o título inédito da competição. Pelo feito, Antomi e Camila receberam uma premiação de R$ 7 mil, enquanto Luca Cramarossa e Natalia Font, vice-campeões, levaram R$ 3 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-sobrevivencia-na-virada-e-dedica-titulo-em-seul-ao-pai.html",
        "title": "Iga destaca “sobrevivência” na virada e dedica título em Seul ao pai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_beija_trofeu.jpg",
        "date": "21/09/2025",
        "description": "Seul (Coreia do Sul) –A final do WTA 500 de Seul foi bastante exigente para Iga Swiatek, queficou em quadra por quase três horascontra a russa Ekaterina Alexandrova e esteve atrás no placar durante a maior parte do tempo, antes de arrancar na reta final. Até por isso, a polonesa destacou que o importante nesse jogo foi “sobreviver” e suportar os momentos de maior pressão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "21/09/2025",
        "description": "ATP500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-ruud-dao-sobrevida-ao-time-europa-na-laver-cup.html",
        "title": "Alcaraz e Ruud dão sobrevida ao Time Europa na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ruud-alcaraz-comemoram-lavercup-2025-1024x620.jpg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Carlos Alcaraz e Casper Ruud entraram em quadra com a missão de recolocar o Time Europa na briga pelo título da Laver Cup. No duelo que abriu a programação deste domingo no Chase Center, o espanhol e o norueguês garantiram três pontos fundamentais para a equipe azul com um triunfo nas duplas sobre os norte-americanos Alex Michelsen e Reilly Opelka, com parciais de 7/6 (7-4) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/loureiro-e-vice-na-espanha-boscardin-daniel-e-luz-jogam-qualis.html",
        "title": "Loureiro é vice na Espanha, Boscardin, Daniel e Luz jogam qualis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "21/09/2025",
        "description": "Melilla (Espanha)– O mineiro João Victor Loureiro terminou a ótima semana no ITF M15 de Melilla com o vice-campeonato. Depois de eliminar três jogadores da casa e um russo ao longo da campanha, ele enfrentou outro espanhol na decisão deste domingo, o cabeça 2 Pedro Vives, e acabou derrotado por 6/2 e 6/3."
    }
]