[
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-ficou-emocionado-com-dia-que-nunca-esquecerei.html",
        "title": "Cobolli se emociona com vitória: “Dia que nunca esquecerei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cobolli.avif",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– O italiano Flavio Cobolli, 24º do mundo e 22º cabeça de chave de Wimbledon, teve um dia especial: derrotou o croata Marin Cilic e, pela primeira vez na carreira, está nas quartas de final de um Grand Slam. O resultado deixou tanto ele quanto a sua família bastante emocionados após a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-e-reis-confirmam-duelo-na-romenia-pucinelli-fura-o-quali.html",
        "title": "Meligeni e Reis confirmam duelo na Romênia, Pucinelli fura o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-toss-2025-e1750078023160-1024x683.jpg",
        "date": "07/07/2025",
        "description": "Iasi (Romênia) –A rodada desta segunda-feira pelo challenger de Iasi, em quadras de saibro na Romênia, foi excelente para os brasileiros. Felipe Meligeni e João Lucas Reis venceram seus jogos e vão se enfrentar nas oitavas de final. Já Matheus Pucinelli conseguiu furar o quali e garantir vaga na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-mais-importante-foi-nao-ficar-frustrado-com-os-aces-de-jarry-diz-norrie.html",
        "title": "O mais importante foi não ficar frustrado com os aces de Jarry, diz Norrie",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/norrie-02.avif",
        "date": "07/07/2025",
        "description": "Último britânico na chave masculina de Wimbledon, Cameron Norrie travou uma batalha de quase 4h30 com o chileno Nicolas Jarry para chegar às quartas de final e afirmou que o mais importante foi não ficar frustrado com a excelência do serviço do adversário na sua vitória em cinco sets, com parciais de 6/3, 6/7, 6/7, 7/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-se-impoe-e-garante-quartas-ineditas-em-grand-slam.html",
        "title": "Samsonova se impõe e garante quartas inéditas em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/samsonova_wimbledon_slice-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Pela primeira vez em sua carreira profissional, Liudmila Samsonova disputará as quartas de final de um Grand Slam. A russa de 26 anos e 19ª do ranking usou de seu estilo de jogo agressivo e bem apropriado para a grama de Wimbledon para vencer a espanhola Jessica Bouzas, 62ª do ranking, por duplo 7/5 em 1h43 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-07-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "07/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-vence-a-segunda-no-dia-e-faz-semi-inedita-nas-duplas-mistas.html",
        "title": "Stefani vence a segunda no dia e faz semi inédita nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/unnamed-3.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– Depois de garantir vaganas quartas de final nas duplas femininas, a paulista Luisa Stefani manteve o embalo e venceu mais uma nesta segunda-feira, desta vez nas duplas mistas. Ela e o tenista da casa Joe Salisbury derrotaram o polonês Jan Zielinski e a taiwanesa Su-Wei Hsieh com parciais de 7/6 (9-7) e 6/3 em 90 minutos e garantiram lugar na semi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-sai-atras-e-se-recupera-para-alcancar-as-quartas-pela-primeira-vez.html",
        "title": "Shelton sai atrás e se recupera para alcançar as quartas pela primeira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-wimbledon-fore-2025-1-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– O norte-americano Ben Shelton vai aos poucos se estabelecendo como um dos principais nomes do circuito e já está classificado para as quartas de final de Wimbledon. Atual número 10 do mundo, ele fez valer o favoritismo nesta segunda-feira e derrotou o italiano Lorenzo Sonego de virada, com parciais de 3/6, 6/1, 7/6 (7-1) e 7/5, após 3h05 de embate."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vence-confronto-de-top-10-e-garante-melhor-sua-campanha.html",
        "title": "Andreeva vence confronto de top 10 e garante melhor sua campanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva_wimbledon_corre_vibra-1024x629.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –No únicoencontro entre duas top 10nas oitavas de final em Wimbledon, Mirra Andreeva levou a melhor sobre Emma Navarro e garantiu sua melhor campanha em três participações no torneio. A jovem russa de 18 anos e número 7 do mundo precisou de apenas 1h15 para vencer a norte-americana, 10ª colocada, por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-em-tres-sets-na-estreia-no-wta-125-de-contrexeville.html",
        "title": "Pigossi vence em três sets na estreia no WTA 125 de Contrexeville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_vibra-1024x513.jpg",
        "date": "07/07/2025",
        "description": "Contrexeville (França) –A estreia de Laura Pigossi no WTA 125 de Contrexeville, em quadras de saibro, foi com resultado positivo. A número 2 do Brasil e 197ª do mundo venceu a jovem francesa Tiantsoa Rajaonah, de apenas 19 anos e 180ª do ranking, por 6/3, 4/6 e 6/1 em 2h46 de partida"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-destaca-etica-de-trabalho-e-profissionalismo-apos-entrar-no-top-10.html",
        "title": "Anisimova destaca ética de trabalho e profissionalismo após entrar no top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova-1024x682.webp",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– A norte-americana Amanda Anisimova destacou melhoras em sua ética e profissionalismo, após se afastar do tênis por alguns meses em 2023, e está bastante feliz com a vitória por 6/2, 5/6 e 6/4 sobre a tcheca Linda Noskova que a coloca nas quartas de final de Wimbledon e, pela primeira vez na carreira, entre as 10 melhores colocadas do ranking mundial do circuito feminino."
    }
]