[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-29-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rgjunior_corre-1024x683.jpg",
        "date": "29/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fearnley-critica-falta-de-pontualidade-de-zverev-e-sobra-ate-para-djokovic.html",
        "title": "Fearnley critica falta de pontualidade de Zverev e sobra até para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Fearnley-USOPEN-2025-e1756483902469-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Frustrado com a derrota para Alexander Zverev na segunda rodada do US Open, o britânico Jacob Fearnley não escondeu seu descontentamento com o atraso do alemão antes do encontro de quinta-feira. Ele reclamou do comportamento de seu rival e sobrou até para o sérvio Novak Djokovic, que havia feito o mesmo com ele em Wimbledon 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-inspira-em-simone-biles-para-superar-pressao.html",
        "title": "Gauff se inspira em Simone Biles para superar pressão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/simone-biles_US-Open.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Embora Coco Gauff tenha vencido sua partida da segunda rodada do US Open em sets diretos contra Donna Vekić na quinta-feira, a vitória não foi nada fácil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-elogia-murray-esta-envelhecendo-como-um-bom-vinho.html",
        "title": "Andreeva elogia Murray: “Está envelhecendo como um bom vinho”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva-usopen-parada-2025-e1756480568172-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Em uma conversa descontraída noTennis Channel, a australiana Alja Tomljanovic disse que sua paixão da adolescência era o britânico Andy Murray e contou que ficou feliz ao saber que a russa Mirra Andreeva tinha a mesma opinião."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/as-derrotas-que-ensinam-no-primeiro-ano-de-fonseca-em-slam.html",
        "title": "As derrotas que ensinam no primeiro ano de Fonseca em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte_ps_fonseca_uso.jpg",
        "date": "29/08/2025",
        "description": "A derrota na segunda rodada do US Open encerrou a temporada de Grand Slam para João Fonseca, que teve suas primeiras experiências como profissional nos quatro principais torneios do ano. Fonseca acumulou seis vitórias e quatro derrotas em chaves principais de Slam em 2025. A mais expressiva foi justamente na estreia, diante de Andrey Rublev no Australian Open. Já as melhores campanhas foram as terceiras rodadas de Roland Garros e Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/altmaier-evita-polemica-apos-discussao-com-tsitsipas-no-final-do-jogo.html",
        "title": "Altmaier evita polêmica após discussão com Tsitsipas no final do jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/altmaier-usopen-vibra-2025-e1756477590649-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Responsável pelaeliminação do grego Stefanos Tsitsipasna segunda rodada do US Open, na noite da última quinta-feira, o alemão Daniel Altmaier preferiu contemporizar depois de uma breve discussão junto à rede no final da partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/feliz-com-nivel-de-jogo-zverev-sabe-que-desafios-vao-aumentar.html",
        "title": "Feliz com nível de jogo, Zverev sabe que desafios vão aumentar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-estica-2025-e1756473121781.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Nas duas primeiras rodadas do US Open, o alemão Alexander Zverev venceu sem perder set, mas ele sabe que as dificuldades irão aumentar conforme o torneio for afunilando. Após a vitória sobre o britânico Jacob Fearnley por triplo 6/4, ele analisou seu desempenho na partida e também já projetou seu futuro na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-fala-sobre-reacao-apos-o-jogo-acho-que-foi-so-nervosismo-e-pressao.html",
        "title": "Gauff fala sobre reação após o jogo: “Acho que foi só nervosismo e pressão”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff-usopen-estica-2025-e1756471626266-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– A reação da norte-americana Coco Gauff durante a entrevista em quadra após sua vitória na segunda rodada do US Open chamou a atenção. Ela se emocionou bastante durante a fala e foi acolhida pelos aplausos do público. Na entrevista coletiva, a atual número 3 do mundo comentou sobre o ocorrido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/por-causa-da-chuva-monteiro-so-deve-voltar-a-jogar-no-sabado.html",
        "title": "Por causa da chuva, Monteiro só deve voltar a jogar no sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/538320632_1354807043318739_182538137372850657_n-1024x682.jpg",
        "date": "29/08/2025",
        "description": "Como (Itália)– Classificado para as quartas de final no challenger de Como desde quarta-feira, quando venceu seu segundo jogo na competição, o cearense Thiago Monteiro só deverá voltar a jogar no sábado, uma vez que a chuva atrapalhou a programação e impediu que a rodada de quinta-feira fosse disputada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-confirma-paul-luta-por-4h25-tsitsipas-perde-match-point-e-cai.html",
        "title": "De Minaur confirma, Paul luta por 4h25, Tsitsipas perde match-point e cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/altmaier.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– O esperado reencontro entre o australiano Alex de Minaur e o grego Stefanos Tsitsipas não vai acontecer neste US Open. Enquanto o número 8 do mundo confirmou seu favoritismo e venceu em sets diretos, Tsitsipas deixou escapar um match-point no quinto set e foi eliminado ainda na segunda rodada pelo alemão Daniel Altmaier."
    }
]