[
    {
        "url": "https://tenisbrasil.uol.com.br/celebridades-lotam-o-arthur-ashe-stadium-para-a-final-masculina.html",
        "title": "Celebridades lotam o Arthur Ashe Stadium para a final masculina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/michael-douglas_zeta-jones.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA) –O Arthur Ashe Stadium esteve repleto de celebridades para a final masculina do US Open de 2025, entre eles muitos astros do cinema, como o ator e diretor Ben Stiller, Danny DeVito, o diretor Spike Lee, o casal Michael Douglas e Catherine Zeta-Jones, a atriz Lindsay Lohan. O mundo da música esteve representado por Bruce Springsteen, Sting, Pink entre outros. Do mundo da moda, a sempre presente Anna Wintour, que neste ano deixou de ser a editora-chefe da revista Vogue, e a estilista Vera Wang."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-iguala-marca-do-compatriota-nadal-ao-bater-sinner-na-decisao.html",
        "title": "Alcaraz iguala marca do compatriota Nadal ao bater Sinner na decisão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-uspoen-back-2025-1024x681.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– Ao vencer o número 1 do mundo Jannik Sinner na final do US Open, conquistando seu segundo título em Nova York e o sexto de Grand Slam, o espanhol Carlos Alcaraz conseguiu igualar um feito que apenas o compatriota Rafael Nadal havia conquistado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-x-alcaraz-siga-a-analise-da-final-game-a-game.html",
        "title": "A análise da final: como Alcaraz dominou Sinner em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/G0RFp7hW8AAL5fb-scaled-e1757281212590-1024x710.jpg",
        "date": "07/09/2025",
        "description": "De forma muito justa pela diferença demonstrada na partida de hoje, Alcaraz conquista seu segundo US Open e o sexto Grand Slam da tão jovem carreira, reassumindo o posto de número 1 dois anos depois de ter figurado lá pela última vez. Perdeu apenas um set em todo o campeonato, com progresso evidente no saque e na devolução. De quebra, faturou o maior prêmio da história: US$ 5 milhões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-bate-sinner-conquista-seu-sexto-grand-slam-e-retoma-o-no-1.html",
        "title": "Alcaraz bate Sinner, conquista seu sexto Grand Slam e retoma o nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-uspoen-comemora-2025-1024x681.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– O tão aguardado duelo entre os dois primeiros do ranking que valia o número 1 e o título do US Open terminou com um show do espanhol Carlos Alcaraz, que apresentou um tênis impecável e derrotou o italiano Jannik Sinner por 3 sets a 1 neste domingo, marcando o placar final de 6/2, 3/6, 6/1 e 6/4, após 2h42 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/konish-e-mendonca-estreiam-na-copa-feminina-nesta-segunda.html",
        "title": "Konish e Mendonça estreiam na Copa Feminina nesta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Livia_Sato_Copa-Feminina_SLuis.jpg",
        "date": "07/09/2025",
        "description": "São Luís (MA) –Nesta segunda-feira, a partir das 10h, terá início a chave principal da Copa Feminina de Tênis, primeiro torneio profissional feminino do Maranhão, com presença de 15 tenistas do Brasil no primeiro dia, sendo 21 no total. A rodada contará com nove jogos distribuídos em três quadras de har-tru. Três confrontos entre brasileiras marcarão a rodada de abertura do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/final-do-us-open-atrasa-em-30-minutos-por-seguranca-para-trump.html",
        "title": "Final do US Open atrasa em 30 minutos por segurança para Trump",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/trumpsi-e1757162169836.jpeg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– A presença do presidente dos Estados Unidos na final do US Open acabou atrasando a partida entre o italiano Jannik Sinner e o espanhol Carlos Alcaraz em 30 minutos. Os protocolos de segurança para proteger Donald Trump acabaram influenciando na entrada do público e a organização adiou o início do jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "07/09/2025",
        "description": "SP Open (SP) – Sintético – US$ 275.094Qualificatório – Última rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-faz-limpa-no-instagram-e-fica-seguindo-so-uma-pessoa.html",
        "title": "Tsitsipas faz limpa no Instagram e fica seguindo só uma pessoa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tsitsipas-uspoen-2025.jpg",
        "date": "07/09/2025",
        "description": "Atenas (Grécia)– Em uma temporada de resultados bem abaixo, o grego Stefanos Tsitsipas tem chamado a atenção muitas vezes por fatores extra-quadra, como foi no fim do relacionamento com a espanhola Paula Badosa. Agora, ele resolveu fazer uma curiosa limpa nas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-polones-tem-monteiro-em-simples-e-orlandinho-nas-duplas.html",
        "title": "Challenger polonês tem Monteiro em simples e Orlandinho nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro-back-rio-2025-scaled-e1744493928140-1024x684.jpg",
        "date": "07/09/2025",
        "description": "Szczecin (Polônia)– Em uma semana de Copa Davis, poucos brasileiros irão se arriscar nos challengers logo após o US Open e os dos únicos que estarão em ação em torneios deste nível, o cearense Thiago Monteiro e o gaúcho Orlando Luz, competição no challenger de Szczecin, disputado no saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tive-licoes-muito-dificeis-e-vencer-esta-significa-muito.html",
        "title": "Sabalenka: “Tive lições muito difíceis e vencer esta significa muito”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-trofeu-2025-1-1024x681.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– A conquista do bicampeonato do US Open no último sábado trouxe para a bielorrussa Aryna Sabelanka um misto de felicidade e alívio. Atual número 1 do mundo, ela havia perdido as finais do Australian Open e de Roland Garros neste ano e por isso entrou em quadra colocando uma pressão extra para enfrentar Amanda Anisimova na decisão."
    }
]