[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-herbert-siga-comentarios-em-tempo-real.html",
        "title": "Fonseca x Herbert: siga comentários em tempo real",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_estica_saibro-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Primeiro set3-4 –João apostou no forehand do francês, onde ganhou dois pontos, e viu outra vez Herbert cometer dupla falta no 30-30. Errou curtinha e o brasileirorecupera a quebra.2-4 – Duas duplas faltascomplicaram demais a vida de Fonseca – está com apenas 44% de acerto do primeiro saque. Herbert sentiu o momento e fez ótima devolução, seguida de voleio curto, suas especialidades.2-3 –Herbert recupera confiança e volta a sacar muito bem, dando mínimas chances ao brasileiro.2-2 –Para surpresa geral, Herbert ganha game jogando no fundo de quadra – João praticamente não acertou primeiro saque – e com isso recupera a quebra e anima a ruidosa torcida francesa na quadra 14.2-1 – Primeira quebra!Herbert fez 40-0, mas dupla falta e grande devolução abriram caminho. Francês não colocou primeiro saque e ficou à mercê das bolas profundas do carioca.1-1– Fonseca não deixa por menos e começa com firmeza no saque e a precisão na segunda bola.0-1– Como era de se esperar, Herbert foi totalmente ofensivo no primeiro game, com saque-voleio no primeiro ponto e saque eficiente"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-da-chances-vence-em-sets-diretos-e-aposenta-gasquet.html",
        "title": "Sinner não dá chances, vence em sets diretos e aposenta Gasquet",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_rg_caminha-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) – Não deu para o veterano Richard Gasquet surpreender o número 1 do mundo Jannik Sinner, no duelo desta quinta-feira válido pela segunda rodada de Roland Garros. O italiano fez valer a juventude e o momento muito superior ao rival e dominou o francês, que não teve chances e se despediu do circuito com uma derrota com parciais 6/3, 6/0 e 6/4,em 1h59 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-reage-apos-susto-fils-ganha-no-sufoco.html",
        "title": "Zverev reage bem após susto, Fils ganha no sufoco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fils_rg_semcamisa-1024x621.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– O alemão Alexander Zverev foi surpreendido pelo jogo cheio de variações do holandês Jesper de Jong, 88º do ranking, mas pouco a pouco impôs sua experiência e obteve ótima reação. O finalista do ano passado finalizou com parciais de 3/6, 6/1, 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-bate-irmaos-tsitsipas-e-ganha-primeira-em-grand-slam.html",
        "title": "Romboli bate irmãos Tsitsipas e ganha primeira em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/54339083395_ca46f8b496_o.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Em sua melhor temporada como profissional, aos 36 anos, Fernando Romboli registrou mais um marcou na sua carreira de duplista e enfim obteve sua primeira vitória em torneios de Grand Slam após cinco tentativas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-marca-virada-espetacular-e-derruba-de-minaur.html",
        "title": "Bublik marca virada espetacular e derruba De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bublik_rg_2-1024x640.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Depois de perder rapidamente os dois primeiros sets, o cazaque Alexander Bublik mudou a tática, passou a colocar mais efeito e explorar curtinhas e com isso obteve uma virada notável em cima do australiano e top 10 Alex de Minaur, para quem sofreu três derrotas anteriores. O placar foi de 2/6, 2/6, 6/4, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-andreeva-vencem-mais-uma-e-seguem-em-rota-de-colisao.html",
        "title": "Pegula e Andreeva vencem mais uma e seguem em rota de colisão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jessica-Pegula-1024x683.jpeg",
        "date": "29/05/2025",
        "description": "Paris (França)– Principais favoritas em seu quadrante, a norte-americana Jessica Pegula e a russa Mirra Andreeva, respectivamente cabeças de chave 3 e 6 em Roland Garros, fizeram valer sua condição, venceram suas partidas de segunda rodada, nesta quinta-feira, e seguem em rota de colisão, podendo se cruzar em uma eventual quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-explica-trabalho-com-tecnico-punido-treinamos-entre-os-torneios.html",
        "title": "Rybakina explica trabalho com técnico punido: “Treinamos entre torneios”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Elena_Rybakina_-_Roland_Garros_2025_-_Day_2-DSC_4982_xgaplus.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Campeã no WTA de Estrasburgo, na semana passada, quando conquistou o primeiro título de 2025, a cazaque Elena Rybakina reconhece que seu começo de ano não foi dos melhores, mas acredita que possa ter começado a virada em sua temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-voltei-a-jogar-bem-e-quero-manter-esse-fogo-ate-o-fim-da-carreira.html",
        "title": "Demoliner: “Voltei a jogar bem e quero manter esse fogo até o fim da carreira”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_vibra_saibro_oeiras-1024x581.jpg",
        "date": "28/05/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/camisetas-merci-rafa-custam-cerca-de-r-3-mil-no-mercado-paralelo.html",
        "title": "Camisetas “Merci Rafa” custam cerca de R$ 3 mil no mercado paralelo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Merci-Rafa.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –A homenagem a Rafael Nadal, dono do recorde de 14 títulos de Roland Garros, continua repercutindo fora das quadras, mais exatamente no mercado paralelo em que as camisetas usadas pelos fãs nas arquibancadas da Quadra Philippe Chatrier chegam a custar US$ 500, o equivalente a R$ 2.845,30."
    }
]