[
    {
        "url": "https://tenisbrasil.uol.com.br/korda-vira-o-jogo-e-faz-quartas-em-seu-retorno-ao-circuito.html",
        "title": "Korda vira o jogo e faz quartas em seu retorno ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/korda-winston-salem-2025-weds-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Winston-Salem (EUA) –O retorno de Sebastian Korda ao circuito segue com resultados positivos no ATP 250 de Winston-Salem, onde ele já está nas quartas. O norte-americano venceu seu segundo jogo na semana ao superar nesta quarta-feira o polonês Kamil Majchrzak, 78º do ranking, por 6/7 (3-7), 6/3 e 6/4 em 2h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-e-cirstea-avancam-em-mais-um-dia-chuvoso-em-cleveland.html",
        "title": "Samsonova e Cirstea avançam em mais um dia chuvoso em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/samsonova_cleveland_vibra-1024x639.jpg",
        "date": "20/08/2025",
        "description": "Cleveland (EUA) –Assim como já havia acontecido na última terça-feira, a rodada desta quarta no WTA 250 de Cleveland também foi muito prejudicada por chuva. E apenas a russa Liudmila Samsonova e a romena Sorana Cirstea conseguiram vencer seus jogos das oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-ruud-conseguem-grande-reacao-e-decidem-contra-errani-e-vavassori.html",
        "title": "Iga e Ruud conseguem grande reação e decidem contra Errani e Vavassori",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_ruud_mistas_semi-1024x573.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA) –A parceria de Iga Swiatek e Casper Ruud está na final de duplas mistas do US Open. A polonesa e o norueguês venceram a semifinal contra a norte-americana Jessica Pegula e o britânico Jack Draper, principais cabeças de chave, por 3/5, 5/3 e 10-8 em 1h25 de partida. Durante o último set, estavam perdendo por 8-4 e fizeram seis pontos seguidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-cai-para-bouzkova-na-estreia-e-deixa-novamente-o-top-20.html",
        "title": "Bia cai para Bouzkova na estreia e deixa novamente o top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_monterrey_fore-1024x682.jpg",
        "date": "20/08/2025",
        "description": "Monterrey (México) –O breve retorno de Beatriz Haddad Maia aotop 20 do rankingmundial vai durar apenas uma semana. A número 1 do Brasil foi eliminada na estreia do WTA 500 de Monterrey e vai cair duas posições. Bia foi superada pela tcheca Marie Bouzkova, 53ª do ranking, que marcou as parciais de 6/3 e 6/4 em 1h58 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-quarta-20-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_prepara-1024x682.jpg",
        "date": "20/08/2025",
        "description": "WTA 500 de Monterrey (México) – Sintético – US$ 1.064.510Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-e-shnaider-sao-as-primeiras-nas-quartas-em-monterrey.html",
        "title": "Mertens e Shnaider são as primeiras nas quartas em Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mertens_monterrey_rebate_sun-1024x639.jpg",
        "date": "20/08/2025",
        "description": "Monterrey (México) –A russa Diana Shnaider e a belga Elise Mertens são as primeiras classificadas para as quartas de final do WTA 500 de Monterrey, em quadras duras no México. Elas vão se enfrentar na próxima quinta-feira por uma vaga na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-vencem-no-retorno-da-dupla-em-winston-salem.html",
        "title": "Melo e Matos vencem em Winston-Salem, Romboli cai nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/melo_matos_cump_wash-1024x720.jpg",
        "date": "20/08/2025",
        "description": "Winston-Salem (EUA) –A parceria do mineiro Marcelo Melo com o gaúcho Rafael Matos estreou com vitória noATP 250 de Winston-Salem, em quadras duras nos Estados Unidos. Os brasileiros superaram nesta quarta-feira o austríaco Alexander Erler e o norte-americano Robert Galloway por duplo 6/2. Os próximos rivais serão os australianos Matthew Ebden e John Peers, cabeças 4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tem-jogo-interrompido-por-chuva-e-so-retorna-na-quinta.html",
        "title": "Pigossi tem jogo interrompido por chuva e só retorna na quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pigossi_usopen_saida_cancha-1024x736.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– O segundo jogo de Laura Pigossi no quali do US Open precisou ser interrompido por chuva. A número 2 do Brasil e 205ª do mundo enfrentava a jovem australiana Emerson Jones, de 17 anos, que liderava o primeiro set por 5/4. A partida já havia começado com atraso de aproximadamente uma hora e as tenistas ficaram em quadra por apenas 42 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-vence-mais-uma-em-santiago-e-faz-quartas.html",
        "title": "Ana Candiotto vence mais uma em Santiago e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "20/08/2025",
        "description": "Santiago (Chile) –A paulista Ana Candiotto será a representante brasileira nas quartas de final do ITF W15 de Santiago, em quadras de saibro no Chile. Terceira cabeça de chave, ela venceu a argentina de 19 anos Justina Gonzalez, 773ª do ranking, por duplo 6/4 nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-o-primeiro-top-10-confirmado-no-rio-open-de-2026.html",
        "title": "Musetti é o primeiro top 10 confirmado no Rio Open de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/musetti_rio_cristo_hori.jpg",
        "date": "20/08/2025",
        "description": "Rio de Janeiro (RJ) –A organização do Rio Open anunciou o italiano Lorenzo Musetti como o primeiro top 10 confirmado para sua 12ª edição, em 2026. Medalha de bronze nos Jogos Olímpicos de 2024, Musetti retorna ao maior torneio de tênis da América do Sul, que acontecerá de 14 a 22 de fevereiro no Jockey Club Brasileiro."
    }
]