[
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-define-primeiros-convites-para-a-edicao-de-2026.html",
        "title": "Australian Open define primeiros convites para a edição de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Emerson_jones_ausopen_estica.jpg",
        "date": "01/12/2025",
        "description": "Melbourne (Austrália) –Os primeiros convites para a edição de 2026 do Australian Open foram anunciados nesta segunda-feira. Duas vagas ficaram com jogadores da casa que se destacaram na recente série de torneios do Australian Pro Tour: a jovem Emerson Jones e o experiente James Duckworth. Também foram confirmados os convites norte-americanos e asiáticos para o torneio que começa em 18 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-volta-a-ser-no-2-do-brasil-ribeiro-recupera-24-posicoes.html",
        "title": "Monteiro volta a ser nº 2 do Brasil, Ribeiro recupera 24 posições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "01/12/2025",
        "description": "Londres (Inglaterra) –O cearense Thiago Monteiro vai terminar o ano como número 2 do Brasil. Mesmo perdendo quatro posições na lista divulgada nesta segunda-feira, aparecendo agora no 197º lugar, Monteiro ficou à frente do pernambucano João Lucas Reis, que tinha 25 pontos a defender na semana passada e perdeu 13 posições. Reis termina o ano como 204º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-8-do-mundo-musetti-anuncia-chegada-do-segundo-filho-leandro.html",
        "title": "Musetti anuncia chegada do segundo filho, Leandro, e fala da paternidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti_atenas_fore-1024x722.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –Lorenzo Musetti e sua companheira Veronica Confalonieri deram as boas-vindas ao seu segundo filho no último sábado. O casal teve um menino chamado Leandro e Musetti usou as redes sociais para compartilhar a notícia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juntos-desde-2019-norrie-e-jacobi-anunciam-noivado.html",
        "title": "Juntos desde 2019, Norrie e Jacobi anunciam noivado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/norrie-noivado.jpg",
        "date": "01/12/2025",
        "description": "Cameron Norrie ficou noivo. O britânica e sua namorada de longa data, Louise Jacobi, anunciaram a notícia neste domingo em uma publicação conjunta no Instagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-recupera-47-posicoes-pedretti-tambem-sobe-no-ranking.html",
        "title": "Luiza Fullana recupera 47 posições, Pedretti também sobe no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_back.jpg",
        "date": "01/12/2025",
        "description": "São Petersburgo (EUA) –Em grande fase na reta final do circuito, com três títulos seguidos no Brasil, em Criciúma, Mogi das Cruzes e Ribeirão Preto, Luiza Fullana recuperou 47 posições no ranking e aparece atualmente no 526º lugar. Nas duas últimas semanas, ela ultrapassou 116 jogadoras. Seu recorde pessoal é a 461ª posição, alcançada em agosto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gianotti-spoto-marchezini-chow-vencem-gasparri-valentini-premiadas.html",
        "title": "Gianotti/Spoto, Marchezini/Chow vencem. Gasparri/ Valentini premiadas.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Baran_Loch_Sand-Series-Finals.jpg",
        "date": "01/12/2025",
        "description": "Ribeirão Preto (SP) –A quadra central da Arena Beach Ribeirão recebeu, nesse domingo, mais quatro grandes jogos do ITF Sand Series Tour Finals, que reúne as oito melhores duplas da temporada 2025 de beach tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lenda-do-tenis-italiano-nicola-pietrangeli-morre-aos-92-anos.html",
        "title": "Lenda do tênis italiano, Nicola Pietrangeli morre aos 92 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nicola_pietrangeli_foto_fitp-1024x682.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –O tênis e o esporte italiano se despediram nesta segunda-feira de uma de suas maiores referências. Nicola Pietrangeli, bicampeão de Roland Garros em 1959 e 1960 e primeiro italiano a conquistar um título de Grand Slam, faleceu aos 92 anos. Além da carreira vitoriosa, deixou um legado profundo como símbolo da Copa Davis e como nome da arena que muitos consideram “a quadra mais bela do mundo”, no Foro Itálico em Roma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-carol-meligeni-jogam-ultimo-wta-125-do-ano-em-quito.html",
        "title": "Laura Pigossi e Carol Meligeni jogam último WTA 125 do ano em Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_pigossi_carol_meligeni-1024x683.jpg",
        "date": "01/12/2025",
        "description": "Quito (Equador) –A série de torneios WTA 125 na América do Sul terá sua última etapa da temporada nesta semana em Quito, com a presença de duas brasileiras, Laura Pigossi e Carol Meligeni. As estreias só deverão acontecer na terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-conquista-o-titulo-no-mexico-victoria-e-vice-e-tera-melhor-ranking.html",
        "title": "Guto conquista o título no México, Victória é vice e terá melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/guto_yucatan_trofeu.jpg",
        "date": "01/12/2025",
        "description": "Merida (México) –Brasileiro mais bem colocado no ranking mundial juvenil, Guto Miguel conquistou o título do ITF J500 de Merida, em quadras de saibro no México. O goiano de 16 anos e 14º do ranking venceu no fim de noite de domingo o norte-americano Keaton Hance, 20º colocado, por duplo 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clube-de-futebol-de-mallorca-homenageia-nadal-por-sua-excelencia.html",
        "title": "Clube de futebol de Mallorca homenageia Nadal por sua excelência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nadal-premio-mallorca.jpg",
        "date": "30/11/2025",
        "description": "Mallorca (Espanha)– Rafael Nadal continua sendo homenageado fora das quadras, mesmo já estando aposentado desde o ano passado. O número de distinções e reconhecimentos recebidos pelo ex-número 1 do ranking da ATP continua a crescer."
    }
]