[
    {
        "url": "https://tenisbrasil.uol.com.br/tien-lidera-chave-com-espanhois-veja-os-grupos-do-next-gen-finals.html",
        "title": "Tien lidera chave com espanhóis; veja os grupos do Next Gen Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tien-jedda-2024-sf-1024x576.jpg",
        "date": "14/12/2025",
        "description": "Jeddah (Arábia Saudita)– Foram sorteados neste domingo os grupos da oitava edição do Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita. Atual vice-campeão e único top 100 a disputar o torneio neste ano, o norte-americano Learner Tien é o principal favorito ao título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-mira-evolucao-para-se-aproximar-de-sinner-e-alcaraz.html",
        "title": "Musetti mira evolução para se aproximar de Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LorenzoMusettiDeuxiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "14/12/2025",
        "description": "Monte Carlo (Mônaco)– Após a melhor temporada da carreira, Lorenzo Musetti definiu como principal objetivo para 2026 reduzir a diferença em relação a Jannik Sinner e Carlos Alcaraz. O italiano, que encerrou 2025 pela primeira vez no top 10 do ranking mundial, falou sobre a evolução recente, mudanças na equipe e os próximos passos em entrevista ao Eurosport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-deve-trocar-marca-de-vestuario-e-seguir-passos-de-federer.html",
        "title": "Raducanu deve trocar marca de vestuário e seguir passos de Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-r2-us-open-2025-1024x722.jpg",
        "date": "14/12/2025",
        "description": "Londres (Inglaterra)– Depois de uma temporada de reafirmação no circuito, começando o ano no 60º lugar do ranking e terminando entre as 30 melhores do mundo, a britânica Emma Raducanu poderá ter uma grande mudança em seu quadro de parceiros. Segundo o jornalista especializado em tênis Craig Shapiro, a jogadora de 23 anos estaria prestes a trocar a Nike pela Uniqlo como sua fornecedora de vestuário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-contrata-novo-membro-para-a-sua-equipe.html",
        "title": "Djokovic contrata novo membro para a sua equipe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/djokovic-brisbane-treino-e1735400492151-1024x683.jpg",
        "date": "14/12/2025",
        "description": "Atenas (Grécia)– Visando a próxima temporada, Novak Djokovic contratou um novo membro para a sua equipe. Trata-se do fisiologista Mark Kovacs, especialista em desempenho humano e ciência esportiva, que já iniciou os trabalhos com o tenista sérvio com foco em seu condicionamento físico, prevenção de lesões, biomecânica, recuperação e otimização da performance em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/as-marcas-que-djokovic-pode-ou-deve-bater-em-2026.html",
        "title": "As marcas que Djokovic pode (ou deve) bater em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-2025-scaled-e1760015573354-1024x684.jpg",
        "date": "14/12/2025",
        "description": "Matheus DalcimDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-vence-a-franca-e-vai-a-final-da-copa-do-mundo-em-ribeirao-preto.html",
        "title": "Brasil vence a França e vai à final da Copa do Mundo em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Brasil_semifinal_Copadmundo.jpg",
        "date": "14/12/2025",
        "description": "Ribeirão Preto (SP)– As semifinais da Copa do Mundo de Beach Tennis, realizada em Ribeirão Preto, foi marcado por confrontos muito disputados. Brasil e Espanha superaram França e Itália, respectivamente, e se enfrentarão neste domingo, às 15h30, para definir o campeão. Em partida equilibrada contra os franceses, o Brasil contou com o apoio da torcida presente na Arena Beach para vencer por 2 a 1 e garantir vaga na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/halep-faz-balanco-da-carreira-e-diz-estar-em-paz-com-a-aposentadoria.html",
        "title": "Halep faz balanço da carreira e diz estar em paz com a aposentadoria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/simona-halep-rg-2018.jpg",
        "date": "14/12/2025",
        "description": "Bucareste (Romênia)– Ex-número 1 do mundo, Simona Halep falou sobre seus últimos momentos como tenista profissional e afirmou estar em paz com a decisão de encerrar a carreira. Em entrevista ao jornal The National, a romena comentou o processo que a levou à aposentadoria, relembrou o último jogo disputado e fez um balanço de sua trajetória no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/volandri-destaca-forca-da-italia-sem-sinner-apos-titulo-da-copa-davis.html",
        "title": "Volandri destaca força da Itália sem Sinner após título da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/20241123_Jannik_Sinner_GSP27697-1024x683.jpg",
        "date": "14/12/2025",
        "description": "Bolonha (Itália)– Capitão da equipe italiana da Copa Davis, Filippo Volandri avaliou a conquista do título em Bolonha e ressaltou a força do elenco mesmo sem a presença de Jannik Sinner na fase final da competição. A Itália derrotou a Espanha por 2 a 0 na decisão e levantou o troféu pelo terceiro ano consecutivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-ano-das-brasileiras-quebrando-a-monotonia-no-tenis.html",
        "title": "O ano das brasileiras: quebrando a monotonia no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/brasil-ostrava-bjkcup-2025.png",
        "date": "14/12/2025",
        "description": "Se existe algo que define 2025 para o tênis feminino brasileiro é a quebra de monotonia. Este ano trouxe surpresas, revelações e mudanças inesperadas, mostrando que o cenário nacional está mais movimentado do que nunca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-interrompe-final-da-categoria-masculino-b-da-copa-das-federacoes-de-tcr.html",
        "title": "Chuva interrompe final da categoria Masculino B da Copa das Federações de TCR",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/copa-das-federacoes_sabado.jpg",
        "date": "13/12/2025",
        "description": "São Paulo (SP) –A chuva interrompeu a final da categoria Masculino B da Copa das Federações de Tênis em Cadeira de Rodas (TCR), disputada no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista. Neste sábado, Rio Grande do Norte e Ceará disputavam o título da categoria quando a primeira partida do confronto foi paralisada com o placar de 7/5 e 1/0 a favor da equipe potiguar. A decisão será retomada neste domingo."
    }
]