[
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-tem-rumos-opostos-em-sunrise-juvenis-jogam-quartas.html",
        "title": "Brasileiros têm rumos opostos em Sunrise, juvenis jogam quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "12/02/2026",
        "description": "Sunrise (EUA) –Os brasileiros tiveram rumos opostos na rodada desta quarta-feira no ITF M15 de Sunrise, em quadras de saibro nos Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-salva-oito-set-points-e-ja-garante-vaga-nas-quartas.html",
        "title": "Cerúndolo salva oito set-points e já garante vaga nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cerundolo_bsas_olhabola-1024x665.jpg",
        "date": "12/02/2026",
        "description": "Buenos Aires (Argentina) –Finalista em duas edições do ATP 250 de Buenos Aires, uma delas no ano passado, Francisco Cerúndolo estreou com vitória no torneio em quadras de saibro da capital argentina. O número 19 do mundo venceu o boliviano Hugo Dellien, 167º do ranking, por 6/0 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-me-senti-tenso-e-faltou-confianca-mas-saio-de-cabeca-erguida.html",
        "title": "Fonseca: “Me senti tenso e faltou confiança, mas saio de cabeça erguida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_bsas_press-1024x616.jpg",
        "date": "11/02/2026",
        "description": "Buenos Aires (Argentina)– O carioca João Fonseca reconheceu que o fato inédito em sua jovem carreira de entrar em quadra para defender um título acabou gerando tensão e, quando somado à falta de confiança, acabou resultado em sua derrota ainda na estreia no ATP 250 de Buenos Aires diante do canhoto chileno Alejandro Tabilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-fokina-fazem-quartas-paul-leva-susto-em-dallas.html",
        "title": "Fritz e Fokina fazem quartas, Paul leva susto em Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz.jpg",
        "date": "11/02/2026",
        "description": "Dallas (EUA)– Depois de uma primeira rodada muito exigente, o norte-americano Taylor Fritz teve uma noite mais tranquila no ATP 500 de Dallas e avançou para as quartas de final, ao superar o compatriota Brandon Nakashima, com parciais de 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/os-pontos-positivos-e-negativos-do-retorno-de-fonseca.html",
        "title": "Os pontos positivos e negativos do retorno de Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_jf_ba.jpg",
        "date": "11/02/2026",
        "description": "João Fonseca enfrentou seu primeiro grande desafio da temporada e não vingou. Entrou no lento saibro de Buenos Aires para defender o inesperado título do ano passado, mas certamente não foi o melhor momento para isso. Com apenas uma partida (mal) jogada em 30 dias, não tirou o melhor do saque e fez escolhas ruins em momentos delicados de sua derrota para o experiente e esperto Alejandro Tabilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-cai-em-tres-sets-e-segue-sem-vitorias-na-temporada.html",
        "title": "Fonseca cai em três sets e segue sem vitórias na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca-bs-as_frustrado-1024x635.jpg",
        "date": "11/02/2026",
        "description": "Buenos Aires (Argentina) –Um ano depois de ter conquistado seu primeiro título de ATP 250 em Buenos Aires, João Fonseca voltou ao torneio em quadras e saibro na capital argentina, mas não passou da estreia. O número 1 do Brasil e 33º do mundo foi superado nesta quarta-feira pelo chilenoAlejandro Tabilo, ex-top 20 e atual 71º do ranking, com parciais de 6/3, 3/6 e 7/5 em 2h23 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-como-foi-a-equilibrada-partida-entre-fonseca-e-tabilo-em-buenos-aires.html",
        "title": "Entenda como foi a equilibrada partida entre Fonseca e Tabilo em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-ATP-1-1024x576.jpg",
        "date": "11/02/2026",
        "description": "Para quem jogou tão pouco na temporada – foi apenas sua segunda partida -, Fonseca não jogou mal. Mostrou-se fisicamente bem para correr muito num jogo intenso, tentou variar ao máximo, mas faltou sacar com mais qualidade e escolher golpes em momentos de pressão, o que é normal para sua falta de ritmo. A queda deve fazê-lo cair de quatro a cinco posições, que poderão ser recuperadas no Rio Open, onde não passou da estreia em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-11-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_treina_bsas26.jpg",
        "date": "11/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-mantem-embalo-em-roterda-griekspoor-faz-quartas.html",
        "title": "Aliassime mantém embalo em Roterdã, Griekspoor faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/griekspoor_roterda_vibra-1024x613.jpg",
        "date": "11/02/2026",
        "description": "Roterdã (Holanda) –Depois de conquistar o título de Montpellier no último domingo, Félix Auger-Aliassime aproveitou o bom momento em quadras duras e cobertas e estreou com vitória no ATP 500 de Roterdã. Ele superou o australiano Alexei Popyrin por 7/5 e 6/3 em 1h32 de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-demoliner-tambem-avancam-nas-duplas-na-argentina.html",
        "title": "Romboli e Demoliner também avançam nas duplas na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/demoliner-romboli-rosario-selfie-2025-e1739102128152-1024x683.jpg",
        "date": "11/02/2026",
        "description": "Buenos Aires (Argentina) –O Brasil terá duas parcerias nas quartas de final de duplas do ATP 250 de Buenos Aires. Após aclassificação de Orlando Luz e Rafael Matosno início da programação, foi a vez de Marcelo Demoliner e Fernando Romboli vencerem os argentinos Lautaro Midon e Gonzalo Villanueva por 7/6 (7-5) e 6/2."
    }
]