[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-vence-mais-uma-em-tres-sets-kostyuk-elimina-anisimova.html",
        "title": "Pegula vence em três sets, Kostyuk elimina Anisimova e encara Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kostyuk_brisbane_vibra-1024x658.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Assim como havia acontecido na rodada de estreia, Jessica Pegula novamente precisou de três sets para vencer mais uma partida no WTA 500 de Brisbane e avançar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-recebido-por-fas-na-coreia-do-sul-para-jogo-de-exibicao.html",
        "title": "Sinner é recebido por fãs na Coreia do Sul para jogo de exibição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_aeroporto_seul-1024x752.jpg",
        "date": "08/01/2026",
        "description": "Incheon (Coreia do Sul) –O número 2 do mundo Jannik Sinner desembarcou na última quarta-feira em Seul, capital da Coreia do Sul, para sua primeira atuação do ano, o jogo de exibição no Hyundai Card Super Match, na cidade de Incheon, contra Carlos Alcaraz. A partida acontecerá no próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australia-e-polonia-fazem-ultimo-duelo-das-quartas-nesta-sexta-feira.html",
        "title": "Austrália e Polônia fazem último duelo das quartas nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/joint-united-cup-2026-1024x576.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –O último semifinalista da United Cup será conhecido nesta sexta-feira, no confronto entre Austrália e Polônia, a partir das 3h30 (de Brasília). Quem vencer enfrentará os Estados Unidos no sábado. A outra semifinal já é conhecida, entre Suíça e Bélgica. Os jogos são transmitidos pela N Sports, na TV por assinatura e YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-encontro-de-2026-entre-alcaraz-e-sinner-ocorrera-no-proximo-sabado.html",
        "title": "Primeiro encontro de 2026 entre Alcaraz e Sinner ocorrerá no próximo sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_alcaraz_antes_cincy-scaled-e1766612577841-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Incheon (Coreia do Sul) –O primeiro duelo de 2026 entre Carlos Alcaraz e Jannik Sinner acontecerá no próximo sábado, em uma partida de exibição no Hyundai Card Super Match, em Incheon, na Coreia do Sul. Ainda não há nenhuma definição sobre transmissão do jogo para o Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vindo-do-quali-collignon-derruba-bicampeao-dimitrov-e-faz-quartas.html",
        "title": "Vindo do quali, Collignon derruba o bicampeão Dimitrov e faz quartas",
        "image": null,
        "date": "08/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-e-bergs-superam-tchecos-e-garantem-a-belgica-na-semi-da-united-cup.html",
        "title": "Mertens e Bergs superam tchecos e garantem a Bélgica na semi da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mertens_united_olhabola-1024x742.jpg",
        "date": "08/01/2026",
        "description": "Sydney (Austrália) –A Bélgica é o terceiro país classificado para as semifinais da United Cup depois de vencer os dois jogos de simples contra a República Tcheca nesta quinta-feira, com Zizou Bergs e Elise Mertens. Com o resultado, a equipe belga enfrenta a Suíça na semifinal do próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-critica-calendario-lotado-e-considera-pular-torneios.html",
        "title": "Sabalenka critica calendário lotado e considera pular torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_toss-1024x750.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Líder do ranking mundial, Aryna Sabalenka criticou o calendário lotado do circuito profissional e as obrigações impostas pela WTA às principais jogadoras. Em meio a um cenário de lesões frequentes e afastamentos por desgaste físico e mental, a bielorrussa admite que avalia a possibilidade de pular alguns torneios ao longo da temporada, mesmo ciente do impacto que isso pode ter em sua pontuação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalista-em-2024-zheng-esta-fora-do-australian-open-por-lesao.html",
        "title": "Finalista em 2024, Zheng está fora do Australian Open por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng-pequim-toss-2025-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open em 2024, Qinwen Zheng não disputará a edição deste ano. A chinesa de 23 anos e atual 24ª do ranking segue afastada das competições por lesão e cirurgia no cotovelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-vence-em-tres-tiebreaks-e-vai-rever-sabalenka.html",
        "title": "Keys vence em três tiebreaks e vai rever Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys-brisbane-estica-2026-.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália)– A partida que decidiu o último Australian Open definirá agora uma das semifinalistas do WTA 500 de Brisbane. Depois da vitória da bielorrussa Aryna Sabalenka, a norte-americana Madison Keys também superou sua segunda adversários no torneio, batendo a russa Diana Shnaider, nesta quinta-feira, com parciais de 7/6 (7-5), 6/7 (5-7) e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-comanda-favoritas-rumo-as-quartas-em-auckland.html",
        "title": "Svitolina comanda favoritas rumo às quartas em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina-auckland-back-2026-e1767858988900-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Auckland (Nova Zelândia)– Principal favorita ao título no WTA 250 de Auckland, a ucraniana Elina Svitolina comandou as cabeças de chave em uma quinta-feira vitoriosa. Além dela, também avançaram para as quartas de final da competição a filipina Alexandra Eala e a polonesa Magda Linette."
    }
]