[
    {
        "url": "https://tenisbrasil.uol.com.br/crueldade-e-vinganca.html",
        "title": "Crueldade e vingança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_anisimova_uso-1.jpg",
        "date": "04/09/2025",
        "description": "Amizade e negócios não se misturam e Jannik Sinner foi pouco piedoso com Lorenzo Musetti no jogo que o recolocou na semifinal do US Open. O atual campeão precisou ser consistente e agressivo para colocar o 10º do mundo contra a parede quase o tempo inteiro, repetindo a forma sufocante com que tem atuado na maior parte do tempo em Nova York. Será super favorito na sexta-feira contra a surpresa Félix Auger-Aliassime, apesar do histórico de 2 a 1 do canadense. Dias atrás, em Cincinnati, o italiano permitiu só dois games."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-o-duelo-italiano-e-disputa-sua-oitava-semi-de-slam.html",
        "title": "Sinner domina o duelo italiano e disputa sua oitava semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_uso_qf_fore-1024x576.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –No jogo que encerrou a programação das quartas de final do US Open, Jannik Sinner confirmou o favoritismo no duelo italiano contra Lorenzo Musetti. O número 1 do mundo venceu o atual décimo colocado por 6/1, 6/4 e 6/2 em exatamente 2h de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-pedretti-e-candiotto-lideram-vitorias-brasileiras-em-cuiaba.html",
        "title": "Fullana, Pedretti e Candiotto lideram vitórias brasileiras em Cuiabá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana_rcl_fore25.jpg",
        "date": "04/09/2025",
        "description": "Cuiabá (MT) –A brasiliense Luiza Fullana e as paulistas Thaísa Pedretti e Ana Candiotto confirmaram o favoritismo na rodada de estreia da etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF W35 está sendo disputado nas quadras de saibro do Cuiabá Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-e-siniakova-buscam-3o-slam-juntas-diante-das-campeas-de-2023.html",
        "title": "Townsend e Siniakova buscam 3º Slam juntas diante das campeãs de 2023",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/townsend_siniakova_uso_sf_felizes-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Líderes do ranking de duplas e principais cabeças de chave do US Open, Taylor Townsend e Katerina Siniakova vão em busca de mais um título de Grand Slam juntas e estão na final em Nova York. Elas venceram nesta quarta-feira a belga Elise Mertens e a russa Veronika Kudermetova, atuais campeãs de Wimbledon, por 6/3 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-eu-amo-o-tenis-muito-mais-do-que-pensava.html",
        "title": "Osaka: “Eu amo o tênis muito mais do que pensava”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka-comemora-us-open-2025-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– A japonesa Naomi Osakaconfirmou seu retorno à semifinal do US Openao superar Karolina Muchova, 13ª do ranking, por 6/4 e 7/6 (7-2) em 1h49 de partida. A vitória marcou sua segunda sobre a tcheca em 2025, repetindo o resultado do Australian Open, e representa a volta da ex-número 1 do mundo à penúltima fase do torneio nova-iorquino após cinco anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-o-resumo-da-vitoria-de-osaka-sobre-muchova-em-3-minutos.html",
        "title": "Veja o resumo da vitória de Osaka sobre Muchova em 3 minutos",
        "image": null,
        "date": "03/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tricampeao-nas-duplas-salisbury-volta-a-semi-jogando-com-skupski.html",
        "title": "Tricampeão nas duplas, Salisbury volta à semi, jogando com Skupski",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/skupski_salisbury_uso-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Tricampeão de duplas do US Open, o britânico Joe Salisbury está de volta à semifinal em Nova York. Depois de vencer as edições de 2021, 22 e 23 com o norte-americano Rajeev Ram, ele agora joga ao lado do compatriota Neal Skupski."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-pegula-vao-abrir-semifinais-femininas-nesta-quinta-as-20h.html",
        "title": "Sabalenka e Pegula vão abrir semifinais femininas nesta quinta às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalen-1024x582.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Finalistas da edição passada do US Open, Aryna Sabalenka e Jessica Pegula voltam a se enfrentar nesta quinta-feira, às 20h (de Brasília), na abertur da programação de semifinais femininas em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-o-treino-com-corda-de-fernandez-foi-uma-semana-e-meia-incrivel.html",
        "title": "Veja o treino com corda de Fernandez. “Foi uma semana e meia incrível.”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Leylah_Fernandez_USOpen_Jimmie48_WTA.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Todos nós já vimos as habilidades de Leylah Fernandez na quadra, mas você já viu como ela pula corda? A canadense mostrou muita habilidade no manejo da corda no aquecimento para a partida de quartas de final de duplas no US Open na terça-feira, em que ela e Venus Williams perderam por 6/1 e 6/2 para a parceria cabeça de chave número 1, Taylor Townsend e Katerina Siniakova."
    }
]