[
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-vence-a-primeira-em-umag-favoritos-conhecem-rivais.html",
        "title": "Wawrinka vence a primeira em Umag, favoritos conhecem rivais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wawrinka-perugiach-2025-1024x576.jpg",
        "date": "21/07/2025",
        "description": "Umag (Croácia) –No jogo que encerrou a rodada desta segunda-feira no ATP 250 de Umag, o veterano Stan Wawrinka conseguiu um ótimo resultado. O suíço de 40 anos superou o equatoriano vindo do quali Alvaro Guillen Meza, 244º do ranking, por 6/4 e 6/1 em apenas 1h13 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-retorna-ao-circuito-com-vitoria-nas-duplas-em-washington.html",
        "title": "Venus retorna ao circuito com vitória nas duplas em Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus_baptiste_washington_sorrisos-1024x638.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –O retorno de Venus Williams ao tênis profissional foi com bom resultado na chave de duplas do WTA 500 de Washington. A ex-número 1 do mundo recebeu convite para jogar ao lado da norte-americana Hailey Baptiste, de 23 anos e 50ª do ranking, e comemorou uma vitória por 6/3 e 6/1 contra a também anfitriã Clervie Ngounoue, de apenas 19 anos, e a canadense Eugenie Bouchard."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bouzkova-e-a-jovem-bejlek-estreiam-com-vitoria-em-praga.html",
        "title": "Bouzkova e a jovem Bejlek estreiam com vitória em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bejlek_praga_25_vibra-1024x683.jpg",
        "date": "21/07/2025",
        "description": "Praga (República Tcheca) –O primeiro dia de jogos no WTA 250 de Praga teve duas vitórias das tenistas da casa, com a cabeça 5 Marie Bouzkova e a jovem de 19 anos Sara Bejlek. A rodada só não foi perfeita para as tchecas por causa da eliminação da experiente Jesika Maleckova, de 30 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-e-enzo-kohlmann-duelam-nesta-terca-no-pinheiros.html",
        "title": "Guto Miguel e Enzo Kohlmann duelam nesta terça no Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_ecp_treina.jpg",
        "date": "21/07/2025",
        "description": "São Paulo (SP) –A terça-feira promete grandes jogos no Brasil Tennis Classic, ITF M25, que segue até o dia 27 de julho no Esporte Clube Pinheiros, em São Paulo. A entrada é gratuita e os ingressos podem ser resgatados no site www.appticket.com.br/ecp."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/infusao-venosa-e-a-atencao-ao-doping-no-tenis.html",
        "title": "Infusão venosa e a atenção ao doping no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pod_doping_kawazoe.jpeg",
        "date": "21/07/2025",
        "description": "O recente caso de infusão venosa do australiano Max Purcell, que acabou suspenso por 18 meses no final do ano passado, acendeu o alerta contra o uso desse recurso entre os tenistas profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-cai-na-estreia-no-saibro-de-umag-orlando-luz-joga-na-terca.html",
        "title": "Demoliner cai na estreia no saibro de Umag, Orlando Luz joga na terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "21/07/2025",
        "description": "Umag (Croácia) –A participação brasileira no ATP 250 de Umag começou com derrota de Marcelo Demoliner na chave de duplas. Demoliner e o belga Sander Gille foram superados nesta segunda-feira pelos argentinos Guillermo Duran e Camilo Carabelli por 7/5, 4/6 e 11-9."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-rybakina-enfrentarao-canadenses-em-washington.html",
        "title": "Pegula e Rybakina enfrentarão canadenses em Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mboko_washington_vibra.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA) –O início das disputas do WTA 500 de Washington definiu as adversárias de estreia de Jessica Pegula e Elena Rybakina. Elas entram diretamente na segunda rodada do torneio preparatório para o US Open e enfrentarão tenistas canadenses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovens-tchecas-superam-ingrid-e-gleason-na-estreia-em-praga.html",
        "title": "Jovens tchecas superam Ingrid e Gleason na estreia em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/havlickova_samson_praga_cump-1024x683.jpg",
        "date": "21/07/2025",
        "description": "Praga (República Tcheca) –Vinda de bons resultados no saibro nas últimas semanas, Ingrid Martins voltou ao piso duro, mas não repetiu o mesmo desempenho. Ela foi eliminada na estreia do WTA 250 de Praga, jogando ao lado da norte-americana Quinn Gleason. As algozes foram as jovens tchecas Lucie Havlickova e Laura Samson, que marcaram 6/3 e 7/5 em 1h36 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baixas-no-masters-1000-de-toronto-crescem-com-mais-tres-nomes.html",
        "title": "Baixas no Masters 1000 de Toronto crescem com mais três nomes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/hubert-hurkacz-libema-open-2025-wednesday-e1749665264992-1024x682.jpg",
        "date": "21/07/2025",
        "description": "Toronto (Canadá)– A cada dia que passa o Masters 1000 de Toronto vê mais jogadores desistirem do torneio. Depois das baixas de peso do fim de semana, outros três tenistas se juntaram a Jannik Sinner, Carlos Alcaraz, Novak Djokovic e Jack Draper."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-21-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/07/2025",
        "description": "ATP 250 de Umag (Croácia) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    }
]