[
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-se-despede-nas-oitavas-em-sp-mas-tera-seu-melhor-ranking.html",
        "title": "Candiotto se despede nas oitavas em SP, mas terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_back_fj.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP) –A primeira experiência de Ana Candiotto em um torneio da WTA chegou ao fim nesta quinta-feira. Convidada para a disputa do SP Open, a jovem paulista de 21 anos e 593ª do ranking foi superada nas oitavas de final pela húngara Panna Udvardy, cabeça 8 do torneio e 118ª colocada, por duplo 6/3 em 1h15."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-controlam-rivais-e-garantem-vaga-na-semi-do-sp-open.html",
        "title": "Stefani e Babos controlam rivais e garantem vaga na semi do SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani_babos_spoopen_sorrindo.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP)– Confirmando a condição principais favoritas ao título no SP Open, a paulista Luisa Stefani e a húngara Timea Babos venceram mais uma. Nesta quinta-feira, elas derrubaram a argentina Solana Sierra e a mexicana Renata Zarazua com 6/2 e 6/2, em 62 minutos de jogo"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-11-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_corre_doro-1024x683.jpg",
        "date": "11/09/2025",
        "description": "SP Open – São Paulo (SP) – Sintético – US$ 275.094Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sensacao-francesa-em-roland-garros-boisson-contrata-novo-treinador.html",
        "title": "Sensação francesa em Roland Garros, Boisson contrata novo treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/boisson_hamburgo_vibra-1024x640.jpg",
        "date": "11/09/2025",
        "description": "Paris (França)– Sensação francesa em Roland Garros, indo até as semifinais, a tenista da casa Lois Boisson encontrou um novo treinador após se despedir de Florian Reynet há um mês. Segundo oL’Equipe, ela decidiu contratar Carlos Martinez, um técnico experiente que já trabalhou com Svetlana Kuznetsova e Daria Kasatkina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-stefani-e-babos-tentam-vaga-na-semifinal-de-duplas-assista.html",
        "title": "Ao vivo: Stefani e Babos tentam vaga na semifinal de duplas. Assista!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-WTA-1-1024x576.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP) –Após a vitória na estreia do SP Open, Luísa Stefani e a húngara Timea Babos vão em busca de uma vaga na semifinal do WTA 250 na capital paulista. Principais cabeças de chave, elas enfrentam a argentina Solana Sierra e a mexicana Renata Zarazua na Quadra 1 do Parque Villa Lobos. Acompanhe ao vivo e gratuitamente no site oficial do torneio, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zarazua-avanca-as-quartas-em-sp-e-aguarda-duelo-entre-brasileiras.html",
        "title": "Zarazua avança às quartas em SP e aguarda duelo entre brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zarazua_spo_back.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP) –A mexicana Renata Zarazua é mais uma classificada para as quartas de final do SP Open, no Parque Villa Lobos. Cabeça 5 no WTA 250 da capital paulista, ela confirmou o favoritismo contra a turca Berfu Cengiz por duplo 6/4 em 1h34."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlando-luz-faz-semi-na-polonia-loureiro-vence-mais-uma-em-madri.html",
        "title": "Orlando Luz faz semi na Polônia, Loureiro vence mais uma em Madri",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/orlandinho-rio-narede-2025-e1744287434662-1024x682.jpg",
        "date": "11/09/2025",
        "description": "Szczecin (Polônia) –O gaúcho Orlando Luz está na semifinal de duplas do challenger de Szczecin, em quadras de saibro na Polônia, jogando ao lado do boliviano Federico Zeballos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dodig-surpreso-com-a-definicao-dos-franceses-para-duelo-na-copa-davis.html",
        "title": "Dodig surpreso com a definição dos franceses para duelo na Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/croacia-franca-davis-times-2025.jpg",
        "date": "11/09/2025",
        "description": "Osijek (Croácia)– O capitão croata Ivan Dodig admite que ficou surpreso com a escolha de jogadores da França antes do confronto válido pela segunda rodada das eliminatórias da Copa Davis. Isso porque o capitão francês Paul-Henri Mathieu optou por Corentin Moutet e Arthur Rinderknech para disputar as partidas de simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/toni-nadal-nao-poupa-elogios-para-alcaraz-se-aproximou-da-perfeicao.html",
        "title": "Toni Nadal não poupa elogios para Alcaraz: “Se aproximou da perfeição”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-trofeu2-2025-e1757332611851-1024x683.jpg",
        "date": "11/09/2025",
        "description": "Madri (Espanha)– Em sua coluna para oEl País, o treinador espanhol Toni Nadal não poderia falar de outro assunto que não a conquista do compatriota Carlos Alcaraz, que no último domingo bateu o italiano Jannik Sinner na final do US Open para levantar sua sexta taça de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-brinca-com-valor-da-premiacao-dada-nos-challengers.html",
        "title": "Wawrinka brinca com valor da premiação dada nos challengers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wawrinka-rennes-rebate-2025-e1757602188945-1024x683.jpg",
        "date": "11/09/2025",
        "description": "Rennes (França)– Disputando nesta semana o challenger de Rennes, o suíço Stan Wawrinka, atualmente na 149ª colocação do ranking, brincou com o valor das premiações dadas neste tipo de evento em suas redes sociais."
    }
]