[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana-spopen-toss-2025-1024x683.jpg",
        "date": "20/10/2025",
        "description": "ATP 500 da Basileia – Sintético coberto – 2.523.045 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-ensina-como-trabalhar-as-bases-de-golpeio-veja-em-7-minutos.html",
        "title": "Suzana Silva ensina como trabalhar as bases de golpeio. Veja em 7 minutos.",
        "image": null,
        "date": "20/10/2025",
        "description": "São Paulo (SP) –Dando continuidade à série de vídeos com dicas de instrução de Suzana Silva, colaboradora deste portal de notícias há muitos anos, fala de mais um dos critérios básicos do ‘forehand’ que é como trabalhar as bases de golpeio, juntamente com o prof. Marcos Salvo Júnior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dias-apos-sofrer-grave-lesao-rune-volta-ao-top-10-por-uma-semana.html",
        "title": "Dias após sofrer grave lesão, Rune volta ao top 10 por uma semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/holger-rune-2025-scaled-e1760961884459-1024x682.jpg",
        "date": "20/10/2025",
        "description": "Londres (Inglaterra)– O dinamarquês Holger Rune, que na semana passada rompeu o tendão de Aquiles e agora ficará um bom tempo afastado do circuito, conseguiu mesmo assim voltar ao top 10 do ranking nesta segunda-feira. Ele se aproveitou da queda do russo Karen Khachanov, que não defendeu o título em Almaty, e agora é o número 10 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-cai-wild-despenca-e-monteiro-volta-a-ser-o-numero-2-do-brasil.html",
        "title": "Fonseca cai, Wild despenca e Monteiro volta a ser o número 2 do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-coletiva-laver-cup-2025-1024x633.jpg",
        "date": "20/10/2025",
        "description": "Londres (Inglaterra)– Eliminado na primeira rodada no ATP 500 da Basileia, na semana passada, o jovem carioca João Fonseca acabou amargando pequena queda no ranking desta segunda-feira. Ele perdeu uma colocação, segue como o número 1 do Brasil e único no top 100, mas agora é o 46º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alunos-do-tenis-na-lagoa-atuaram-como-boleiros-em-dois-torneios-no-rio.html",
        "title": "Alunos do Tênis na Lagoa atuaram como boleiros em dois torneios no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/tenisnalagoa_alunos_ingrid_laura.jpg",
        "date": "19/10/2025",
        "description": "Rio de Janeiro (RJ)– Trinta e sete alunos do Projeto Tênis na Lagoa – Instituto Mirania Gomes Borges – tiveram a oportunidade esta semana de serem boleiros em dois importantes eventos na Cidade Maravilhosa, o Rio Ladies Open, primeiro WTA no Rio de Janeiro em quase uma década, e nas semifinais e finais do Australian Open Junior Series South America, que valeu vagas para a chave juvenil do primeiro Grand Slam de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-muitas-surpresas-sand-series-de-ribeirao-tem-campeoes-ineditos.html",
        "title": "Com muitas surpresas, Sand Series de Ribeirão tem campeões inéditos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sand_ribeirao_campeoes.png",
        "date": "19/10/2025",
        "description": "Ribeirão Preto (SP) –Chegou ao fim, neste domingo, o Sand Series 2025 de Ribeirão Preto, torneio, que movimentou a cidade durante a última semana, teve muitas zebras, surpresas e campeões inéditos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-19-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "19/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/segunda-feira-no-sauipe-tem-reis-e-heide-fazendo-suas-estreias.html",
        "title": "Segunda-feira no Sauípe tem Reis e Heide fazendo suas estreias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/reis-sauipe-treino-2025-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Costa do Sauípe (BA)– Quatro jogos abrirão a chave principal do challenger da Costa do Sauípe, que distribui premiação de US$ 200 mil e dá 125 pontos ao campeão, na próxima segunda-feira. Destaque para as estreias do pernambucano João Lucas Reis e do paulista Gustavo Heide."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-fullana-e-mendonca-estreiam-nesta-segunda-em-floripa.html",
        "title": "Candiotto, Fullana e Mendonça estreiam nesta segunda em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/unnamed-3-e1760911754140-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Florianópolis (SC)– A chave principal do WTA 125 de Florianópolis começa nesta segunda-feira com três brasileiras convidadas pela organização em ação: Ana Candiotto, Luiza Fullana e Sofia Mendonça. As partidas têm início às 14h, no Super 9 Tennis Park, localizado no Jurerê Sports Center, em Jurerê Internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/simona-waltert-conquista-seu-maior-titulo-da-carreira-no-rio.html",
        "title": "Simona Waltert conquista seu maior título da carreira no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/IMG-20251019-WA0052-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Rio de Janeiro (RJ)– A suíça Simona Waltert, número 97 do mundo e cabeça de chave 1, conquistou neste domingo o título da primeira edição Rio Ladies Open, WTA 125 disputado da capital fluminense. Na final deste domingo, ela superou a francesa Alice Rame por 2 sets a 0, com parciais de 7/5 e 6/2."
    }
]