[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-19-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/carol_meligeni_bsas_25_slice-1024x650.jpg",
        "date": "19/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-estreia-com-vitoria-no-quali-do-wta-125-de-palermo.html",
        "title": "Carol Meligeni estreia com vitória no quali do WTA 125 de Palermo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_vibra_cut-1024x693.jpg",
        "date": "19/07/2025",
        "description": "Palermo (Itália)– Em busca de um lugar na chave principal do WTA 125 de Palermo, jogado no saibro, a paulista Carolina Meligeni entrou na disputa do quali e começou bem, estreando com vitória nesta sábado, batendo a convidada da casa Anastasia Bertacchi por duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileirao-define-os-campeoes-da-chave-ga-em-uberlandia.html",
        "title": "Brasileirão define os campeões da chave GA em Uberlândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/brsileirao_campeoes_GA-e1752961486187-1024x677.jpg",
        "date": "19/07/2025",
        "description": "Uberlândia (MG) –Tenistas de nove estados conquistaram neste sábado os títulos da chave GA do Campeonato Brasileiro Infantojuvenil de Tênis, disputado no Praia Clube. Principal torneio do calendário nacional, o Brasileirão foi disputado entre 12 e 18 anos, masculino e feminino. Venceram representantes da Bahia, Distrito Federal, Goiás, Minas Gerais, Pernambuco, Sergipe, Rio de Janeiro, São Paulo e Tocantins."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-andreescu-vencem-e-levam-o-canada-para-a-final-da-hopman.html",
        "title": "Aliassime e Andreescu vencem e levam o Canadá para a final da Hopman",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu-hopman-2025-e1752961447468-1024x683.jpg",
        "date": "19/07/2025",
        "description": "Bari (Itália)– Um dia após a classificação dos anfitriões italianos para a final da Copa Hopman, seus adversários na decisão foram conhecidos. O time canadense de Félix Auger-Aliassime e Bianca Andreescu levou a melhor sobre os gregos neste sábado e carimbou o passaporte para a decisão.."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/peruana-faz-segunda-final-seguida-e-decide-no-pinheiros-contra-argentina.html",
        "title": "Peruana faz segunda final seguida e decide no Pinheiros contra argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/lucciana_perez.jpg",
        "date": "19/07/2025",
        "description": "São Paulo (SP)– A peruana Lucciana Perez Alarcon e a argentina Maria Florencia Urrutia decidirão às 11 horas deste domingo o título do ITF W15 que acontece sobre as quadras de saibro do Esporte Clube Pinheiros. Alarcon evitou final toda argentina ao vencer Berta Bonardi por 6/2 e 6/1, enquanto Urrutia foi beneficiada pela desistência da conterrânea Julieta Estable, que sentiu problemas na coluna lombar, quando perdia por 1/6 e 2/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-faz-sua-primeira-final-de-wta-e-se-aproxima-de-top-50-inedito.html",
        "title": "Boisson faz sua primeira final de WTA e se aproxima de top 50 inédito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/boison-hamburgo-prepara-2025-1024x682.jpg",
        "date": "19/07/2025",
        "description": "Hamburgo (Alemanha)– A francesa Lois Boisson está provando que a surpreendente campanha em Roland Garros não foi obra do acaso. Nesta semana, a tenista de 22 anos vai disputar no WTA 250 de Hamburgo sua primeira final da carreira. Nas semifinais deste sábado, ela venceu a ucraniana Dayana Yastremska por 6/1 e 7/6 (7-5), depois de 1h31 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/teichmann-frustra-final-romena-em-iasi-e-decide-contra-begu.html",
        "title": "Teichmann frustra final romena em Iasi e decide contra Begu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/teichmann-iaisi-orepara-2025-1024x683.jpg",
        "date": "19/07/2025",
        "description": "Iasi (Romênia)– Intrusa entre as três romenas que chegaram nas semifinais do WTA 250 de Iasi, a suíça Jil Teichmann frustrou a torcida da casa e impediu uma final de compatriotas. Cabeça de chave 6, ela derrotou a experiente Sorana Cirstea em sets diretos, com parciais de 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-o-nivel-do-tenis-hoje-e-maior-do-que-era-ha-10-anos.html",
        "title": "Hurkacz: “O nível do tênis hoje é maior do que era há 10 anos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/hurkacz-montreal-olhabola-2024-e1752951586918-1024x681.jpg",
        "date": "19/07/2025",
        "description": "Londres (Inglaterra)– O polonês Hubert Hurkacz era uma figura constante no top 10 até alguns meses atrás, mas os afastamentos por lesão o fizeram cair para a 41ª posição. Após sua desistência em Wimbledon, ele participou de um evento da Adidas em Londres, onde conversou com oTennis365e analisou a situação atual do circuito, que ele afirma estar mais forte do que no passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-enfrenta-de-jong-na-final-e-busca-segundo-titulo-no-ano.html",
        "title": "Darderi enfrenta De Jong na final e busca segundo título no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/darderi-bastad-2025-sf-e1752949311812-1024x682.jpg",
        "date": "19/07/2025",
        "description": "Bastad (Suécia)– O italiano Luciano Darderi mostrou força neste sábado e superou o cabeça de chave número 1 no ATP 250 de Bastad, o argentino Francisco Cerundolo por 6/2, 3/6 e 7/6 (7-3). Esta foi sua primeira vitória sobre um top 20, que garantiu vaga na terceira final de ATP para o tenista de 23 anos e atual 55º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vence-em-sets-diretos-e-disputa-sua-primeira-final-no-saibro.html",
        "title": "Bublik vence em sets diretos e disputa sua primeira final no saibro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bublik-gstaad-vibra-2025-e1752947252466-1024x683.jpg",
        "date": "19/07/2025",
        "description": "Gstaad (Suíça)– Neste sábado, o cazaque Alexander Bublik conquistou um novo marco na carreira ao superar as semifinais do ATP 250 de Gstaad e garantir vaga em sua primeira final no saibro. Cabeça de chave número 1 no torneio, ele teve uma firme apresentação na vitória sobre o francês Arthur Cazaux, triunfando em sets diretos e com o placar final de 6/1 e 7/5."
    }
]