[
    {
        "url": "https://tenisbrasil.uol.com.br/storck-lidera-cinco-juvenis-brasileiros-nas-semifinais-em-curitiba.html",
        "title": "Storck lidera cinco juvenis brasileiros nas semifinais em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/storck_copaicaro_fore.jpg",
        "date": "11/07/2025",
        "description": "Curitiba (PR) –Cinco juvenis brasileiros disputarão as semifinais da 5ª Copa Instituto Icaro, torneio ITF J60 que acontece no Clube 3 Marias e na Academia DM Tênis em Curitiba. Todos os semifinalistas da chave masculina são tenistas da casa, enquanto Alicia Reichel será a representante na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-lamenta-inicio-ruim-contra-alcaraz-mas-mantem-o-sonho-do-1o-slam.html",
        "title": "Fritz lamenta início ruim contra Alcaraz, mas mantém o sonho do 1º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz_wimbledon_grandwilly-1024x582.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Eliminado na semifinal de Wimbledon, Taylor Fritz buscava alcançar sua segunda final de Grand Slam, depois de ter ficado com o vice-campeonato no US Open do ano passado. O atual número 5 do mundo lamentou as oportunidades perdidas naderrota em quatro sets para Carlos Alcaraz, mas diz que jogos como o desta sexta-feira são importantes para o aprendizado na busca pelo maior título da carreira. Apesar da frustração, o norte-americano destaca o aprendizado em jogos desse nível e mantém a confiança de que pode ir além."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-11-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_valencia_saque-1024x529.jpg",
        "date": "11/07/2025",
        "description": "WTA 125 de Contrexeville (França) – Saibro – 100 mil eurosDuplas – Semifinais –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-se-ainda-pensasse-em-roland-garros-nem-estaria-nessa-final.html",
        "title": "Sinner: “Se ainda pensasse em Roland Garros, nem estaria nessa final”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_vibra_semi-1024x667.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –A final de Wimbledon no próximo domingo será uma oportunidade de revanche para Jannik Sinner, que reencontra Carlos Alcaraz pouco mais de um mês depois de ter perdido uma batalha de cinco sets e 5h29 de duração em Roland Garros. Líder do ranking mundial, o italiano diz que já superou a derrota sofrida em Paris e segue motivado por um título inédito no Grand Slam londrino, diante do atual bicampeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-diz-que-final-de-paris-nao-influencia-reencontro-com-sinner.html",
        "title": "Alcaraz diz que final de Paris não influencia reencontro com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_wimbledon_desliza_semi-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Pouco mais de um mês de protagonizarem uma batalha de cinco sets e 5h29 na final de Roland Garros,Carlos Alcaraz e Jannik Sinnervoltam a se encontrar em uma decisão de Grand Slam, desta vez na grama de Wimbledon. Atual bicampeão do torneio e também vencedor do duelo mais recente, Alcaraz lidera o histórico de confrontos por 8 a 4, mas acredia que o que aconteceu em Paris não é determinante para o resultado do próximo domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-celebra-os-25-anos-de-seu-1o-wimbledon-e-volta-ao-circuito-em-washington.html",
        "title": "Venus celebra os 25 anos de seu 1º Wimbledon e volta ao circuito em Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/VenusWilliams-3-1024x750.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –O primeiro título de Wimbledon de Veus Williams completa 25 anos. Em 2000, a quinta cabeça de chave derrotou suas quatro primeiras adversárias — Kveta Peschke, Ai Sugiyama, Nathalie Dechy e Sabine Appelmans, todas em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-quero-jogar-pelo-menos-mais-uma-vez-na-quadra-central.html",
        "title": "Djokovic: “Quero jogar pelo menos mais uma vez na Quadra Central”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_acena_25-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Apesar da dura derrota na semifinal de Wimbledon e da frustração de não conseguir chegar aos tão sonhados oitavo título no torneio e 25º Grand Slam, Novak Djokovic não quer que o jogo desta sexta-feira contra Jannik Sinner represente represente o fim de sua trajetória na lendária Quadra Central. O sérvio, que completou 38 anos em maio, deixou claro que planeja retornar ao Grand Slam londrino pelo menos mais uma vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paranaense-no-1-do-brasil-e-3a-do-mundo-marchezini-e-atracao-em-toledo.html",
        "title": "Paranaense nº 3 do mundo, Marchezini é atração em Toledo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/vitoriamarchezini_brasilia.jpg",
        "date": "11/07/2025",
        "description": "Toledo (PR) –Quatro jogadores do top 10 mundial irão disputar, na cidade de Toledo, no Paraná, o BT 200 de beach tennis, com premiação total de US$ 15 mil e mais de 200 pontos no ranking mundial. A competição acontece na semana que vem, entre os dias 14 e 20 de julho, no Olinda Beach Tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-lado-de-ostapenko-hsieh-tenta-conquistar-5o-titulo-de-wimbledon.html",
        "title": "Ao lado de Ostapenko, Hsieh tenta conquistar 5º título de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/hsieh_ostapenko_wimbledon-1024x567.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –A veterana taiwanesa Su-Wei Hsieh tem a chance de conquistar seu quinto título de duplas em Wimbledon, desta vez ao lado da letã Jelena Ostapenko. Elas venceram na semifinal desta sexta-feira a tcheca Katerina Siniakova e a norte-americana Taylor Townsend, principais cabeças de chave e campeãs no ano passado, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-agradece-pela-onda-de-carinho-a-recuperacao-comeca-agora.html",
        "title": "Dimitrov agradece pela onda de carinho: “A recuperação começa agora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/dimitrov_hospital.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Após a dramática desistência nas oitavas de final de Wimbledon diante do italiano Jannik Sinner, em que sofreu ruptura parcial do músculo peitoral, o búlgaro Grigor Dimitrov, já está no caminho para a recuperação."
    }
]