[
    {
        "url": "https://tenisbrasil.uol.com.br/toledo-recebe-a-terceira-edicao-do-bt-200-de-beach-tennis-em-julho.html",
        "title": "Toledo recebe a terceira edição do BT 200 de beach tennis em julho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/BT200-de-toledo_quadra.jpg",
        "date": "26/06/2025",
        "description": "Toledo (PR) –Pelo terceiro ano consecutivo, a cidade de Toledo vai receber alguns dos melhores do mundo para a disputa do ITF Beach Tennis World Tour BT 200, com premiação total de US$ 15 mil e mais de 200 pontos no ranking mundial da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-faz-semi-na-grama-de-bad-homburg-e-fica-perto-da-volta-ao-top-5.html",
        "title": "Iga faz semi na grama de Bad Homburg e fica perto da volta ao top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Swiatek-QF-Jimmie-e1750952808810-1024x682.webp",
        "date": "26/06/2025",
        "description": "Bad Homburg (Alemanha)– Ocupando sua pior colocação no ranking em muito tempo, a polonesa Iga Swiatek está aproveitando a boa semana na grama do WTA 500 de Bad Homburg para se recuperar. Nesta quinta-feira, ela garantiu um lugar nas semifinais ao bater a russa Ekaterina Alexandrova em sets diretos, com parciais de 6/4 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ljubicic-acredita-que-alcaraz-tem-mais-chances-na-grama-que-sinner.html",
        "title": "Ljubicic acredita que Alcaraz tem mais chances na grama que Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-wimbledon-treino-2025-1024x682.jpg",
        "date": "26/06/2025",
        "description": "Turim (Itália)– Ex-número 3 do mundo, o croata Ivan Ljubicic analisou as chances em Wimbledon dos dois melhores tenistas da atualidade, o italiano Jannik Sinner e o espanhol Carlos Alcaraz, que recentemente decidiram o título em Roland Garros e na próxima sexta-feira conhecerão seus respectivos caminhos no All England Club com o sorteio das chaves."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-26-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/saraiva_fore_belem.jpg",
        "date": "26/06/2025",
        "description": "WTA 500 de Bad Homburg (Alemanha) – Grama – US$ 1,064,510Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mesmo-apos-criticas-becker-acredita-que-zverev-possa-vencer-um-slam.html",
        "title": "Mesmo após críticas, Becker acredita que Zverev possa vencer um Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/Sem-titulo-5-1024x768.jpg",
        "date": "26/06/2025",
        "description": "Bad Homburg (Alemanha)– O alemão Boris Becker cobrou mudanças para o compatriota alemão Alexander Zverev após sua queda em Roland Garros diante do sérvio Novak Djokovic, o que acabou gerando um ruído entre os dois. Sascha rebateu o ex-número 1 do mundo durante sua participação no ATP 250 de Stuttgart, embora tenha deixado as portas abertas para conversas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eastbourne-veja-o-resumo-da-partida-de-fonseca.html",
        "title": "Eastbourne: veja o resumo da partida de Fonseca",
        "image": null,
        "date": "26/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/simon-comecaram-a-gostar-mais-do-rafa-quando-novak-apareceu.html",
        "title": "Simon: “Começaram a gostar mais do Rafa quando Novak apareceu”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-federer-nadal-murray-roland-garros-2025-1-e1749816148276-1024x683.jpg",
        "date": "26/06/2025",
        "description": "Paris (França)– Um dos bons nomes da França em sua geração, Gilles Simon compartilhou boa parte de sua carreira no circuito profissional com o Big 3. Em entrevista aos sérvios doSport Klubdurante o Roland Garros, ele comparou a idolatria que os fãs têm por Novak Djokovic, Rafael Nadal e Roger Federer, garantindo que o espanhol ficou mais popular com o surgimento do sérvio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-confirma-favoritismo-e-derruba-fonseca-no-complemento-do-jogo.html",
        "title": "Fritz confirma favoritismo e derruba Fonseca no complemento do jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Joao_Fonseca_Slider_0cfeb33554-e1750168885195-1024x682.jpg",
        "date": "26/06/2025",
        "description": "Eastbourne (Inglaterra)– Em partida paralisada no dia anterior por causa da falta de luz natural, o norte-americano Taylor Fritz fez valer o favoritismo e confirmou a vitória sobre o jovem carioca João Fonseca nesta quinta-feira. O cabeça de chave 1 no ATP 250 de Eastbourne o set que faltava, fechou o jogo com 6/3, 6/7 (5-7) e 7/5 e se garantiu nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-cai-diante-de-paolini-nas-quartas-mas-volta-ao-top-20-da-wta.html",
        "title": "Bia cai diante de Paolini nas quartas, mas volta ao top 20 da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2035/06/Beatriz_Haddad_Maia_-_Bad_Homburg_Open_2025_-_Day_4-DSC_7366A_xgaplus.jpg",
        "date": "26/06/2025",
        "description": "Bad Homburg (Alemanha) –Depois de duas vitórias na semana, Beatriz Haddad Maia se despediu nas quartas de final do WTA 500 de Bad Homburg, em quadras de grama. A número 1 do Brasil e 21ª do mundo foi superada pela italiana Jasmine Paolini, segunda cabeça de chave e número 4 do mundo, por duplo 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equipe-feminina-triunfa-sobre-a-bolivia-no-sul-americano-12-anos.html",
        "title": "Equipe feminina triunfa sobre a Bolívia no Sul-americano 12 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sul-americano-12-anos_santiago.jpg",
        "date": "25/06/2025",
        "description": "Santiago (Chile) –O segundo dia de Sul-americano 12 anos foi marcado pela vitória da equipe feminina do Brasil em Santiago. Nesta quarta-feira, as meninas triunfaram diante da Bolívia, por 3 a 0. Já na disputa masculina, os meninos foram superados pelo Peru, por 2 a 1."
    }
]