[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-destaca-adaptacoes-no-jogo-e-reencontra-navarro-nesta-quinta.html",
        "title": "Bia destaca adaptações no jogo e reencontra Navarro nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IS-25-Michel-Grasso-298-1024x682.jpg",
        "date": "21/05/2025",
        "description": "Estrasburgo (França) –Classificada para as quartas de final do WTA 500 de Estrasburgo e comduas vitórias na semana, Beatriz Haddad Maia destacou a capacidade de adaptação em seu jogo, especialmente na partida desta quarta-feira contra a norte-americana Ashlyn Krueger. Atuando diante de uma adversária agressiva e de muita potência nos golpes, Bia tentou ser mais paciente nas trocas de bola e usar boas curtinhas, mexendo a norte-americana o tempo todo. Até mesmo saque e voleio, ela se sentiu confortável para fazer e teve sucesso."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laver-cup-repete-sede-pela-primeira-vez-e-volta-a-londres-em-2026.html",
        "title": "Laver Cup repete sede pela primeira vez e volta a Londres em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/3249883341_ca5d3ce1d9_k-1024x711.jpg",
        "date": "21/05/2025",
        "description": "Londres (Inglaterra)– Palco de um dos momentos mais inesquecíveis da história do tênis, quando Roger Federer encerrou sua lendária carreira na edição de 2022 da Laver Cup diante de uma multidão, a Arena O2 voltará a receber a competição em 2026, conforme a organização do torneio confirmou nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/playtennis-leva-brasileiros-para-experiencia-em-quadras-de-grama-em-londres.html",
        "title": "PlayTennis leva brasileiros para experiência em quadras de grama em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wimbledon_poster.jpg",
        "date": "21/05/2025",
        "description": "São Paulo (SP) –A PlayTennis, uma das maiores academias de tênis da América Latina, lança a 1ª Clínica Playtennis On Grass, uma experiência internacional inédita que levará tenistas brasileiros diretamente às quadras de grama em Londres, na Inglaterra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-estara-presente-na-homenagem-a-nadal-em-roland-garros.html",
        "title": "Alcaraz estará presente na homenagem a Nadal em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/Zz4BS68jQArT1FMv_2-RafaelNadalCarlosAlcaraz-CoupeDavis2024-CorinneDubreuilFFT-1024x682.jpg",
        "date": "21/05/2025",
        "description": "Paris (França)–  Atual campeão e um dos principais candidatos ao título de Roland Garros, depois de vencer dois Masters 1000 no saibro na preparação para o Grand Slam francês, o espanhol Carlos Alcaraz comparecerá à tão aguardada homenagem que os organizadores do torneio dedicarão a Rafael Nadal por sua trajetória na competição, segundo informa oMarca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mauresmo-nao-descarta-iga-na-briga-pelo-titulo-em-roland-garros.html",
        "title": "Mauresmo não descarta Iga na briga pelo título em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga-roland-garros-treina-2025-1024x683.jpeg",
        "date": "21/05/2025",
        "description": "Paris (França)– Apesar do desempenho bem abaixo do normal da polonesa Iga Swiatek até então em 2025, a francesa Amelie Mauresmo, diretora de Roland Garros, acredita que seria tolice descartá-la na briga pelo título do segundo Grand Slam da temporada, onde já foi campeã quatro vezes e defende o a conquista do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-comparado-a-roger-e-rafa-novak-e-um-jogador-mediocre.html",
        "title": "Mouratoglou: “Comparado a Roger e Rafa, Novak é um jogador medíocre”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/16974786625524-1024x683.jpg",
        "date": "21/05/2025",
        "description": "Paris (França)– O técnico francês Patrick Mouratoglou analisou a situação atual de Novak Djokovic no contexto de sua incrível carreira e foi extremamente crítico em relação ao desempenho do sérvio em comparação aos outros dois membros do Big 3. Embora reconheça os feitos de ‘Nole’, o treinador garante que ele fez tudo isso com menos do que tinham Roger Federer e Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-campanha-nas-redes-e-vitoria-inedita-mariana-soares-sonha-chegar-a-wta.html",
        "title": "Com campanha nas redes e vitória inédita, Mariana Soares sonha chegar à WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/arte_ps_mariana_soares.jpg",
        "date": "21/05/2025",
        "description": "A vitória estreia do ITF W35 de Santo Domingo foi especial para Mariana Soares, que disputa seu primeiro torneio fora do Brasil e também consegue um resultado inédito no circuito. A brasiliense de 18 anos pôde jogar o torneio na República Dominicana depois de criar uma campanha nas redes sociais para financiar os custos no circuito e participar de competições internacionais. O sonho é chegar ao ranking da WTA e também trilhar o caminho até os principais torneios do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-o-unico-brasileiro-em-wimbledon-que-tera-volta-de-kyrgios.html",
        "title": "Fonseca é o único brasileiro em Wimbledon, que terá volta de Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-iw_vibra-1024x615.jpg",
        "date": "21/05/2025",
        "description": "Londres (Inglaterra)– Foi divulgada a lista de inscritos de Wimbledon e o carioca João Fonseca é o único brasileiro que conseguiu entrar direto na chave masculina. O paranaense Thiago Wild e o cearense Thiago Monteiro ficaram de fora e terão que buscar um lugar na disputa através do qualificatório."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/moya-nega-que-ira-trabalhar-com-sinner-a-partir-do-proximo-ano.html",
        "title": "Moyá nega que irá trabalhar com Sinner a partir do próximo ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carlos-moya-1024x682.jpeg",
        "date": "21/05/2025",
        "description": "Madri (Espanha)– O boato de que Carlos Moyá pode ser o sucessor do australiano Darren Cahill no time do italiano Jannik Sinner,lançado pela mídia russa, acabou se provando falso. O próprio treinador espanhol desmentiu a notícia naRádio Nacional de Espanha."
    }
]