[
    {
        "url": "https://tenisbrasil.uol.com.br/foi-um-jogo-um-pouco-estranho-diz-buse-sobre-chuva-no-rio-open.html",
        "title": "“Foi um jogo um pouco estranho”, diz Buse sobre chuva no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/ibuse_mberrettini_020-1024x681.jpg",
        "date": "21/02/2026",
        "description": "Rio de Janeiro (RJ) –O peruano de 21 anos Ignacio Buse, que derrotou João Fonseca em casa, venceu Matteo Berrettini nesta sexta-feira e, assim, disputará a sua segunda semifinal de ATP contra o chileno Alejandro Tabilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agassi-tem-uma-linda-historia-no-brasil.html",
        "title": "Agassi tem uma linda história no Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/chico_agassi.jpg",
        "date": "21/02/2026",
        "description": "O carismático Andre Agassi, que neste domingo empresta todo seu prestígio ao entregar o troféu de campeão do Rio Open, poucos talvez lembrem, ou viram, tem uma linda história no Brasil. Afinal, lá em 1987 ele conquistou o seu primeiro título da ATP no saudoso Club Med na exuberante ilha de Itaparica, Bahia. Sua chegada à maior competição do País, na época, veio repleta de controvérsias. Tudo pela ousadia e bom conhecimento internacional do então diretor do torneio, Ricardo Bernd, que resolveu dar um wild card para uma jovem promessa norte-americana e não para um brasileiro. É um caso, mais ou menos parecido, com o que fez Lui Carvalho trazendo Carlos Alcaraz pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-volta-aos-titulos-com-dabrowski-e-e-novamente-top-10-do-ranking.html",
        "title": "Stefani volta aos títulos com Dabrowski e é novamente top 10 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_7026_xgaplus.jpg",
        "date": "21/02/2026",
        "description": "Dubai (Emirados Árabes)– O primeiro título de Luísa Stefani com a canadense Gabriela Dabrowski na retomada da parceria chegou. E em grande estilo. As duas tiveram excelente atuação neste sábado sobre a alemã Laura Siegemund e a russa Vera Zvonareva, anotaram 6/1 e 6/3, e conquistaram o WTA 1000 de Dubai, o segundo torneio desse nível para a dupla."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-21-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_term.jpg",
        "date": "21/02/2026",
        "description": "WTA 1000 de Dubai (EAU) – Sintético – US$ 4.088.211Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/um-dos-melhores-jogadores-do-mundo-diz-paul-sobre-tien.html",
        "title": "“Um dos melhores jogadores do mundo”, diz Paul sobre Tien",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tommy_paul_delray_prepara-1024x604.jpg",
        "date": "21/02/2026",
        "description": "Delray Beach (EUA) –Sem conquistar um título no circuito desde Estocolmo, em outubro de 2024, o ex-top 10 Tommy Paul encara uma boa oportunidade no ATP 250 de Delray Beach, onde foi finalista há dois anos. Nesta sexta-feira, ele superou o cabeça 1 e Taylor Fritz, revivendo justamente a decisão do torneio de 2024, e agora terá de encarar outro compatriota, o jovem canhoto Learner Tien, que superou um terceiro set quase perdido em cima de Frances Tiafoe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-fonseca-e-melo-abre-a-rodada-semifinal-deste-sabado.html",
        "title": "Dupla de Fonseca e Melo abre a rodada semifinal deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo-fonsec-rio-2026-1024x683.jpg",
        "date": "21/02/2026",
        "description": "Rio de Janeiro (RJ)– O Rio Open conseguiu superar mais uma noite de chuva intermitente, paralisações e jogos muito longos e, com isso, terá as rodadas semifinais de simples e duplas a partir das 14h30 deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tabilo-fecha-jornada-chuvosa-da-sexta-feira-com-vitoria-em-3-sets.html",
        "title": "Tabilo fecha jornada chuvosa da sexta-feira com vitória em 3 sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tabilo-rio-vibra-2026-e1771647367999-1024x684.jpg",
        "date": "21/02/2026",
        "description": "Rio de Janeiro (RJ)– A conturbada jornada de sexta-feira no Rio Open, marcada por paralisações por chuva e  mudanças na programação, terminou às 2h11 de sábado com a vitória em três sets e dois tiebreaks do chileno Alejandro Tabilo sobre o argentino Thiago Tirante, com parciais de 7/6 (7-2), 6/7 (6-8) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-obtem-grande-virada-sobre-tiafoe-e-faz-semi-contra-paul.html",
        "title": "Tien obtém grande virada sobre Tiafoe e faz semi contra Paul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien-ausopen-rebate-2026-e1769390184324-1024x683.jpg",
        "date": "21/02/2026",
        "description": "Delray Beach (EUA)– Depois de estar em grande desvantagem no terceiro set, o canhoto Learner Tien ainda achou uma fórmula para reagir em cima de Frances Tiafoe e atingir assim a terceira semifinal de nível ATP de sua carreira. O tenista de 20 anos e atual 23º do mundo marcou 7/6 (7-5), 3/6 e 7/5, após 2h19 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/buse-despacha-berrettini-e-faz-sua-segunda-semi-de-atp.html",
        "title": "Buse despacha Berrettini e faz sua segunda semi de ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/ibuse_mberrettini_015-1024x682.jpg",
        "date": "20/02/2026",
        "description": "Rio de Janeiro (RJ)– Algoz do carioca João Fonseca, o peruano Ignacio Buse aprontou mais uma no Rio Open. Em uma sexta-feira de mais chuva, ele superou as interrupções (que somaram mais de 1h) para bater o italiano Matteo Berrettini em três sets, com parciais de 6/3, 2/6 e 6/3, depois de 2h19 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-entram-como-cabecas-2-no-saibro-chileno.html",
        "title": "Matos e Luz entram como cabeças 2 no saibro chileno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/luz-matos-rio-open-2026-1024x683.jpg",
        "date": "20/02/2026",
        "description": "Santiago (Chile)– Campeões em Buenos Aires há oito dias, mas eliminados precocemente no ATP 500 do Rio, o dueto gaúcho formado por Rafael Matos e Orlando Luz já está pronto para novo desafio, agora no saibro do ATP 250 de Santiago."
    }
]