[
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-da-novos-contornos-a-rivalidade-entre-sinner-e-alcaraz.html",
        "title": "Temporada dá novos contornos à rivalidade entre Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_alcasinner_uso25.jpg",
        "date": "08/09/2025",
        "description": "Pelo segundo ano consecutivo, os quatro títulos de Grand Slam do tênis masculino ficaram com Carlos Alcaraz ou Jannik Sinner. Mas a rivalidade entre o espanhol e o italiano ganhou novos contornos em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-2-anos-de-espera-alcaraz-volta-a-liderar-o-ranking-da-atp.html",
        "title": "Após 2 anos de espera, Alcaraz volta a liderar o ranking da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-vibra-2025-1024x681.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– Campeão do US Open no último domingo, a festa para o espanhol Carlos Alcaraz continua nesta segunda-feira, em que garantiu o retorno ao posto de número 1 do mundo. Ele não liderava o ranking da ATP há praticamente dois anos, já que seu último dia no topo foi em 10 de setembro de 2023. Depois disso, o sérvio Novak Djokovic ficou na ponta por 39 semanas e o italiano Jannik Sinner pelas últimas 65 semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria_barros_spopen_treina.jpg",
        "date": "08/09/2025",
        "description": "SP Open – São Paulo (SP) – Sintético – US$ 275.094Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-divide-as-glorias-do-titulo-no-us-open-com-time-e-a-familia.html",
        "title": "Alcaraz divide as glórias do título no US Open com time e a família",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-trofeu-2025-1024x681.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– Após a conquista do título do US Open, o segundo da carreira em Flushing Meadows e o sexto Grand Slam no geral, o espanhol Carlos Alcaraz agradeceu sua equipe e sua família pelo apoio e dividiu os louros da vitória com eles. Além disso, o tenista de Múrcia também elogiou o italiano Jannik Sinner, seu rival nas últimas três finais de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-realiza-pela-primeira-vez-o-paulista-de-clubes-de-beach-tennis.html",
        "title": "FPT realiza pela primeira vez o Paulista de Clubes de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Paulista-de-Clubes_premios.jpg",
        "date": "07/09/2025",
        "description": "São Paulo (SP) –Neste final de semana, a Federação Paulista de Tênis (FPT) realizou a primeira etapa do Campeonato Paulista de Clubes Joog de Beach Tennis, reunindo grandes Clubes do Estado de São Paulo, na Arena Ibirapuera, na capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/senti-que-ele-estava-fazendo-tudo-um-pouco-melhor-avalia-sinner.html",
        "title": "“Senti que ele estava fazendo tudo um pouco melhor”, avalia Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-alcaraz-usopen-2025-1024x681.jpg",
        "date": "07/09/2025",
        "description": "Nova York (EUA)– No tira-teima entre os dois neste ano em finais de Grand Slam, o espanhol Carlos Alcaraz venceu o italiano Jannik Sinner na decisão do US Open, devolveu a derrota sofrida em Wimbledon e repetiu o feito de Roland Garros. Comparando os dois últimos duelos, o ainda número 1 do mundo acredita que o domínio que teve no All England Club mudou de lado neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/taca-santos-de-beach-tennis-encerra-grande-semana-em-santos.html",
        "title": "Taça Santos de Beach Tennis encerra grande semana em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/beach_santos_gonzaga-1024x683.jpg",
        "date": "07/09/2025",
        "description": "Santos (SP) – A orla da Praia do Gonzaga foi palco de uma semana intensa de atividades dentro do Projeto Esporte & Saúde, que uniu esporte, bem-estar e inclusão social por meio de clínicas e aulas gratuitas de beach tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-recomeca-reinado-em-grande-estilo.html",
        "title": "Alcaraz recomeça reinado em grande estilo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_alcaraz_trofeu_uso.jpg",
        "date": "07/09/2025",
        "description": "Não há maneira mais digna do que se chegar ao número 1 do mundo com um troféu de Grand Slam. E se ele vier em cima do seu maior rival do momento, a glória então é absoluta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-dia-do-sp-open-tem-tomljanovic-e-estreia-de-bia-nas-duplas.html",
        "title": "Primeiro dia do SP Open tem Tomljanovic e estreia de Bia nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-tomljanovic-spopen-2025-1024x683.jpg",
        "date": "07/09/2025",
        "description": "São Paulo (SP)– A abertura da chave principal do SP Open terá a estreia das brasileiras Carolina Meligeni, Nauhany Silva e Victoria Barros em simples, Laura Pigossi, Ingrid Martins, Beatriz Haddad Maia e Ana Candiotto nas duplas, além da australiana Ajla Tomljanovic, que é quem abre a Quadra Central Maria Esther Bueno, às 13h."
    }
]