[
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-chabalgoity-vence-o-cabeca-1-e-chega-a-semi-no-saibro-alemao.html",
        "title": "Pedro Chabalgoity vence o cabeça 1 e chega à semi no saibro alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rgjunior_corre-1024x683.jpg",
        "date": "19/06/2025",
        "description": "Gladbeck (Alemanha) –O brasiliense Pedro Chabalgoity conseguiu um grande resultado nesta quinta-feira e garantiu vaga na semifinal do ITF J200 de Gladbeck, no saibro alemão. Cabeça 8 do torneio e 95º do ranking juvenil, ele superou o suíço Flynn Thomas, principal cabeça de chave e 27º do mundo, por 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-19-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/gutierrez_oeiras2_devolve_800_int.jpg",
        "date": "19/06/2025",
        "description": "WTA 500 de Berlim (Alemanha) – Grama – € 925.661Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saraiva-schiessl-gutierrez-e-fernandez-jogam-quartas-de-itf.html",
        "title": "Saraiva, Schiessl, Gutierrez e Fernandez jogam quartas de ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "19/06/2025",
        "description": "Monastir (Tunísia) –O brasiliense Paulo Saraiva está nas quartas de final do ITF M15 de Monastir, em quadras duras na Tunísia. Cabeça 6 do torneio e 724º do ranking, Saraiva venceu o britânico vindo do quali Matthew Rankin por 6/4 e 6/3. Seu próximo rival é o francês Charlelie Cosnet."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vira-o-jogo-e-volta-a-derrotar-sinner-na-grama-de-halle.html",
        "title": "Bublik vira o jogo e volta a derrotar Sinner na grama de Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bublik_halle_back-1024x512.jpg",
        "date": "19/06/2025",
        "description": "Halle (Alemanha) –No encontro entre os dois últimos campeões do ATP 500 de Halle, Alexander Bublik voltou a superar Jannik Sinner e garantiu vaga nas quartas de final do torneio alemão em quadras de grama. O cazaque começou atrás no placar nesta quinta-feira, contra o número 1 do mundo, mas conseguiu a virada com parciais de 3/6, 6/3 e 6/4 em 2h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-faz-semi-na-grama-boscardin-cai-nas-oitavas-em-santa-cruz.html",
        "title": "Romboli faz semi na grama, Boscardin cai nas oitavas em Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_back_juarez-1024x550.jpg",
        "date": "19/06/2025",
        "description": "Nottingham (Inglaterra) –A semana de Fernando Romboli no challenger de Nottingham segue com resultados positivos. O brasilerio e o australiano John-Patrick Smith chegaram à semifinal do torneio na grama com vitória por 7/6 (7-4) e 6/2 sobre o britânico Joshua Paris e o japonês Takeru Yuzuki.Cabeças 3 na semana, Romboli e Smith enfrentam o argentino Guido Andreozzi e o francês Theo Arribage, principais cabeças de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boulter-volta-as-quartas-em-nottingham-e-segue-em-busca-do-tri.html",
        "title": "Boulter volta às quartas em Nottingham e segue em busca do tri",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boulter_vibra_nottingham-1024x581.jpg",
        "date": "19/06/2025",
        "description": "Nottingham (Inglaterra) –Vencedora das duas últimas edições do WTA 250 de Nottingham, Katie Boulter está de volta às quartas de final do torneio em quadras de grama. Atual 39ª do mundo, Boulter venceu um duelo britânico contra Sonay Kartal, 50ª do ranking, por 6/4, 1/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sofre-com-munar-e-perde-set-mas-se-garante-nas-quartas.html",
        "title": "Alcaraz sofre com Munar e perde set, mas se garante nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-sorri-narede-2025-e1750359493652-1024x683.webp",
        "date": "19/06/2025",
        "description": "Londres (Inglaterra)– Em duelo 100% espanhol que valia um lugar nas quartas de final do ATP 500 do Queen’s, o principal favorito ao título Carlos Alcaraz teve bastante trabalho com o compatriota Jaume Munar, que não chegou a ter uma quebra de vantagem no terceiro set, mas no final acabou sucumbindo e perdeu com parciais de 6/4, 6/7 (7-9) e 7/5, após 3h25 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wang-derruba-gauff-na-estreia-em-berlim-rybakina-desafia-sabalenka.html",
        "title": "Wang derruba Gauff na estreia em Berlim, Rybakina desafia Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/wang_berlim_toss-1024x638.jpg",
        "date": "19/06/2025",
        "description": "Berlim (Alemanha) –Em seu primeiro jogo desde o título de Roland Garros, Coco Gauff estreou com derrota na temporada de grama. A número 2 do mundo foi eliminada do WTA 500 de Berlim pela chinesa Xinyu Wang, 49ª do ranking, que marcou um duplo 6/3 em 1h15 de partida. Wang veio do quali no torneio e já havia derrotado nomes como Ons Jabeur – que depois entrou na chave como lucky-loser – e Daria Kasatkina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-mais-uma-na-franca-e-faz-sua-segunda-semifinal-do-ano.html",
        "title": "Pigossi vence mais uma na França e faz sua segunda semifinal do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "19/06/2025",
        "description": "Blois (França) –Pela segunda vez na temporada, Laura Pigossi disputará a semifinal de um torneio. A paulista de 30 anos e número 2 do Brasil venceu seu terceiro jogo no ITF W75 de Blois, no saibro francês, superando nesta quinta-feira a convidada local Alice Rame, 300ª do mundo, por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-leva-susto-e-precisa-buscar-virada-para-confirmar-favoritismo.html",
        "title": "Zverev leva susto e precisa buscar virada para confirmar favoritismo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zverev-halle-2025-wednesday-backhand-e1750356942930-1024x682.jpg",
        "date": "19/06/2025",
        "description": "Halle (Alemanha)– Segundo mais bem cotado ao título, o tenista da casa Alexander Zverev levou um enorme susto no ATP 500 de Halle nesta quinta-feira diante do italiano Lorenzo Sonego, que largou na frente e venceu o primeiro set e se segurou até o final, vendendo muito caro a virada com parciais 3/6, 6/4 e 7/6 (7-2), após 2h25 de confronto."
    }
]