[
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-abandona-por-lesao-e-mannarino-avanca-struff-supera-tiafoe.html",
        "title": "Shelton abandona por lesão e Mannarino avança, Struff supera Tiafoe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mannarino.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Cotado como um dos candidatos às semifinais do US Open, o canhoto norte-americano Ben Shelton foi obrigado a abandonar a partida que fazia diante do veterano Adrian Mannarino na tentativa de chegar mais uma vez às oitavas de final do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-29-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rgjunior_corre-1024x683.jpg",
        "date": "29/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-finalista-no-canada-chabalgoity-fura-quali-do-us-open-juvenil.html",
        "title": "Guto é finalista no Canadá, Chabalgoity fura quali do US Open juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Guto-Miguel.jpg",
        "date": "29/08/2025",
        "description": "Repentigny (Canadá) –O juvenil goiano Guto Miguel está na final do ITF J300 de Repentigny, em quadras duras no Canadá, torneio preparatório para o US Open da categoria. Ele superou nesta sexta-feira o esloveno Ziga Sesko, principal cabeça de chave e 27º do ranking, por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-abre-rodada-de-sabado-e-bia-faz-sessao-noturna-do-armstrong.html",
        "title": "Gauff abre rodada de sábado e Bia faz sessão noturna da Armstrong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_vibra-e1753885161230-1024x683.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Depois de vencer seus dois primeiros jogos no US Open, Beatriz Haddad Maia disputa a terceira rodada na sessão noturna da quadra Louis Armstrong. A número 1 do Brasil e 22ª do mundo enfrenta a grega Maria Sakkari, ex-top 3 e atual 64ª do ranking. O torneio tem transmissão da ESPN 2 e do SporTV 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-superam-demoliner-e-bublik-na-estreia-do-us-open.html",
        "title": "Romboli e Smith superam Demoliner e Bublik na estreia do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/romboli_smith_uso25_MD.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –A participação brasileira nachave de duplas masculinasdo US Open começou com um confronto entre dois atletas nacionais. Fernando Romboli e o parceiro australiano John-Patrick Smith venceram Marcelo Demoliner e o cazaque Alexander Bublik por 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-volta-as-oitavas-vondrousova-confirma-duelo-com-rybakina.html",
        "title": "Pegula volta às oitavas, Vondrousova confirma duelo com Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula_usopen_25_vibra-1024x576.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Vice-campeã da edição passada do US Open, Jessica Pegula está de volta às oitavas. Ela venceu a ex-número 1 Victoria Azarenka, três vezes finalista em Nova York, por 6/1 e 7/5 em 1h38 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mundial-de-beach-tennis-volta-a-cesenatico-com-premiacao-recorde.html",
        "title": "Mundial de beach tennis volta a Cesenatico com premiação recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cesenatico_Mundial_beach.png",
        "date": "29/08/2025",
        "description": "Cesenatico (Itália) –O Campeonato Mundial de Beach Tennis da ITF retornará a Cesenatico, de 1 a 7 de setembro deste ano, marcando o terceiro ano consecutivo em que a cidade sedia o principal evento do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-damazio-jogam-seu-primeiro-torneio-profissional-em-cuiaba.html",
        "title": "Storck e Damázio jogam seu primeiro torneio profissional em Cuiabá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/leonardo_storck.jpg",
        "date": "29/08/2025",
        "description": "Cuiabá (MT) –Duas jovens promessas do tênis nacional, Leonardo Storck e Livas Damázio, ambos de Cuiabá, vão disputar seu primeiro torneio profissional entre os dias 7 e 14 de setembro, o M25 de Cuiabá. O torneio será jogado em piso de saibro, no Cuiabá Tênis Clube, com premiação de US$ 30 mil e pontos para o ranking da Associação dos Tenistas Profissionais (ATP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/por-causa-da-chuva-monteiro-so-volta-a-jogar-no-sabado-na-italia.html",
        "title": "Por causa da chuva, Monteiro só volta a jogar no sábado na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/538320632_1354807043318739_182538137372850657_n-1024x682.jpg",
        "date": "29/08/2025",
        "description": "Como (Itália)– Classificado para as quartas de final no challenger de Como desde quarta-feira, quando venceu seu segundo jogo na competição, o cearense Thiago Monteiro só voltará a jogar no sábado, uma vez que a chuva atrapalhou a programação e impediu que a rodada da última quinta-feira fosse disputada. O complemento das oitavas aconteceu apenas nesta sexta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sofre-primeira-quebra-no-torneio-mas-anota-pneu-e-avanca.html",
        "title": "Alcaraz sofre primeira quebra no torneio, mas anota “pneu” e avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-usopen-estica-2025-e1756489079513-1024x681.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Depois de passar com sobras pelas duas primeiras rodadas do US Open, o espanhol Carlos Alcaraz enfrentou um pouco mais de resistência nesta sexta-feira contra o italiano Luciano Darderi, que quebrou o saque do número 2 do mundo pela primeira vez, mas não fez muito mais e acabou superado em sets diretos, com parciais de 6/2, 6/4 e 6/0."
    }
]