[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-melhor-o-vento-elimina-musetti-na-semi-e-frustra-torcida.html",
        "title": "Alcaraz controla melhor o vento, elimina Musetti na semi e frustra torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250514_Carlos_Alcaraz_GSP29009-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Em uma sexta-feira complicada no Foro Itálico, com bastante vento para atrapalhar os tenistas, o espanhol Carlos Alcaraz soube lidar melhor com a situação e frustrou a torcida da casa, batendo o italiano Lorenzo Musetti em sets diretos, com parciais de 6/3 e 7/6 (7-4), depois de 2h03 de batalha. O número 3 do mundo impediu assim uma final 100% local no Masters 1000 de Roma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-faz-semi-de-simples-e-final-de-duplas-na-tunisia.html",
        "title": "Marcondes faz semi de simples e final de duplas na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_olhabola.jpg",
        "date": "16/05/2025",
        "description": "Monastir (Tunísia)– Em sua jornada pelos menores do torneios do circuito em busca de ritmo e pontos no ranking, o paulista Igor Marcondes obteve duas ótimas vitórias nesta sexta-feira na quadra sintética da Tunísia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-16-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/romboli_oeiras_esperasaque-e1717682095592-1024x653.jpg",
        "date": "16/05/2025",
        "description": "Challenger de Bogotá (Colômbia) – Saibro – US$ 60 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-segue-imbativel-em-roma-e-tambem-vai-a-final-de-duplas.html",
        "title": "Paolini segue imbatível em Roma e também vai à final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250514_Sara_Errani_Jasmine_Paolini_GSP29245-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Com uma atuação quase impecável, as tenistas da casa Sara Errani e Jasmine Paolini garantiram sua vaga na segunda final consecutiva no WTA 1000 de Roma, desta vez batendo as russas Mirra Andreeva e Diana Shnaider por duplo 6/4 na primeira semifinal desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-vence-mais-uma-e-vai-a-final-no-challenger-de-oeiras.html",
        "title": "Demoliner vence mais uma e vai à final no challenger de Oeiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/BR_Marcelo_DEMOLINER_David_PICHLER_00007-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Oeiras (Portugal)– A semana do gaúcho Marcelo Demoliner vai terminar com a disputa da final no challenger de Oeiras 5. A classificação veio nesta sexta-feira, quando ele e o parceiro austríaco David Pichler derrotaram o espanhol Sergio Martos e o indiano Vijay Prashanth em sets diretos, com parciais de 6/4 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-tsitsipas-e-humbert-desistem-de-jogar-na-proxima-semana.html",
        "title": "Dimitrov, Tsitsipas e Humbert desistem de jogar na próxima semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-monfils-hls-indian-wells-2025-monday-e1741693637376-1024x682.jpg",
        "date": "16/05/2025",
        "description": "Miami (EUA)– Cinco jogadores classificados entre os 30 primeiros do ranking desistiram de competir nos dois torneios da próxima semana e se poupar para Roland Garros. O calendário modificou a data do ATP 500 de Hamburgo, que agora acontece entre Roma e Paris, e manteve o 250 de Genebra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/obras-para-construcao-de-teto-retratil-em-roma-comecarao-em-2026.html",
        "title": "Obras para construção de teto retrátil em Roma começarão em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250510_Panoramica_Centrale_Pubblico_GSP25155-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Depois de acrescentarnovas quadras na edição de 2025, visando ampliar a capacidade, o torneio de Roma deverá ganhar uma quadra com teto retrátil nos próximos anos. Pelo menos é o que garantiu Marco Mezzaroma, presidente da Sport e Salute, empresa pública italiana que lida com o desenvolvimento esportivo no país e cuida do Foro Italico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henin-a-mensagem-que-sinner-passa-e-que-ele-quer-engolir-todo-mundo.html",
        "title": "Henin: “A mensagem que Sinner passa é que ele quer engolir todo mundo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250515_Jannik_Sinner_GSP29998-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– A grande atuação do italiano Jannik Sinner na última quinta-feira, quando dominou o norueguês Casper Ruud nas quartas de final do Masters 1000 de Roma e cedeu apenas um game ao rival, empolgou a belga Justine Henin, que não poupou elogios ao número 1 do mundo em comentário noEurosport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-melo-conquistam-boa-vitoria-e-estao-nas-semifinais-em-bordeaux.html",
        "title": "Matos e Melo conquistam boa vitória e estão nas semifinais em Bordeaux",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/melo-matos-bordeaux-2025-.jpeg",
        "date": "16/05/2025",
        "description": "Bordeaux (França)– A sexta-feira começou com vitória do gaúcho Rafael Matos e do mineiro Marcelo Melo, que avançaram para a semifinal do challenger de Bordeaux, na França. Eles derrotaram o indiano N. Sriram Balaji e o mexicano Miguel Reyes-Varela em sets diretos, com parciais de 6/2 e 6/4, em apenas 55 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-busca-vagas-nos-mundiais-de-14-anos-nesta-sexta-feira.html",
        "title": "Brasil busca vagas nos Mundiais de 14 anos nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/suda14_2025_brasil_masculino-1024x768.jpg",
        "date": "15/05/2025",
        "description": "Salinas (Equador) –As equipes masculina e feminina do Brasil seguem invictas no Sul-Americano de 14 anos, que está sendo disputado em Salinas, no Equador, e entram em quadra a partir das 12h (horário de Brasília) para os confrontos decisivos que definem a liderança dos grupos e as vagas para o Mundial da categoria, que será disputado em Prostejov, na República Tcheca. O time masculino enfrenta o Peru, enquanto a equipe feminina encara a Bolívia, ambos os confrontos valendo o primeiro lugar de seus respectivos grupos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-nao-foi-minha-melhor-partida-mas-feliz-pela-final.html",
        "title": "Gauff: “Não foi minha melhor partida, mas feliz pela final”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff_fore_roma_noite_semi-1024x683.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Depois devencer uma semifinal duríssima em Roma, Coco Gauff reconhece que não apresentou seu melhor tênis nesta quinta-feira diante da chinesa Qinwen Zheng. Ainda assim, a norte-americana de 21 anos comemora sua segunda final seguida de WTA 1000 no saibro e espera ter um desempenho melhor no sábado, quando enfrentará a italiana Jasmine Paolini, número 5 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-cruz-e-semifinalista-em-itf-no-saibro-de-la-paz.html",
        "title": "Ana Cruz é semifinalista em ITF no saibro de La Paz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/Ana-Cruz_joinville_vibra-1024x683.jpg",
        "date": "15/05/2025",
        "description": "La Paz (Bolívia) –A juvenil gaúcha Ana Cruz, de 16 anos, está na semifinal do ITF J100 de La Paz, em quadras de saibro na Bolívia. Ela venceu um duelo nacional nesta quinta-feira contra Luiza Viesi por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-tem-jogos-adiados-nas-quartas-em-bogota.html",
        "title": "Brasileiros têm jogos adiados nas quartas em Bogotá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/pedro_rodrigues_isports.jpg",
        "date": "15/05/2025",
        "description": "Bogotá (Colômbia) –Os três brasileiros que atuariam nesta quinta-feira pelas quartas de final do challenger de Bogotá tiveram seus jogos adiados por chuva. Com isso, será necessária uma rodada dupla nesta sexta, a partir do meio-dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/feliz-com-desempenho-sinner-mantem-o-foco-tudo-muda-muito-rapido.html",
        "title": "Feliz com desempenho, Sinner mantém o foco: “Tudo muda muito rápido”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_roma_vibra_qf_af-1024x600.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Avitória contundente nas quartas de finaldo Masters 1000 de Roma trouxe muita confiança para Jannik Sinner. E depois de ceder apenas um game na partida desta quinta-feira contra o norueguês Casper Ruud, o número 1 do mundo comemorou o desempenho e destacou também o fato de ter mantido o foco, mesmo com grande vantagem no placar, sabendo que o rumo da partida poderia mudar muito rápido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-o-ano-passado-me-deu-confianca-e-experiencia-em-grandes-palcos.html",
        "title": "Paolini: “O ano passado me deu confiança e experiência em grandes palcos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini_roma_acena_gsp-1024x683.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Finalista em Roma pela primeira vez na carreira, Jasmine Paolini diz que a grande temporada que teve em 2024, quando disputou as finais de Roland Garros e Wimbledon, além de ter vencido o WTA 1000 de Dubai, trouxe muita confiança e experiência em grandes palcos para que ela pudesse ter um bom resultado em casa. A jogadora de 29 anos e número 5 do mundo nunca havia vencido duas seguidas em Roma antes da grande campanha que faz na atual temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-retorna-ao-brasil-para-se-recuperar-de-acidente-sofrido-na-italia.html",
        "title": "Ingrid retorna ao Brasil para se recuperar de acidente sofrido na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "15/05/2025",
        "description": "Rio de Janeiro (RJ) –A tenista Ingrid Martins está de volta ao Brasil depois de ter sofrido um acidente de carro na Itália. Ela passou por ressonância magnética nesta quinta-feira, no Rio de Janeiro, e não teve nenhuma lesão mais grave, apenas arranhões no braço e no pescoço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-luta-por-3h30-contra-zheng-e-garante-vaga-na-final.html",
        "title": "Gauff luta por 3h30 contra Zheng e garante vaga na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff_roma_vibra_2025_gsp-1024x561.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Assim como já havia acontecido na decisão do último WTA Finals, Coco Gauff e Qinwen Zheng protagonizaram outra partida com mais de três horas de duração. E novamente a norte-americana levou a melhor e garantiu vaga na final do WTA 1000 de Roma, marcando as parciais de 7/6 (7-3), 4/6 e 7/6 (7-4) em 3h32 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-15-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/aL7x4rUg-e1711654495667-1024x683.jpeg",
        "date": "15/05/2025",
        "description": "Challenger de Bogotá (Colômbia) – Saibro – US$ 60 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-ruud-partida-de-sinner-beirou-a-perfeicao-foi-impressionante.html",
        "title": "Para Ruud, partida de Sinner beirou a perfeição: “Foi impressionante”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_ruud_roma_af-1024x604.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Depois de sofrer uma dura derrota nas quartas de final do Masters 1000 de Roma, Casper Ruud reconheceu a ampla superioridade de Jannik Sinner na partida desta quinta-feira. Para o norueguês, que só conseguiu vencer um game contra o atual líder do ranking, o italiano jogou próximo da perfeição. Em alguns momentos da partida e também na entrevista coletiva, o número 7 do mundo e campeão de Madri apenas ria da situação, incomum em partidas desse nível do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-musetti-duelam-as-10h30-sinner-e-paul-as-15h30.html",
        "title": "Alcaraz e Musetti duelam às 10h30, Sinner e Paul às 15h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-rome-2025-friday-1-e1747141450739-1024x682.jpg",
        "date": "15/05/2025",
        "description": "Roma (Itália) –Os finalistas do Masters 1000 de Roma serão conhecidos nesta sexta-feira. E a promessa é de arquibancadas cheias mais uma vez, com dois tenistas da casa, Jannik Sinner e Lorenzo Musetti lutando por vagas na final do próximo domingo."
    }
]