[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-09-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia-abu-dhabi-2026-1024x683.jpg",
        "date": "09/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-conhece-seus-campeoes-nesta-terca-feira-em-santos.html",
        "title": "Copa Futuro conhece seus campeões nesta terça-feira em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Antonio_Vergara-1024x682.jpeg",
        "date": "09/02/2026",
        "description": "Santos (SP)– Com surpresas nas quartas e semifinais, a Copa Futuro de Tênis 2026 conhecerá todos seus campeões de simples e duplas a partir das 8 horas desta terça-feira, nas quadras de saibro do Tênis Clube de Santos. O torneio vale para o ranking nacional e pela quinta etapa do Circuito Paulista. A entrada é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-evita-pressao-por-defesa-de-titulo-e-diz-estar-em-bom-nivel.html",
        "title": "Fonseca evita pressão por defesa de título e diz estar em bom nível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_treino_rio_gui-1024x700.jpg",
        "date": "09/02/2026",
        "description": "Buenos Aires (Argentina) –Um ano depois de ter conquistado seu primeiro título de ATP 250, João Fonseca está de volta a Buenos Aires. O atual campeão evita a pressão por repetir o resultado do ano passado, mas garante estar em bom nível para a sequência da temporada no saibro.Terceiro cabeça de chave, o brasileiro entra direto na segunda rodada e estreia apenas a partir de quarta-feira, contra o argentino Facundo Díaz Acosta ou o chileno Alejandro Tabilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ivan-kley-recebera-homenagem-no-rio-open.html",
        "title": "Ivan Kley receberá homenagem no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/462037_1190873_jp1_8731-1024x682.jpg",
        "date": "09/02/2026",
        "description": "Rio de Janeiro (RJ)– Mantendo sua tradição de homenagear grandes nomes do tênis no país, o Rio Open irá prestar tributo ao ex-tenista profissional e técnico Ivan Kley, que morreu no início do ano passado, aos 66 anos. A competição que acontece no Jockey Club Brasileiro será realizada entre os dias 14 e 22 de fevereiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-marchezini-e-chow-e-loch-e-gini-campeoes-do-bt-400-de-matinhos.html",
        "title": "Beach: Marchezini e Chow e Loch e Gini, campeões do BT 400 de Matinhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marchezini_chow_BT400_matinhos-1024x717.jpg",
        "date": "09/02/2026",
        "description": "Matinhos (Paraná)– Em uma final 100% nacional, Vitoria Marchezini e Sophia Chow confirmaram o favoritismo e superaram Lorena Melo e Isadora Simões, cabeças de chave 6, por 6/2 e 6/4 na final do ITF BT 400 de Caiobá, em Matinhos (PR), etapa que abriu o circuito mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-de-chave-4-medvedev-nao-passa-da-estreia-em-roterda.html",
        "title": "Cabeça de chave 4, Medvedev não passa da estreia em Roterdã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/humbert-rotterdam-2026-monday-1-e1770660639644-1024x682.jpg",
        "date": "09/02/2026",
        "description": "Roterdã (Holanda)– Um dos principais candidatos ao título no ATP 500 de Roterdã, o russo Daniil Medvedev não conseguiu sequer passar da estreia. Cabeça de chave 4, ele foi derrotado nesta segunda-feira pelo francês Ugo Humbert em batalha de três sets e 2h22 de confronto, com o placar final de 7/6 (7-4), 3/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sofre-dura-derrota-e-e-eliminada-na-estreia-de-doha.html",
        "title": "Bia sofre dura derrota e é eliminada na estreia de Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_doha_rebate_26.jpg",
        "date": "09/02/2026",
        "description": "Doha (Qatar) –Embora tenha conseguido uma nova oportunidade no WTA 1000 de Doha, após ter perdido na rodada final do quali, masentrado como lucky-loserna chave principal, Beatriz Haddad Maia já se despediu da competição nesta segunda-feira. A número 1 do Brasil e 67ª do mundo sofreu uma dura derrota para a indonésia Janice Tjen, 46ª colocada, que marcou 6/0 e 6/1 em apenas 1h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-retorna-com-vitoria-e-20-aces-cotovelo-esta-bem-melhor.html",
        "title": "Zheng retorna com vitória e 20 aces: “Cotovelo está bem melhor”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/zheng_doha_vibra_jimmie-1024x658.jpg",
        "date": "09/02/2026",
        "description": "Doha (Qatar) –A segunda-feira foi especial para Qinwen Zheng, que marcou seu retorno ao circuito, recuperada lesão e cirurgia no cotovelo. A chinesa de 23 anos e atual 26ª do ranking estreou no WTA 1000 de Doha vencendo a norte-americana Sofia Kenin por 4/6, 6/1 e 6/2 em 1h59, com destaque para o ótimo desempenho no saque, com 20 aces na partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-e-joint-sao-derrotadas-na-primeira-rodada-em-doha.html",
        "title": "Eala e Joint são derrotadas na primeira rodada em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Maya_Joint_-_Adelaide_International_2026_-_Day_3-DSC_5645A_xgaplus.jpg",
        "date": "09/02/2026",
        "description": "Doha (Qatar) –O WTA 1000 de Doha não teve um início positivo para duas das atuais promessas do circuito feminino, Alexandra Eala e Maya Joint, ambas de 20 anos, foram derrotadas na primeira fase do torneio do Qatar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sem-fonseca-atp-250-de-santiago-nao-tem-brasileiros-nem-no-quali.html",
        "title": "Sem Fonseca, ATP 250 de Santiago não tem brasileiros nem no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/santiago-tournament-page-photo-2023-.jpg",
        "date": "09/02/2026",
        "description": "Santiago (Chile)– Único brasileiro no top 100, o carioca João Fonseca não disputará o ATP 250 de Santiago. Com isso, nenhum tenista do país estará na chave principal do torneio chileno. Para piorar, sequer no qualificatório teremos representantes nacionais."
    }
]