[
    {
        "url": "https://tenisbrasil.uol.com.br/baran-e-cappelletti-lideram-o-bt400-de-matinhos-no-parana.html",
        "title": "Baran e Cappelletti lideram o BT400 de Matinhos no Paraná",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/baran_close.jpg",
        "date": "04/02/2026",
        "description": "Matinhos (Paraná) –Depois de anunciar o retorno da parceria com o italiano Michele Cappelletti, o beach tennista brasileiro André Baran dará início à sua temporada 2026 a partir desta sexta-feira. Atual número 3 do mundo, Baran disputará o BT400 de Matinhos, no Paraná, que marca o início do circuito mundial da modalidade neste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-supera-a-estreia-em-montpellier-e-iguala-marca-de-connors.html",
        "title": "Wawrinka supera a estreia em Montpellier e iguala marca de Connors",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/wawrinka-montpellier-2026.jpg",
        "date": "04/02/2026",
        "description": "Montpellier (França)– Convidado da organização no ATP 250 de Montpellier, o suíço Stan Wawrinka mostrou mais uma vez que pretende fazer bonito em sua temporada de despedida. Nesta quarta-feira, ele estreou na competição com vitória, batendo o sérvio Hamad Medjedovic em sets diretos, com parciais de 7/6 (7-3) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "04/02/2026",
        "description": "ATP 250 de Montpellier (França) – Sintético (coberto) – 612.620 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-eliminam-demoliner-e-rojer-na-estreia-em-montpellier.html",
        "title": "Britânicos eliminam Demoliner e Rojer na estreia em Montpellier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rojer_demoliner_conversam_ausopen-1024x641.jpg",
        "date": "04/02/2026",
        "description": "Montpellier (França) –Único brasileiro na disputa do ATP 250 de Montpellier, o gaúcho Marcelo Demoliner foi eliminado na estreia de duplas do torneio francês em quadras duras e cobertas. Demoliner e o holandês Jean-Julien Rojer caíram diante dos britânicos Joshua Paris e Marcus Willis por 7/6 (7-3) e 6/3 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-e-fearnley-mergulham-na-agua-congelante-do-mar-do-norte-em-oslo.html",
        "title": "Draper e Fearnley mergulham na água congelante do Mar do Norte em Oslo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/draper_banho-gelado.jpg",
        "date": "04/02/2026",
        "description": "Oslo (Noruega) –A equipe britânica da Copa Davis, que está em Oslo para o confronto com a Noruega, experimentou nesta terça-feira um tradicional costume invernal dos locais: o banho nas águas congeladas logo depois da sauna. Detalhe: a temperatura tem estado bem abaixo de zero grau."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-da-4a-etapa-do-circuito-paulista-infantojuvenil-em-barueri.html",
        "title": "Definidos os campeões da 4ª etapa do Circuito Paulista Infantojuvenil em Barueri",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Pedro-Franco_-Felipe-Pinto_circuito-paulista-1024x633.jpg",
        "date": "04/02/2026",
        "description": "Barueri (SP) –Foi finalizada, nesta terça-feira, a 4ª etapa do Circuito Paulista Infantojuvenil, no Alphaville Tênis Clube, em Barueri, com as finais das categorias 12, 14, 16 e 18 anos masculino e feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-recebe-convite-para-wta-de-austin-pegula-lidera-o-torneio.html",
        "title": "Venus recebe convite para WTA de Austin, Pegula lidera o torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/venus_auckland_narede-1024x701.jpg",
        "date": "04/02/2026",
        "description": "Austin (EUA) –A organização do WTA 250 de Austin anunciou nesta quarta-feira um convite para Venus Williams na chave principal do torneio, que acontece entre 23 de fevereiro e 1º de março. A ex-número 1 do mundo e vencedora de sete títulos de Grand Slam busca a primeira vitória na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campea-bencic-desiste-de-abu-dhabi-e-vai-sair-do-top-10.html",
        "title": "Atual campeã, Bencic desiste de Abu Dhabi e vai sair do top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bencic-abur-dhabi-2026-e1770224903894-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Abu Dhabi (Emirados Árabes)– Principal favorita ao título e atual campeã do WTA 500 de Abu Dhabi, a suíça Belinda Bencic foi forçada a desistir do torneio. Ela estrearia nesta quarta-feira, mas ficou doente e acabou abandonando a competição. Em seu lugar entrou a mexicana Renata Zarazua como lucky-loser."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-estreia-com-vitoria-de-virada-em-quadras-cobertas-na-franca.html",
        "title": "Cé estreia com vitória de virada em quadras cobertas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "04/02/2026",
        "description": "Andrézieux-Bouthéon (França) –Única brasileira no ITF W75 de Andrézieux-Bouthéon, em quadras duras e cobertas na França, Gabriela Cé estreou com uma vitória em três sets. A gaúcha de 32 anos e 319ª do ranking venceu a lituana Justina Mikulskyte, cabeça 3 do evento e 241ª do mundo, por 1/6, 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gustavo-tedesco-e-suspenso-por-manipulacao-de-resultados.html",
        "title": "Gustavo Tedesco é suspenso por manipulação de resultados",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/gustavo-tedesco-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta quarta-feira que dois tenistas foram sancionados por desrespeitar o Programa Anticorrupção do Tênis. Um deles é o brasileiro Gustavo Tedesco, de 21 anos, suspenso por dois anos e três meses e multado em US$ 15.000 (dos quais US$ 10.500 estão suspensos)."
    }
]