[
    {
        "url": "https://tenisbrasil.uol.com.br/volandri-revela-que-ultimo-titulo-da-davis-foi-o-que-mais-emocionou.html",
        "title": "Volandri revela que último título da Davis foi o que mais emocionou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/volandri-berrettini-abraco-davis-2025-1024x710.jpg",
        "date": "23/12/2025",
        "description": "Turim (Itália)– Capitão da equipe italiana na Copa Davis, Filippo Volandri foi um dos convidados do programaChe Tempo che Fa,no domingo à noite, ao lado de Flavio Cobolli, para falar sobre a emoção da conquista do torneio em novembro, diante de sua torcida em Bolonha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-homenageia-a-irma-ver-voce-tao-feliz-tao-amada-significa-tudo-para-mim.html",
        "title": "Serena homenageia a irmã: “Ver você tão feliz, tão amada, significa tudo para mim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/serena_casamento-de-Venus.jpg",
        "date": "23/12/2025",
        "description": "Palm Beach (EUA) –Serena Williams fez uma bonita declaração à sua irmã mais velha Venus, que se casou aos 45 anos, conforme divulgado nesta terça-feira. Na postagem em sua conta no Instagram, Serena publicou várias fotos da família no casamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-fecha-temporada-tambem-como-lider-em-premiacao.html",
        "title": "Alcaraz fecha temporada também como líder em premiação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_trofeu.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Além de terminar a temporada no topo do ranking da ATP, o espanhol Carlos Alcaraz também foi o jogador que mais faturou em 2025 com premiações. Ele foi o único a superar a marca de US$ 20 milhões neste ano, somando um total de $21.354.778."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-williams-se-casa-na-florida-e-festa-dura-cinco-dias.html",
        "title": "Venus Williams se casa na Flórida e festa se estende por cinco dias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_preti_casamento-1024x725.jpg",
        "date": "23/12/2025",
        "description": "Palm Beach (EUA) –– No espaço de 20 dias, Venus Williams e Andrea Preti ficaram noivos e se casaram. O anúncio foi feito pelo casal em suas redes sociais nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brooksby-ganha-destaque-com-grande-temporada-apos-2-anos-afastado.html",
        "title": "Brooksby ganha destaque com grande temporada após 2 anos sem jogar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/brooksby-usopen-fore-2025-1024x681.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Após começar esta temporada sem estar classificado, o norte-americano Jenson Brooksby chegou a ocupar a 51ª posição no ranking, não muito longe de sua melhor posição na carreira, a 33ª, que alcançou em 2022. O grande desempenho fez a ATP destacar sua temporada de recuperação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/receio-que-alcaraz-se-aposente-jovem-como-borg-diz-francesa.html",
        "title": "“Receio que Alcaraz se aposente jovem como Borg”, diz francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf-e1766518813551-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Paris (França)– Campeã de Wimbledon em 2013 e comentarista frequente nos torneios mais importantes do momento, a francesa Marion Bartoli falou sobre o fim da parceria do espanhol Carlos Alcaraz com Juan Carlos Ferrer, dizendo que acredita que o rompimentonão se deu apenas por causa das questões financeiras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-faz-pequenas-mudancas-para-o-ranking-a-partir-de-2026.html",
        "title": "ATP faz pequenas mudanças no ranking para 2026 e afeta Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_fore_qf-1024x677.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– A ATP vai mudar os critérios para o ranking em 2026. A partir do ano que vem, os pontos de cada jogador serão calculados com base nos seus resultados nos quatro Grand Slams, nos oito torneios Masters 1000 obrigatórios (todos, exceto Monte Carlo) e nos seus seis melhores resultados nos torneios United Cup, ATP 500, ATP 250, challenger e ITF."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fusao-comercial-entre-atp-e-wta-esta-longe-de-ser-concluida.html",
        "title": "Fusão comercial entre ATP e WTA está longe de ser concluída",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/Artes-para-fotos-de-noticias-1-1024x576.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– As conversas para unir os circuitos da ATP e da WTA não andaram muito para frente nos últimos meses e as duas entidades não chegarão a um acordo para fundir suas unidades de negócios antes do final de dezembro"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goffin-afirma-que-jogo-esta-vez-mais-fisico-e-menos-tatico.html",
        "title": "Goffin afirma que jogo está cada vez mais físico e menos tático",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/goffin-xangai-close-2024-e1728484871757-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Depois de participar da última etapa do ano do Ultimate Tennis Showdown (UTS), em Londres, o belga David Goffin comparou o momento atual do circuito com a era do Big 3. Para ele, as duas principais diferenças são a melhor preparação física do momento e a tática de jogo, que era superior no passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dominicano-e-suspenso-por-corrupcao-e-leva-gancho-de-4-anos-e-meio.html",
        "title": "Dominicano é suspenso por corrupção e leva gancho de 4 anos e meio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/image-9.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Nesta terça-feira a Agência Internacional de Integridade do Tênis (ITIA) confirmou que o dominicano Maikel Villalona, de 21 anos, foi punido com uma pena de quatro anos e seis meses de suspensão pelo Programa Anticorrupção do Tênis."
    }
]