[
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-leva-susto-mas-passa-pela-estreia-em-quatro-sets.html",
        "title": "Zverev leva susto, mas passa pela estreia em quatro sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-forehand-australian-open-2026-1024x690.jpeg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– Atual vice-campeão do Australian Open, o alemão Alexander Zverev iniciou sua campanha com uma vitória de virada. Diante do perigoso canadense Gabriel Diallo, de 24 anos e 41º do ranking, o número 3 do mundo levou um susto ao perder o primeiro set, mas se recuperou e confirmou a classificação para a próxima fase ao marcar as parciais de 6/7 (1-7), 6/1, 6/4 e 6/2, em 2h42."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-passa-mal-e-e-o-primeiro-cabeca-de-chave-eliminado.html",
        "title": "Cobolli passa mal e é o primeiro cabeça de chave eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/cobolli-bucareste-2025-e1743945726270-1024x756.jpeg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– O italiano Flavio Cobolli se tornou o primeiro cabeça eliminado na chave masculina do Australian Open 2026. Em duelo que abriu a programação da John Cain Arena, o 20º principal favorito foi surpreendido em sets diretos pelo qualifier britânico Arthur Fery, apenas 186 do mundo, com parciais de 7/6 (7-1), 6/4 e 6/1, em 2h12."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lesao-no-ombro-tira-vondrousova-do-australian-open.html",
        "title": "Lesão no ombro tira Vondrousova do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Marketa_Vondrousova_-_ecotrans_Ladies_Open_2024_-_Day_4-DSC_5041_xgaplus-1024x687.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– Ex-número 6 do mundo e campeã de Wimbledon em 2023, a tcheca Marketa Vondrousova se tornou baixa de última hora no Australian Open com uma lesão no ombro. Ela foi substituída na chave pela lucky-loser Taylor Townsend, que agora fará um duelo 100% norte-americano contra Hailey Baptiste."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-e-sakkari-vencem-com-autoridade-yastremska-e-surpreendida.html",
        "title": "Paolini e Sakkari vencem com autoridade, Yastremska é surpreendida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/paolini-vibra-australian-open-2026-1024x683.png",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– Alguns importantes nomes já deram as caras neste primeiro dia de Australian Open. Inaugurando a programação da Rod Laver Arena, a italiana Jasmine Paolini não teve dificuldades para superar a bielorrussa Aliaksandra Sasnovich, 102ª do ranking, por 6/1 e 6/2, em apenas 69 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-oscila-e-leva-a-virada-na-estreia-do-australian-open.html",
        "title": "Bia oscila e leva a virada na estreia do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia-forehand-australian-open-2026-1024x644.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– A participação de Beatriz Haddad Maia no Australian Open 2026 foi breve. Abrindo a programação da quadra 6, neste sábado, a número 1 do país até começou bem, mas levou a virada da cazaque Yulia Putintseva, 105ª do ranking, caindo pelo placar de 3/6 7/5 e 6/3, em batalha com 2h53 de duração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-como-bia-haddad-deixou-escapar-chances-contra-putintseva.html",
        "title": "Entenda como Bia Haddad deixou escapar chances contra Putintseva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/Analise-Ao-vivo-Australian-Open-1024x576.png",
        "date": "18/01/2026",
        "description": "Terceiro setPor dois sets, Bia conseguiu a quebra de vantagem e não se sustentou. Forçou o jogo o máximo que pôde, liderando em winners (41-20) e erros (45-27), mas dois pontos foram cruciais: o índice baixo de primeiro saque (58% de acerto e 59% de pontos vencidos) e as falhas de backhand sob pressão. Vai cair pelo menos para o 61º lugar do ranking por não defender a terceira rodada do ano passado.3-6 –Sempre no contragolpe, Putintseva consegue notável reação neste terceiro set, saindo de 1-3.3-5 –Putintseva se defendeu muito bem, insistindo em jogar a bola o mais longa possível no backhand da brasileira, e isso foi crucial para seu quarto game consecutivo e agora a chance de liquidar o jogo.3-4 –Aí Bia começa muito bem o game com dois bachhands cruzados perfeitos, oscila com erros mas segue insistindo na força dos golpes e faz voleio magnífico para chegar ao break-point. Aí leva ace da ‘baixinha’. Que jogo maluco! Nova curta e outro backhand torto dão virada a Putintseva.3-3 –Dois backhands descalibrados, um longe da quadra e outro na rede, determinam a quebra e a perda da vantagem.3-2 –Um raro game rápido nesta partida, de apenas 53 segundos.3-1 –Num game tenso dos dois lados, as jogadoras tiveram escolhas e execuções ruins, mas Bia conseguiu segurar a vantagem.2-1 –O forehand ajudou muito a brasileira neste momento da partida. Bateu forte e com profundidade e outra vez quebra antes. O negócio é segurar o serviço.1-1 –Bia voltou a procurar o saque sobre o corpo da adversária, o que rendeu bem no final do primeiro set. Cazaque começou a abusar das curtinhas e segue devolvendo de dentro da quadra.0-1 –Putintseva permitiu 15-30 e Bia não conseguiu impor devoluções mais profundas, apesar de obter o segundo winner de devolução da partida. Brasileira tem 33 a 14 nas bolas vencedoras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-18-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "18/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zormann-conquista-titulo-de-duplas-no-challenger-de-buenos-aires.html",
        "title": "Zormann conquista título de duplas no challenger de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Kestelboim_Zormann_bsas_trofeus-1024x702.jpg",
        "date": "17/01/2026",
        "description": "Buenos Aires (Argentina) –O paulista Marcelo Zormann conquistou o título de duplas do challenger de Buenos Aires, em quadras de saibro, jogando ao lado do argentino Mariano Kestelboim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-17-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54091527901_948170f043_o-e1730121800928-1024x683.jpg",
        "date": "17/01/2026",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 63 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-cai-na-semifinal-e-joga-mais-um-torneio-na-argentina.html",
        "title": "Carol Meligeni cai na semifinal e joga mais um torneio na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas_26_olhabola-1024x620.jpg",
        "date": "17/01/2026",
        "description": "Buenos Aires (Argentina) –Depois de três vitórias na semana, Carol Meligeni caiu na semifinal do ITF W50+H de Buenos Aires, em quadras de saibro. A número 3 do Brasil e 241ª do mundo foi superada neste sábado pela argentina Victoria Bosio, de 31 anos e 375ª do ranking, por 6/3, 3/6 e 6/0."
    }
]