[
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-enfrenta-o-canada-fora-de-casa-na-copa-davis.html",
        "title": "Brasil enfrenta o Canadá fora de casa na Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/grecia-brasil-copa-davis-2025-1024x683.jpg",
        "date": "23/11/2025",
        "description": "Bolonha (Itália)– Foi realizado na manhã deste domingo, em Bolonha, o sorteio para a fase qualificatória da Copa Davis de 2026. O Brasil enfrentará o Canadá fora de casa, em duelo que acontecerá em 6 e 7 ou 7 e 8 de fevereiro, com piso e local a serem definidos pelos anfitriões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sao-paulo-conquista-o-tri-na-copa-das-federacoes-de-beach-tennis.html",
        "title": "São Paulo conquista o tri na Copa das Federações de Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/copafederacoes_SP_tricampeao.jpeg",
        "date": "22/11/2025",
        "description": "Fortaleza (CE) –A 10ª edição da Copa das Federações de Beach Tennis terminou neste sábado, consagrando São Paulo como campeã de 2025. Com a vitória, a delegação paulista alcança o tricampeonato na competição, após os títulos conquistados em 2017, 2022 e agora em 2025. O Rio Grande do Sul garantiu a 2ª posição, enquanto o Paraná fechou o pódio na 3ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-esta-no-brasil-para-evento-de-um-de-seus-patrocinadores.html",
        "title": "Sabalenka está no Brasil para evento de um de seus patrocinadores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_banhode-sol_brasil-2.jpg",
        "date": "22/11/2025",
        "description": "São Paulo (SP) –Depois das bem-aproveitadas férias nas Ilhas Maldivas, a número 1 do mundo Aryna Sabalenka viajou diretamente para o Brasil, onde neste fim de semana será uma das convidadas do jantar promovido pela Stella Artois, um de seus patrocinadores. Na postagem da cervejaria, Sabalenka comentou: “Pronta para uma noite dourada.”"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alemaes-saem-decepcionados-com-derrota-esperavamos-mais.html",
        "title": "Alemães saem decepcionados com derrota: “Esperávamos mais”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Krawietz_puetz_abraco-1024x701.jpg",
        "date": "22/11/2025",
        "description": "Bolonha (Itália)– A equipe alemã deixou a SuperTennis Arena visivelmente abatida após aderrota para a Espanha na semifinal da Copa Davis. Apesar da boa campanha em Bolonha e da luta até o último jogo, o time comandado por Michael Kohlmann viu a vaga na final escapar nos detalhes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhois-destacam-forca-do-grupo-e-confianca-para-a-final-da-davis.html",
        "title": "Espanhóis destacam força do grupo e confiança para a final da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/espanha-sf-copadavis-2025-1024x683.jpeg",
        "date": "22/11/2025",
        "description": "Bolonha (Itália)– Depois davitória dramática de Marcel Granollers e Pedro Martínez sobre Kevin Krawietz e Tim Puetzpor 6/2, 3/6 e 6/3, a Espanha garantiu sua volta à final da Copa Davis após seis anos. O triunfo em Bolonha selou o placar de 2 a 1 diante da Alemanha e garantiu aos espanhóis as chance de desafiar a Itália, atual bicampeã e dona da casa nesta fase final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pagotto-fica-com-o-vice-de-duplas-no-challenger-de-guayaquil.html",
        "title": "Pagotto fica com o vice de duplas no challenger de Guayaquil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto-premiacao-challenger-guayaquil-2025-1024x662.jpeg",
        "date": "22/11/2025",
        "description": "Guayaquil (Equador)– O paulista Victor Pagotto ficou com o vice-campeonato de duplas no challenger de Guayaquil, em quadras de saibro no Equador. Ao lado do argentino Lucio Ratti, ele foi derrotado pelos mexicanos Alex Hernandez e Rodrigo Pacheco Mendez com o placar de 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-supera-pedretti-e-decide-o-titulo-em-mogi-das-cruzes.html",
        "title": "Fullana supera Pedretti e decide o título em Mogi das Cruzes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana-comemora-mogi-das-cruzes-2025-1024x683.jpg",
        "date": "22/11/2025",
        "description": "Mogi das Cruzes (SP)– A brasiliense Luiza Fullana levou a melhor sobre a paulista Thaísa Pedretti na semifinal do ITF W15 de Mogi das Cruzes e será a representante do Brasil na decisão de simples do torneio. Neste sábado, ela triunfou por 6/4 e 6/3, marcando sua nona vitória consecutiva no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/fullana_back_ribeirao_final-1024x656.jpg",
        "date": "22/11/2025",
        "description": "Challenger de Yokohama (Japão) – Sintético – US$ 100 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-martinez-levam-a-espanha-para-a-final-da-copa-davis.html",
        "title": "Granollers e Martinez levam a Espanha para a final da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/granollers-martinez-copadavis-2025-1024x767.jpeg",
        "date": "22/11/2025",
        "description": "Bolonha (Itália)– Depois de seis anos, a Espanha está de volta a uma final de Copa Davis. Neste sábado, o país ibérico garantiu sua classificação ao derrotar a Alemanha por 2 a 1. O ponto decisivo foi marcado pela dupla de Marcel Granollers e Pedro Martinez, que derrotaram Kevin Krawietz e Tim Puetz por 6/2, 3/6 e 6/3, após 1h45 de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-vence-duelo-nacional-e-decide-com-argentino-em-floripa.html",
        "title": "Heide vence duelo nacional e decide com argentino em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide-prepara-forehand-florianopolis-2025-1024x682.jpeg",
        "date": "22/11/2025",
        "description": "Florianópolis (SC)– O paulista Gustavo Heide será o representante brasileiro na decisão do challenger 75 de Florianópolis, realizado nas quadras de saibro do Lagoa Iate Clube (LIC). Em duelo nacional com o também paulista Daniel Dutra da Silva neste sábado, Heide levou a melhor por duplo 6/2, em 1h33 de partida."
    }
]