[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-04-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-superam-jogo-duro-e-garantem-vaga-nas-oitavas-de-final.html",
        "title": "Stefani e Babos superam jogo duro e garantem vaga nas oitavas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani-babos-wimbledon-2025--e1751547674829-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Em duelo entre duas das 15 melhores duplas da temporada, a paulista Luisa Stefani e a húngara Timea Babos fizeram valer o melhor momento e derrotaram a russa Alexandra Panova e a chinesa Hanyu Guo em Wimbledon. Cabeças de chave 10, elas triunfaram com o placar final de 7/6 (7-3), 6/7 (3-7) e 6/3, garantindo um lugar nas oitavas de final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-faz-historia-pavlyuchenkova-vira-contra-osaka.html",
        "title": "Argentina faz história, Pavlyuchenkova vira contra Osaka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sierra-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Depois de perder no qualificatório e entrar na chave de última hora, Solana Sierra, número 101ª do ranking, se tornou a primeira argentina nas oitavas de final de Wimbledon desde Gabriela Sabatini, finalista do torneio em 1991. A vaga veio com vitória em cima da espanhola Cristina Bucsa, por 7/5, 1/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-completa-vitoria-em-70-segundos-e-encara-algoz-de-monfils.html",
        "title": "Shelton completa vitória em 70 segundos e encara algoz de Monfils",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-wimbledon-vibra-2025-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– O norte-americano Ben Shelton se irritou na última quinta-feira com o adiamento de sua partida contra o australiano Rinky Hijikata, alegando que precisava apenas confirmar o game de serviço para fechar. Nesta sexta-feira, ele voltou para quadra e provou que poderia ter encerrado o jogo sem precisar adiar, uma vez que gastou apenas 70 segundos para garantir a vitória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ivanisevic-sobre-tsitsipas-jogador-mais-despreparado-que-vi-na-minha-vida.html",
        "title": "Ivanisevic sobre Tsitsipas: ”Jogador mais despreparado que vi na minha vida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ivanisevic-tsitsipas-treino-e1751632436705-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Novo técnico do grego Stefanos Tsitsipas, com quem começou a trabalhar recentemente, na temporada de grama, depois da disputa de Roland Garros, o croata Goran Ivanisevic não mediu palavras para analisar o momento do pupilo e foi firme nas críticas que fez ao atual número 26 do mundo, que se despediu na estreia de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-entre-nos-a-tradicao-fala-alto.html",
        "title": "Wimbledon Entre Nós: a tradição fala alto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-03.02.21-1-1024x768.jpeg",
        "date": "04/07/2025",
        "description": "Vitor BaraEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paulo-andre-vira-e-vai-as-quartas-no-torneio-masters-no-rio.html",
        "title": "Ex-craque do Corinthians, Paulo André vai às quartas em torneio masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/paulo-andre-benini_masters.jpg",
        "date": "04/07/2025",
        "description": "Rio de Janeiro (RJ) –Paulo André Benini, ex-jogador de futebol campeão mundial pelo Corinthians e com passagens pelo Athlético Paranaense e outros clubes brasileiros, estreou com o pé direito na noite desta quinta-feira no torneio internacional masters, categoria MT 400, na Rio Tennis Academy em parceria com o Fluminense."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-demoliner-derrota-romboli-e-faz-oitavas-em-wimbledon.html",
        "title": "Dupla de Demoliner derrota Romboli e faz oitavas em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demo-grama-e1749229136279-1024x686.jpeg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Depois de eliminar os cabeças 9 logo na estreia, a parceria entre o gaúcho Marcelo Demoliner e o argentino Guido Andreozzi se garantiu nas oitavas de final de Wimbledon, ao derrotar de forma tranquila o dueto formado por Fernando Romboli e o australiano John-Patrick Smith, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-principal-do-bt-200de-rio-verde-comeca-nesta-sexta-em-goias.html",
        "title": "Chave principal do BT 200 de Rio Verde começa nesta sexta em Goiás",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Rio-Verde_quadra-central.jpg",
        "date": "04/07/2025",
        "description": "Rio Verde (GO) –Começa nesta sexta-feira, a chave principal do torneio BT 200, o primeiro evento internacional de beach tennis que a cidade de Rio Verde, em Goiás, irá receber de um dos esportes que mais cresce no mundo e já soma mais de 1,4 milhão de praticantes no Brasil. A competição oferece mais de 200 pontos aos campeões e distribui US$ 15 mil em premiações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-disputam-semifinais-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz disputam semifinais em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/Ana-Cruz_joinville_vibra-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz serão os representantes brasileiros nas semifinais da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    }
]