[
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-vence-duelo-de-campeoes-em-dubai-draper-cai-nas-oitavas.html",
        "title": "Rublev vence duelo de campeões em Dubai, Draper cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/rublev_dubai_vibra.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes) –No encontro entre dois tenistas que já foram campeões do ATP 500 de Dubai, Andrey Rublev levou a melhor diante de Ugo Humbert. O russo precisou de três sets e 2h23 para marcar as parciais de 6/4, 6/7 (5-7) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-25-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "25/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-pietra-e-storck-lideram-vitorias-brasileiras-em-santa-cruz.html",
        "title": "Naná, Pietra e Storck lideram vitórias brasileiras em Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pietra_rivoli_ribeirao_back_term-1024x682.jpg",
        "date": "25/02/2026",
        "description": "Santa Cruz (Bolívia) –A rodada desta quarta-feira do ITF J300 de Santa Cruz teve as estreias dos cabeças de chave e vitórias brasileiras de nomes como Nauhany Silva, Pietra Rivoli, Leonardo Storck e Pedro Chabalgoity. Ao todo, 11 atletas nacionais disputarão a terceira fase do torneio em quadras de saibro na Bolívia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplista-britanica-processa-wta-por-falta-de-alerta-sobre-carne-contaminada.html",
        "title": "Duplista britânica processa WTA por falta de alerta sobre carne contaminada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/moore23med2.jpg",
        "date": "25/02/2026",
        "description": "Londres (Inglaterra) –A britânica Tara Moore, atualmente cumprindo uma suspensão de quatro anos por doping, está processando a WTA em US$ 20 milhões após provar que a sanção foi injusta e que a Associação de Tênis Feminino (WTA) a fez perder a carreira por negligência, ao não alertar as jogadoras sobre o risco de contaminação por meio do consumo de carne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-e-fullana-param-na-estreia-parceira-de-laura-se-retira-por-lesao.html",
        "title": "Cé e Fullana param na estreia, parceira de Laura se retira por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Porto (Portugal) –Depois de passar pelo quali, a gaúcha Gabriela Cé foi eliminada na estreia da chave principal do ITF W75 do Porto, em quadras duras e cobertas. A canhota de 32 anos e 310ª do ranking perdeu por 7/5 e 6/4 para a lituana Justina Mikulskyte, 254ª colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-vencem-no-chile-romboli-e-demoliner-caem-na-estreia.html",
        "title": "Matos e Luz vencem no Chile, Romboli e Demoliner caem na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/LUZ-MATOS-011.jpg",
        "date": "25/02/2026",
        "description": "Santiago (Chile) –As parcerias brasileiras que atuaram nesta quarta-feira pelo ATP 250 de Santiago tiveram rumos opostos na competição. Orlando Luz e Rafael Matos confirmaram a condição de cabeças 2, enquanto Marcelo Demoliner e Fernando Romboli foram eliminados na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-2026-recebe-70-mil-pessoas-e-consagra-fonseca-e-melo-nas-duplas.html",
        "title": "Rio Open 2026 recebe 70 mil pessoas e consagra Fonseca e Melo nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo_agassi_fonseca_rio_trofeus.jpg-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Rio de Janeiro (RJ) –A 12ª edição do Rio Open terminou com dois momentos marcantes na quadra central do Jockey Club Brasileiro. O argentino Tomás Etcheverry conquistou o título de simples, enquanto a dupla brasileira formada por João Fonseca e Marcelo Melo levantou o troféu de duplas diante da torcida carioca. Ao longo de nove dias, cerca de 70 mil pessoas passaram pelo complexo do evento, que mais uma vez reuniu grandes nomes do esporte e registrou forte impacto econômico, presença recorde de patrocinadores e uma ampla programação dentro e fora das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henrique-mello-estreia-com-vitoria-no-itf-mt700-de-montevideu.html",
        "title": "Henrique Mello estreia com vitória no ITF MT700 de Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/henrique_mello_mindu_masters2.jpg",
        "date": "25/02/2026",
        "description": "Montevidéu (Uruguai) –O campineiro Henrique Mello estreou com vitória nesta quarta-feira no ITF MT700 de Montevidéu, disputado no saibro uruguaio. Principal favorito ao título e atual 31º do ranking mundial da categoria 40+, Mindu – como é conhecido – entrou adiantado na chave, já nas oitavas de final, e superou o uruguaio Matias Castro por 6/0 e 6/1, garantindo vaga nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/igor-marcondes-e-daniel-silva-caem-nas-oitavas-em-challenger-argentino.html",
        "title": "Igor Marcondes e Daniel Silva caem nas oitavas em challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marcondes-desliza-rio-open-2026-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Tigre (Argentina) –Os dois brasileiros que estavam nas oitavas de final do challenger de Tigre, em quadras de saibro na Argentina, foram eliminados da competição nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-foi-incrivel-jogar-contra-stan-talvez-pela-ultima-vez.html",
        "title": "Medvedev: “Foi incrível jogar contra Stan talvez pela última vez”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R2-Medvedev-Wawrinka-1-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes)– Último algoz de Stan Wawrinka no ATP 500 de Dubai, vencendo o suíço em sets diretos nesta quarta-feira, o russo Daniil Medvedev acompanhou de dentro de quadra ahomenagem feita ao rival, que se aposentará no fim da temporada."
    }
]