[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-feira.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro-back-rio-2025-scaled-e1744493928140-1024x684.jpg",
        "date": "18/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mektic-e-ram-conquistam-primeiro-trofeu-de-masters-1000-da-dupla.html",
        "title": "Mektic e Ram conquistam primeiro troféu de Masters 1000 da dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mektic-ram-cincinatti-trofeu-2025-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O croata Nikola Mektic e o norte-americano Rajeev Ram mantiveram a calma para derrotar os italianos Lorenzo Musetti e Lorenzo Sonego de virada na final de duplas do Masters 1000 de Cincinnati, marcando parciais de 4/6, 6/3 e 10-5 para levantar a primeira taça deste porte juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-perde-final-equilibrada-e-fica-com-o-vice-no-mexico.html",
        "title": "Matos perde final equilibrada e fica com o vice no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "17/08/2025",
        "description": "Cancún (México)– Não deu para o gaúcho Rafael Matos e o francês Manuel Guinard na final do challenger de Cancún. Neste domingo, eles ficaram com o vice após a derrota apertada para o tenista da casa Santiago Gonzalez e o holandês Jean-Julien Rojer por 7/6 (7-2) e 7/5, em 1h57 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-lamenta-vacilo-no-segundo-set-e-garante-luta-na-busca-do-titulo.html",
        "title": "Paolini lamenta vacilo no segundo set e garante luta na busca do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paolini-cincinnati-comemora-2025-e1755480277671-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– A italiana Jasmine Paolini poderia ter superado a segunda semifinal deste domingo no WTA 1000 de Cincinnati com mais tranquilidade se não tivesse deixado escapar uma quebra de vantagem no segundo set. Após a vitória por 2 a 1 sobre a russa Veronika Kudermetova, ela lamentou o ocorrido, mas saiu feliz com a volta por cima no final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-foi-uma-partida-muito-dificil-no-comeco-o-nivel-estava-uma-loucura.html",
        "title": "Iga: “Foi uma partida muito difícil, no começo o nível estava uma loucura”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga-toss-cincinnati-2025-.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– Embora mais uma vez tenha vencido Elena Rybakina, batendo a cazaque em sets diretos, com parciais de 7/5 e 6/3, na primeira semifinal do WTA 1000 de Cincinnati, a polonesa Iga Swiatek não deixou de elogiar a adversária deste domingo, principalmente pelo que mostrou no começo do jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-estreia-no-quali-na-segunda-junto-com-wild-e-monteiro.html",
        "title": "Pigossi estreia no quali na segunda junto com Wild e Monteiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_ausopen_vibra-e1755477864757.jpeg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– A paulista Laura Pigossi será a primeira representante do país a entrar em quadra na disputa do qualificatório do US Open. Ela enfrentará a eslovena Tamara Zidansek no terceiro jogo da quadra 8, por volta das 15h (horário de Brasília) desta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-tentam-defender-titulo-no-reformulado-us-open-de-duplas-mistas.html",
        "title": "Errani e Vavassori tentam defender título no reformulado US Open de duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/errani_vavassori_SB-1024x576.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Uma das grandes novidades no US Open desta temporada, o torneio de duplas mistas teve o sorteio da chave realizado neste domingo. Atuais campeões, os italianos Andrea Vavassori e Sara Errani tentarão defender o título e estreiam contra a cazaque Elena Rybakina e o norte-americano Taylor Fritz, cabeças de chave número 2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-desafia-sinner-por-titulo-e-chance-de-iniciar-us-open-como-lider-virtual.html",
        "title": "Alcaraz desafia Sinner por título e chance de iniciar US Open como líder virtual",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/GI1kgt1bAAAUswJ-e1710692248687-1024x730.jpeg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– A disputa entre o italiano Jannik Sinner e o espanhol Carlos Alcaraz na final do Masters 1000 de Cincinnati, que acontece na próxima segunda-feira, valerá mais do que somente o título do torneio, mas também o fato de deixar a disputa pela liderança do ranking acirrada no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-vence-duelo-de-altos-e-baixos-com-kudermetova-e-vai-para-a-final.html",
        "title": "Paolini vence duelo de altos e baixos com Kudermetova e vai para a final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Jasmine_Paolini_-_Cincinnati_Open_2025_-_Day_11-DSC_1384_xgaplus.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– A segunda semifinal do WTA 1000 de Cincinnati foi marcada por altos e baixos das duas adversárias. Apesar das oscilações, a italiana Jasmine Paolini conseguiu fazer valer a condição de sétima favorita e levou a melhor sobre a russa Veronika Kudermetova. Ela garantiu a vitória após 2h21 de batalha, marcando parciais de 6/3, 6/7 (2-7) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "17/08/2025",
        "description": "ATPUS Open – Simples  DuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    }
]