[
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-volta-a-brilhar-suica-bate-a-italia-e-se-classifica-em-perth.html",
        "title": "Bencic volta a brilhar, Suíça bate a Itália e se classifica em Perth",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic-vibra-unitedcup-2026-1024x683.png",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– A Suíça é o primeiro país matematicamente classificado para as quartas de final da United Cup 2026. Mesmo em uma chave bastante complicada, ao lado de França e da poderosa Itália, a equipe liderada por Belinda Bencic conquistou cinco vitórias em seis jogos e garantiu o primeiro lugar do Grupo C."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/exames-descartam-gravidade-na-lesao-de-joao-fonseca.html",
        "title": "Exames descartam gravidade na lesão de João Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/fonseca_treina_careca-1024x762.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– A lesão que tirou João Fonseca do ATP 250 de Brisbane não é grave. Segundo informou sua assessoria de imprensa, o tenista brasileiro sentiu um incômodo na região lombar durante um treino no sábado e passou por exames de ressonância magnética, que não apontaram maior gravidade no problema."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-e-laura-jogam-as-19h30-deste-domingo-em-auckland.html",
        "title": "Ingrid e Laura jogam às 19h30 deste domingo em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/ingrid-martins-laura-pigossi-spopen-2025-1024x683.jpg",
        "date": "04/01/2026",
        "description": "Auckland (Nova Zelândia)– Depois de ser eliminada na primeira rodada do qualificatório de simples, a paulista Laura Pigossi volta à quadra na noite deste domingo para sua estreia na chave de duplas do WTA 250 de Auckland."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-wild-estreiam-entre-a-noite-de-domingo-e-manha-de-segunda.html",
        "title": "Heide e Wild estreiam entre a noite de domingo e manhã de segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_term.jpg",
        "date": "04/01/2026",
        "description": "Nouméa (Nova Caledônia)– Representantes brasileiros no challenger da Nouméa, na Nova Caledônia, o paulista Gustavo Heide e o paranaense Thiago Wild estreiam na competição entre a noite de domingo e a manhã de segunda-feira, pelo horário de Brasília."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-mboko-comandam-vitoria-do-canada-por-3-a-0-sobre-a-china.html",
        "title": "Aliassime e Mboko comandam vitória do Canadá por 3 a 0 sobre a China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/aliassime-forehand-unitedcup-2026-1024x576.jpeg",
        "date": "04/01/2026",
        "description": "Sydney (Austrália)– O Canadá fez sua estreia na United Cup neste domingo e contou com o brilho de seus dois principais jogadores para bater a China por 3 a 0, em duelo válido pelo Grupo B da competição, em Sidney. Atual número 5 do ranking da ATP, Félix Auger-Aliassime fez valer o favoritismo e aplicou um duplo 6/4 sobre Zhizhen Zhang na abertura da rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-faz-balanco-apos-queda-na-united-cup-e-mira-o-australian-open.html",
        "title": "Osaka faz balanço após queda na United Cup e mira o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/naomi-osaka-unitedcup-2026-1024x702.jpeg",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– A campanha do Japão na United Cup chegou ao fim neste domingo, mas Naomi Osaka deixou a competição com sinais positivos e um discurso de confiança para a sequência da temporada. Apesar da eliminação precoce da equipe, após derrotas para Grécia e Grã-Bretanha, a ex-número 1 do mundo destacou a experiência vivida no torneio por equipes e reforçou suas expectativas para o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gra-bretanha-vence-e-elimina-o-japao-alemanha-comeca-bem.html",
        "title": "Grã-Bretanha vence e elimina o Japão, Alemanha começa bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/billy-harris-vibra-unitedcup-2026-1024x683.jpeg",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– O Japão é o primeiro país eliminado na United Cup 2026. Depois de perder para a Grécia por 3 a 0 na rodada inaugural, a equipe liderada por Naomi Osaka acabou superada neste domingo pela Grã-Bretanha e se despediu da competição com cinco derrotas e apenas uma vitória, alcançada justamente pela sua principal jogadora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-sabalenka-e-kyrgios-vencem-em-jogos-apertados.html",
        "title": "Duplas de Sabalenka e Kyrgios vencem em jogos apertados",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa-sabalenka-duplas-brisbane-2026-1024x626.jpeg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– Abrindo oficialmente a temporada 2026, Aryna Sabalenka começou o WTA 500 de Adelaide com vitória nas duplas. Jogando ao lado da amiga Paula Badosa, a número 1 do mundo em simples precisou de dois tiebreaks para derrotar a russa Liudmila Samsonova e a chinesa Shuai Zhang, marcando as parciais de 7/6 (7-2) e 7/6 (7-3), em 1h45 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-retira-do-atp-de-brisbane-por-lesao.html",
        "title": "Fonseca se retira do ATP de Brisbane por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-treino-brisbane-2026-1024x576.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– O carioca João Fonseca está fora do ATP 250 de Brisbane. Nas primeiras horas deste domingo, o número 1 do Brasil teve confirmada sua retirada do torneio australiano devido a uma lesão na região lombar. Ele faria sua estreia na temporada diante do norte-americano Reilly Opelka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-2026-da-largada-com-boas-atracoes.html",
        "title": "Temporada 2026 dá largada com boas atrações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_fonseca_cincy.jpg",
        "date": "03/01/2026",
        "description": "Com os olhos voltados principalmente para o Australian Open, que começa dentro de duas semanas, boa parte dos melhores tenistas do circuito já estão em quadra. Alguns preferiram se testar com menor empenho físico na United Cup, outros participam dos dois ATPs e dois WTAs do calendário tradicional, com destaque para a fortíssima chave feminina de Brisbane."
    }
]