[
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-tera-suas-tres-ultimas-campeas-e-volta-de-sabalenka.html",
        "title": "Wimbledon terá suas três últimas campeãs e volta de Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/krejcikova_wimbledon_trofeu_CK-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Londres (Inglaterra) –As três últimas campeãs de Wimbledon estão garantidas na chave principal do Grand Slam londrino, que será disputado entre 30 de junho e 13 de julho. As tchecas Barbora Krejcikova e Marketa Vondrousova, além da cazaque Elena Rybakina, estarão entre as atrações do troneio. Quem também retorna é Aryna Sabalenka, número 1 do mundo, que não disputou a edição passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-as-chaves-do-qualificatorio-de-roland-garros.html",
        "title": "Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/chaves_rg-1024x576.jpg",
        "date": "22/05/2025",
        "description": "MasculinoSimplesDuplasQualificatório"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-caem-nas-oitavas-em-milao-juvenis-fazem-semis-na-bolivia.html",
        "title": "Guto e Naná caem nas oitavas em Milão, juvenis fazem semis na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/guto_poa_fore_qf-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Milão (Itália) –Os dois juvenis brasileiros que atuaram nesta quinta-feira pelo ITF J500 de Milão, em quadras de saibro na Itália, se despediram da competição. A paulista Nauhany Silva e o goiano Guto Miguel foram superados na terceira rodada do torneio preparatório para Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-argentinas-jogam-finais-do-quali-em-rg-errani-se-despede.html",
        "title": "Três argentinas jogam finais do quali em RG, Errani se despede",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/errani_rg_slice_saibro-1024x536.jpg",
        "date": "22/05/2025",
        "description": "Paris (França) –Três jogadoras argentinas estão na rodada final do quali de Roland Garros: Julia Riera, Solana Sierra e Maria Lourdes Carlé jogam nesta sexta-feira em busca de vagas na chave principal do Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-derruba-fritz-e-faz-semi-em-genebra-norrie-enfrenta-djokovic.html",
        "title": "Hurkacz derruba Fritz e faz semi em Genebra, Norrie enfrenta Djokovic às 11h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/hurkacz_genebra_vibra-1024x601.png",
        "date": "22/05/2025",
        "description": "Genebra (Suíça) –Adversário de João Fonseca naprimeira rodada de Roland Garros, o polonês Hubert Hurkacz chegará a Paris com dois ótimos resultados na temporada de saibro. Depois de ter alcançado as quartas de final do Masters 1000 de Roma, Hurkacz garantiu vaga na semifinal do ATP 250 de Genebra, depois de vencer o norte-americano Taylor Fritz, principal cabeça de chave e número 4 do mundo, por 6/3 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/future-cadeirante-no-corinthians-rio-open-inova-e-cbt-tem-projeto.html",
        "title": "‘Future’ cadeirante no Corinthians, Rio Open inova e CBT tem projeto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_lucas_takaki.jpg",
        "date": "22/05/2025",
        "description": "* A Federação Paulista de Tênis (FPT) escolheu oSport Club Corinthians Paulista como sede do ITF Future Series de Tênis em Cadeira de Rodas, torneio internacional profissional que faz parte do Uniqlo Wheelchair Tennis Tour. A competição será realizada entre os dias 29 de maio e 1º de junho, na capital paulista. Com premiação de US$ 3 mil, o torneio contará com a participação de importantes nomes da modalidade, incluindo atletas que representaram o Brasil recentemente no Mundial disputado em Antália, na Turquia. “Desde o início da nossa gestão, temos como missão fomentar e desenvolver o tênis, o tênis em cadeira de rodas e o beach tennis. Este será, sem dúvida, o primeiro de muitos torneios da modalidade em nosso estado”, destacou o presidente da FPT, Danilo Gaino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ramos-garante-vaga-em-seu-ultimo-rg-cilic-vai-a-fase-final-do-quali.html",
        "title": "Ramos garante vaga em seu último RG, Cilic vai à fase final do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ramos_rg_slice-1024x589.jpg",
        "date": "22/05/2025",
        "description": "Paris (França) –Em sua temporada de despedida do circuito profissional, o espanhol Albert Ramos garantiu vaga na chave principal de Roland Garros. O veterano de 37 anos passou pelas três rodadas do quali e superou nesta quinta-feira o argentino Andrea Collarini, 204º do ranking, por 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-aliassime-vencem-e-duelam-na-semifinal-em-hamburgo.html",
        "title": "Rublev e Aliassime vencem e duelam na semifinal em Hamburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rublev-hamburg-2025-qf-1024x576.jpg",
        "date": "22/05/2025",
        "description": "Hamburgo (Alemanha) –O russo Andrey Rublev e o canadense Félix Auger-Aliassime sobreviveram a uma rodada de jogos longos e garantiram lugar nas semifinais do ATP 500 de Hamburgo. Eles se enfrentam nesta sexta-feira às 12h30 (de Brasília) por vaga na final do torneio alemão no saibro. O histórico é favorável a Rublev, que lidera por 6 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reacao-na-hora-certa.html",
        "title": "Reação na hora certa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_bia_estras.jpg",
        "date": "22/05/2025",
        "description": "Geralmente torneios relegados a segundo plano, os preparativos para Roland Garros de Estrasburgo e Genebra se mostraram até aqui muito bem vindos para Beatriz Haddad Maia e Novak Djokovic. A canhota brasileira enfim voltou a derrotar uma top 10 do circuito, algo que não fazia há mais de 12 meses, e o sérvio conseguiu já duas vitórias que o colocam no caminho certo para Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-celebra-virada-contra-top-10-me-deixa-forte-para-a-semifinal.html",
        "title": "Bia celebra virada contra top 10: “Me deixa forte para a semifinal”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_grita_estras_qf-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França) –A vitória nas quartas de final do WTA 500 de Estrasburgo trouxe muita confiança para Beatriz Haddad Maia, especialmente pelo nível da adversária e o equilíbrio da partida. Bia começou atrás no placar contra a norte-americana Emma Navarro,número 9 do mundo, mas buscou a virada depois de 3h02 de disputa. Ela agora enfrenta a cazaque Elena Ryabakina nesta sexta-feira às 9h30 (de Brasília)."
    }
]