[
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirante-hewett-e-reid-vao-as-semifinais-de-olho-no-sexto-titulo.html",
        "title": "Cadeirante: Hewett e Reid vão às semifinais de olho no sexto título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Hewett_Reid_RG.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Os britânicos Alfie Hewett e Gordon Reid avançaram às semifinais do tênis em cadeira de rodas de Roland Garros, iniciando sua busca pelo sexto título consecutivo no Grand Slam francês. A dupla derrotou o chileno Alexander Cataldo e o israelense Sergei Lysov por 6/1, 4/6 e 10-4 e irá enfrentar e enfrentará o japonês Takuya Miki e o americano Casey Ratzlaff nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vitoria-mostra-que-ainda-posso-competir-em-alto-nivel.html",
        "title": "Djokovic: “Vitória mostra que ainda posso competir em alto nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-roland-garros-2025-qf-smile-1024x576.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –A grande atuação nesta quarta-feira em Roland Garros deu uma injeção de confiança para Novak Djokovic na busca pelo quarto título em Paris e o 25º Grand Slam da carreira.Ao superar o alemão Alexander Zverev, número 3 do mundo, o sérvio reiterou que a vitória é mais uma prova de que ele pode continuar competindo no mais alto nível, mesmo aos 38 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/como-lidar-com-a-torcida-as-licoes-de-boisson-andreeva-e-gauff.html",
        "title": "Como lidar com a torcida: As lições de Boisson, Andreeva e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/arte_ps_boisson.jpg",
        "date": "04/06/2025",
        "description": "O sonho de ver uma campeã francesa em Roland Garros, o que não acontece há 25 anos, continua após a definição das semifinalistas da chave feminina. Quem mantém as esperanças vivas é Lois Boisson, jovem de 22 anos e apenas 361ª do mundo, que faz apenas sua primeira participação em uma chave principal de Grand Slam e já venceu grandes nomes, como Jessica Pegula nas oitavas e Mirra Andreeva nas quartas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-o-bate-bola-sinner-revela-que-ja-conhecia-boisson-e-elogia-seu-tenis.html",
        "title": "Após o bate bola, Sinner revela que já conhecia Boisson e elogia seu tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Boisson-Sinner-RG-e1749047952631-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Aquecer-se antes de uma partida é rotina de todo jogador. Mas um bate bola com o número 1 do mundo é incomum e foi o que chamou a atenção na manhã desta quarta-feira quando o italiano Jannik Sinner, líder do ranking masculino, bateu bola com a francesa Lois Boisson. A convidada causou surpresa ao eliminar a americana Jessica Pegula e se classificar para as quartas de final. Horas depois do bate bola, a jogadora de 22 aos tirou a número 6 do mundo, a russa Mirra Andreeva, e se tornou a primeira mulher na Era Aberta a chegar às semifinais de Roland Garros como convidada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-o-cabeca-1-nos-eua-e-faz-quartas-pela-2a-vez-no-ano.html",
        "title": "Sell vence o cabeça 1 nos EUA e faz quartas pela 2ª vez no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_fore_fechado.jpg",
        "date": "04/06/2025",
        "description": "Tyler (EUA) –Em seu segundo compromisso no challenger de Tyler, disputado em quadras duras nos Estados Unidos, Karue Sell conseguiu um ótimo resultado e garantiu vaga nas quartas de final. O catarinense de 31 anos e 285º do ranking venceu o norte-americano Mitchell Krueger, principal cabeça de chave e 140º do mundo, por 6/3 e 6/2 em 1h33 de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-meu-objetivo-nao-era-estar-na-semifinal-mas-sim-ganhar-o-torneio.html",
        "title": "Boisson: “Meu objetivo não era estar na semifinal, mas sim ganhar o torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson_rg_estica_costas_indoor-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros logo em sua primeira participação na chave principal de um Grand Slam, Lois Boisson segue acumulando façanhas. A francesa de 22 anos e apenas 361ª do mundo já garante um grande salto no ranking e eliminou duas top 10 em Paris, Jessica Pegula nas oitavas e Mirra Andreeva nas quartas. Adversária de Coco Gauff, vice-líder do ranking, nesta quinta-feira, a jogadora da casa sonha alto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-faz-da-place-de-la-concorde-uma-enorme-fan-zone.html",
        "title": "Roland Garros faz da Place de la Concorde uma enorme fan zone",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/place-de-la-concorde_fanzone2.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –O Grand Slam parisiense está sendo desfrutado, desde esta quarta-feira no coração da capital francesa, na famosa Place de la Concorde. A iniciativa chamada de Tribune Concorde, organizada com o apoio da Prefeitura de Paris, acontece em um dos locais mais emblemáticos de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-da-espetaculo-em-dia-de-festa-francesa.html",
        "title": "Djokovic dá espetáculo em dia de festa francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_djoko.jpg",
        "date": "04/06/2025",
        "description": "Novak Djokovic não poderia atingir sua 51ª semifinal de Grand Slam, e 13ª de Roland Garros, de forma mais exuberante. Apesar de ver Alexander Zverev se sair melhor no primeiro set, insistiu num plano muito bem traçado de jogo, executou golpes de base cada vez com maior perfeição, cobriu de forma notável a quadra em que pese seus 38 anos e por fim destruiu a cabeça do alemão com uma série de bolas anguladas, saques na linha, voleios ousados, curtinhas geniais e lobs milimétricos. Um conjunto de habilidades que lembram seus melhores tempos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-consistencia-na-vitoria-sobre-o-imprevisivel-bublik.html",
        "title": "Sinner destaca consistência na vitória sobre o imprevisível Bublik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-roland-garros-2025-qf-fist-1024x576.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros pelo segundo ano consecutivo, Jannik Sinner ainda não perdeu sets no torneio e segue na busca por um título inédito em Paris. A classificação para a penúltima rodada veio com uma grande atuação nesta quarta-feira contra o cazaque Alexander Bublik. Após a partida, o italiano destacou sua consistência, especialmente por ter enfrentado um adversário imprevisível, com estilos de sacar e jogar incomuns se comparados à maioria do circuito."
    }
]