[
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-espera-que-titulo-em-toronto-possa-torna-lo-mais-consistente.html",
        "title": "Shelton espera que título em Toronto possa torná-lo mais consistente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_toronto_trofeu_power-e1754662133187-1024x683.jpg",
        "date": "08/08/2025",
        "description": "Toronto (Canadá)– Campeão pela primeira vez de um Masters 1000, batendo o russo Karen Khachanov na final de Toronto na última quinta-feira, o norte-americano Ben Shelton sai do torneio feliz não apenas pelo título, mas pelo desempenho que mostrou durante a competição, destacando sua consistência e resiliência no decorrer da disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-parece-inacreditavel-palavras-nao-conseguem-descrever.html",
        "title": "Mboko: “Parece inacreditável, palavras não conseguem descrever”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR-Victoria-Mboko-370-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Montréal (Canadá)– A canadense Victoria Mboko saiu de convidada da organização a campeã do WTA 1000 de Montréal, batendo a japonesa Naomi Osaka na final da última quinta-feira. A jovem tenista de apenas 18 anos comemorou bastante sua primeira grande conquista como profissional, ainda mais depois de um susto que teve com o punho antes da final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-polemiza-ao-nao-cumprimentar-mboko-em-quadra-e-depois-se-desculpa.html",
        "title": "Osaka polemiza ao não cumprimentar Mboko em quadra e depois se desculpa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/SJC-Naomi-OSAKA-402-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Montréal (Canadá)– A cerimônia de premiação do WTA 1000 de Montréal acabou ganhando um destaque extra depois que Naomi Osaka fez um discurso muito breve, no qual sequer enalteceu Victoria Mboko pela conquista. Isso gerou duras críticas nas redes sociais, principalmente porque jovem canadense é uma fã declarada da japonesa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-o-segundo-ja-classificado-para-a-disputa-do-atp-finals.html",
        "title": "Sinner é o segundo já classificado para a disputa do ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-nitto-atp-finals-2025-qualification-graphic-e1754654176645-1024x682.jpg",
        "date": "08/08/2025",
        "description": "Turim (Itália)– O italiano Jannik Sinner é o segundo já classificado para o ATP Finals, juntando-se ao seu rival Carlos Alcaraz no torneio que fecha a temporada em Turim. O número 1 do mundo retornará ao seu país para defender o título conquistado no ano passado, em que não perdeu um único set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-08-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "08/08/2025",
        "description": "Challenger de Bonn (Alemanha) – Saibro – 91.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-vai-liderar-a-espanha-na-copa-davis-contra-a-dinamarca.html",
        "title": "Alcaraz vai liderar a Espanha na Copa Davis contra a Dinamarca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/alcaraz_davis_fore_valencia-1024x683.jpg",
        "date": "08/08/2025",
        "description": "Madri (Espanha)– Atual número 2 do mundo, Carlos Alcaraz vai liderar a equipe espanhola na segunda rodada das Eliminatórias da Copa Davis. Além dele, também foram convocados Alejandro Davidovich Fokina, Pedro Martínez e Marcel Granollers. A “Armada” enfrentará a Dinamarca no fim de semana de 13 e 14 de setembro no saibro de Marbella."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/canada-apresenta-vicky-e-eleva-shelton.html",
        "title": "Canadá apresenta Vicky e eleva Shelton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_mboko.jpg",
        "date": "08/08/2025",
        "description": "Os grandes torneios sobre quadra sintética começaram com duas novidades importantes para o tênis. Victoria Mboko, 18 anos, marcou uma série de surpresas e atuações de primeira linha para ganhar seu primeiro troféu de WTA logo de nível 1000, enquanto Ben Shelton aproveitou os desfalques e os buracos na chave masculina para colocar seu nome na galeria dos campeões de Masters e se candidatar à luta pelo topo do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-vira-o-jogo-e-conquita-primeiro-masters-1000-em-toronto.html",
        "title": "Shelton vira o jogo e conquita primeiro Masters 1000 em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_trofeu_toronto_TA-1024x695.jpg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá) –O tão esperado primeiro título de Masters 1000 de Ben Shelton foi conquistado nesta quinta-feira em Toronto. Canhoto de 22 anos e número 7 do mundo, o norte-americano venceu o russo Karen Khachanov na final por 6/7 (5-7), 6/4 e 7/6 (7-3) em 2h47 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-recentes-garcia-e-coric-estreiam-sexta-em-cincinnati.html",
        "title": "Campeões recentes, Garcia e Coric estreiam sexta em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/garcia_cincy_autografo-1024x532.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –A rodada desta sexta-feira no Masters 1000 e WTA 1000 de Cincinnati terá as estreias de dois tenistas que já conquistaram o título da competição, a francesa Caroline Garcia e o croata Borna Coric. Curiosamente, eles foram campeões no mesmo ano, 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cash-e-glasspool-conquistam-o-titulo-em-toronto-e-vao-atp-finals.html",
        "title": "Cash e Glasspool conquistam o título em Toronto e vão ao ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cash-glasspool-toronto-2025-final-thursday-1024x576.jpg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá) –Em uma final com quatro britânicos em quadra nesta quinta-feira, Julian Cash e Lloyd Glasspool conquistaram o título do Masters 1000 de Toronto. Eles salvaram quatro match-points para vencer Joe Salisbury e Neal Skupski por 6/3, 6/7 (5-7) e 13-11."
    }
]