[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "09/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – 1.415.000 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-por-que-9-de-junho-e-o-dia-do-tenista.html",
        "title": "Entenda por que 9 de junho é o “Dia do Tenista”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/04/saibro_geral.jpg",
        "date": "09/06/2025",
        "description": "Walmor EliasEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-vence-tira-teima-com-kvitova-e-supera-a-estreia-no-wta-do-queens.html",
        "title": "Bia vence tira-teima com Kvitova na volta do tênis feminino a Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia-queens-vibra-2025-1-e1749476492310-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– Na estreia do WTA 500 do Queen’s, a paulista Beatriz Haddad Maia e a tcheca Petra Kvitova tiveram uma presença ilustre em quadra, o britânico Andy Murray, que a partir deste ano empresta seu nome ao palco principal do tradicional torneio do Queen’s Club e viu de perto a vitória de virada da brasileira, com parciais de 2/6, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-amplia-vantagem-no-ranking-mas-alcaraz-tem-boas-perspectivas.html",
        "title": "Sinner amplia vantagem no ranking, mas Alcaraz tem boas perspectivas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEYT97h8WN-LV4Xf__JC28789JannikSinnerCarlosAlcarazFinalesimplemessieursRoland-Garros2025-scaled-e1749473190627-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– A disputa pela liderança do ranking da ATP não ficou mais acirrada depois da vitória de Carlos Alcaraz sobre Jannik Sinner na final de Roland Garros, na verdade o oposto, já que o italiano somou pontos com o vice, enquanto o espanhol apenas defendeu a pontuação do ano passado e acabou vendo o número 1 do mundo ampliar a diferença entre eles em 500 pontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fotografos-de-roland-garros-escolhem-sua-foto-favorita-confira-a-galeria.html",
        "title": "Fotógrafos de Roland Garros escolhem sua foto favorita. Confira a galeria.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/homenagem-a-Nadal.jpg",
        "date": "09/06/2025",
        "description": "Paris (França) –O site oficial de Roland Garros divulgou neste domingo uma galeria de fotos favoritas de seus fotógrafos. “Pedimos ao grupo de fotógrafos excepcionais de Roland Garros que escolhesse sua foto favorita entre as centenas que tiraram ao longo destas duas últimas semanas. Assim como no ano passado, eles nos proporcionaram uma surpresa. Alguns escolheram momentos especiais, outros escolheram favoritos técnicos. Todas são brilhantes”, escreveu a reportagem do Roland Garros.com"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sobe-bem-apos-campanha-em-paris-e-alcanca-seu-melhor-ranking.html",
        "title": "Fonseca sobe bem após campanha em Paris e alcança seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– Único brasileiro no top 100 da ATP atual, o carioca João Fonseca segue colocando seu nome entre os principais jogadores do mundo. Depois da campanha em Roland Garros, ele atingiu a melhor marca da carreira até então, ganhou oito lugares, voltou ao top 60 e agora ocupa a 57ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-ganha-uma-colocacao-mesmo-com-queda-na-estreia-em-roland-garros.html",
        "title": "Bia ganha uma colocação mesmo com queda na estreia em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7738_xgaplus.jpg",
        "date": "09/06/2025",
        "description": "São Petersburgo (EUA)– Embora não tenha conseguido ir longe em Roland Garros, caindo ainda na primeira rodada, Beatriz Haddad Maia acabou subindo no ranking divulgado logo após o Grand Slam francês. Ela contou com a queda da dinamarquesa Clara Tauson para ganhar uma colocação e aparecer no 22º lugar nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kasatkina-anunca-noivado-com-ex-patinadora-olimpica.html",
        "title": "Kasatkina anuncia noivado com ex-patinadora olímpica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Kasatkina_Natalia_Zabiiako.jpg",
        "date": "09/06/2025",
        "description": "Este Mês do Orgulho é ainda mais especial para Daria Kasatkina e sua namorada de longa data, Natalia Zabiiako. O casal, que tornou público o romance há três anos, anunciou neste sábado o noivado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-alcaraz-de-adolescentes-prodigio-a-consagracao-em-paris.html",
        "title": "Gauff e Alcaraz: De adolescentes prodígio à consagração em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/arte_ps_gauff_rg.jpg",
        "date": "08/06/2025",
        "description": "Campeões de Roland Garros neste final de semana, Coco Gauff e Carlos Alcaraz viveram trajetórias parecidas no tênis: Adolescentes prodígio desde o início da carreira, eles cresceram cercaram cercados por um ambiente de pressão, expectativas e comparações com lendas do esporte. Não é tarefa fácil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-herdeiro-alcaraz-e-um-titulo-para-ninguem-esquecer.html",
        "title": "O herdeiro Alcaraz e um título para ninguém esquecer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_alcaraz_rg_trofeu.jpg",
        "date": "08/06/2025",
        "description": "Não sei se é possível jogar melhor, com maior intensidade física e controle emocional do que Carlos Alcaraz e Jannik Sinner fizeram durante 5h29 de uma final de Roland Garros que viveu inúmeras reviravoltas sem jamais perder qualidade. Foi talvez o jogo que fez grande parte dos fãs do tênis esquecer por um bom tempo do Big 3, porque os dois jovens líderes do ranking não deixaram nada a dever, do primeiro ao último ponto."
    }
]