[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-26-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_olhabola-1024x682.jpg",
        "date": "26/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-impoe-e-conquista-o-maior-titulo-da-carreira-na-basileia.html",
        "title": "Fonseca se impõe e conquista o maior título da carreira na Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-vibra-2025-1-e1761321222895-1024x683.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –A excelente semana de João Fonseca na Basileia terminou com a conquista do maior título de sua carreira e o primeiro ATP 500. O carioca de 19 anos e número 1 do Brasil venceu o torneio em quadras duras e cobertas ao superar na final o espanhol Alejandro Davidovich Fokina, 18º do ranking, por 6/3 e 6/4 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-superar-zverev-e-conquista-o-quarto-titulo-do-ano.html",
        "title": "Sinner vira o jogo contra Zverev e conquista o quarto título do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_acena-1024x576.jpg",
        "date": "26/10/2025",
        "description": "Viena (Áustria) –Pela terceira vez seguida, Jannik Sinner superou Alexander Zverev para conquistar neste domingo o ATP 500 de Viena. Principal cabeça de chave do torneio em quadras duras e cobertas e também campeão na edição de 2023, o italiano venceu o alemão por 3/6, 3/6 e 7/5 em 2h28 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nas-duplas-guto-disputa-sua-primeira-final-de-challenger.html",
        "title": "Nas duplas, Guto disputa sua primeira final de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/guto-dudu-sauipe-2025.jpg",
        "date": "26/10/2025",
        "description": "Costa do Sauípe (BA)– Uma das promessas do tênis brasileiro, Guto Miguel vai disputar, aos 16 anos de idade, sua primeira final em nível challenger nas duplas do Costa do Sauípe Open. neste domingo, ele e o gaúcho Eduardo Ribeiro venceram o duelo 100% nacional na semi com os paulista Marcelo Zormann por 6/0 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-retrato-da-elite-do-tenis-feminino-mundial-no-wta-finals.html",
        "title": "O retrato da elite do tênis feminino mundial no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pat_rybakina.jpg",
        "date": "26/10/2025",
        "description": "Foi com grande expectativa que acompanhei os dois últimos torneios do circuito feminino antes do gigante WTA Finals. Ao longo do ano, as tenistas top miram nos Grand Slam e nesse evento super exclusivo e de enorme prestígio, onde participa um seleto grupo composto pelas oito melhores pontuadas em simples e as oito melhores duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-joga-challenger-em-lima-quali-tem-dois-brasileiros.html",
        "title": "Daniel Silva joga challenger em Lima, quali tem dois brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_ctba_fore.jpg",
        "date": "26/10/2025",
        "description": "Lima (Peru) –Enquanto a maior parte dos brasileiros em sua faixa de ranking jogará o ITF de Lajeado na próxima semana, o experiente paulista Daniel Dutra da Silva é o único representante nacional na chave principal do challenger de Lima, em quadras de saibro. O canhoto de 37 anos e 339º do ranking estreia contra o norte-americano Tristan Boyer, cabeça 6 do torneio e 148º colocado, em confronto inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-40-wawrinka-segue-por-amor-ao-tenis-quero-superar-meus-limites.html",
        "title": "Aos 40, Wawrinka segue por amor ao tênis: “Quero superar meus limites”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/wawrinka-basel-2025-thumbs-up-1024x576.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –Depois de jogar em casa, na Basileia, e se despedir na segunda rodada, Stan Wawrinka refletiu sobre o momento de sua carreira. O ex-número 3 do mundo e vencedor de três títulos de Grand Slam se mantém ativo aos 40 anos e sabe que não terá os mesmos resultados de seu auge. Entretanto, o suíço garante que segue por amor ao tênis e para superar os próprios limites."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-sente-descansado-e-motivado-para-o-masters-de-paris.html",
        "title": "Alcaraz se sente descansado e motivado para o Masters de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/alcaraz-paris-2025-preview-1024x576.jpg",
        "date": "26/10/2025",
        "description": "Paris (França) –Líder do ranking mundial, Carlos Alcaraz volta ao circuito na próxima semana no Masters 1000 de Paris e disputa seu primeiro torneio desde o título em Tóquio, no fim de setembro. O espanhol não jogou em Xangai, mas participou de exibições em Riad na semana passada, e se sente descansado e motivado na busca por um título inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boleiro-na-epoca-de-guga-coordena-projeto-social-no-sauipe.html",
        "title": "Boleiro na época de Guga coordena projeto social no Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/IMG-20251025-WA0019-e1761422145682-1024x683.jpg",
        "date": "26/10/2025",
        "description": "Felipe Priante, da Costa do SauípeEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jeline-vandromme-e-max-schoenhaus-sao-campeoes-no-junior-finals.html",
        "title": "Jeline Vandromme e Max Schoenhaus são campeões no Junior Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Schoenhaus_Vandromme_juniorfinals_trofeus_cut-1024x675.jpg",
        "date": "26/10/2025",
        "description": "Chengdu (China) –A belga Jeline Vandromme e o alemão Max Schoenhaus conquistaram os títulos da edição de 2025 do ITF Junior Finals, disputado ao longo desta semana na cidade chinesa de Chengdu. As finais foram realizadas neste domingo."
    }
]