[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-davis-pode-trazer-djokovic-aos-atp-da-america-do-sul.html",
        "title": "Copa Davis pode trazer Djokovic aos ATP da América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-rg-acena-2025-e1748365073176-1024x683.jpeg",
        "date": "15/12/2025",
        "description": "Buenos Aires (Argentina)– Uma das maiores estrelas não apenas do momento no circuito, mas também da história do tênis, o sérvio Novak Djokovic foi cogitado pela organização do ATP 250 de Buenos Aires, que foi questionada sobre o ex-número 1 do mundo em evento que lançou o torneio de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jornal-italiano-esnoba-sinner-e-elege-musetti-o-atleta-do-ano.html",
        "title": "Jornal italiano esnoba Sinner e elege Musetti o atleta do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/musetti-roland-garros-rebate-2025-e1748192596267-1024x683.jpg",
        "date": "15/12/2025",
        "description": "Turim (Itália)– Apesar de ter vencido dois Grand Slam em 2025 e terminado a temporada na vice-liderança do ranking, o italiano Jannik Sinner foi preterido pelo colega de circuito Lorenzo Musetti, que foi escolhido o atleta do ano pelo prestigiado jornalGazzetta dello Sport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ganha-tambem-como-o-melhor-ponto-da-temporada-na-atp.html",
        "title": "Alcaraz ganha também como o melhor ponto da temporada na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/alcaraz-monte-carlo-2025-friday-e1744377406878-1024x682.jpg",
        "date": "15/12/2025",
        "description": "Londres (Inglaterra)– As premiações de fim de ano têm sido constantes para Carlos Alcaraz e sua equipe. A mais recente delas foi a do “Ponto do Ano”, escolhido pelaTennisTV, que listou os 100 melhores pontos de 2025 e colocou um do espanhol no topo da lista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-amarga-queda-de-mais-uma-colocacao-e-termina-ano-como-58a.html",
        "title": "Bia amarga queda de mais uma colocação e termina ano como 58ª",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/bia-sp-open-cabisbaixa-scaled-e1765812148818-1024x683.jpg",
        "date": "15/12/2025",
        "description": "São Petersburgo (EUA)– Única brasileira no top 100 da WTA, a paulista Beatriz Haddad Maia acabou perdendo uma colocação a mais nesta segunda-feira e vai fechar a temporada na 58ª colocação. Bia foi ultrapassada pela francesa Elsa Jacquemot, que ganhou três lugares com o vice no WTA 125 de de Limoges e saiu de 59ª para 56ª."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-e-o-brasileiro-que-mais-subiu-no-ranking-desta-semana.html",
        "title": "Sakamoto é o brasileiro que mais subiu no ranking desta semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "15/12/2025",
        "description": "Londres (Inglaterra)– Com o fim da temporada dos principais torneios, sem mais ATP e challengers em disputa, as mudanças no ranking foram mínimas nesta semana para os principais brasileiros e o paulista Pedro Sakamoto foi o que mais conseguiu subir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-visao-do-espectador-e-do-expectador-sobre-o-tenis.html",
        "title": "A visão do espectador (e do expectador) sobre o tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_aryna_uso.jpg",
        "date": "15/12/2025",
        "description": "Desde o ano 2000,TenisBrasilpropõe uma divertida enquete a seus leitores e a um painel de convidados, entre jornalistas, treinadores e jogadores, para saber quem foram os melhores da temporada encerrada e, ainda mais interessante, o que se espera do ano seguinte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/polina-kudermetova-e-mais-uma-a-trocar-de-nacao-e-deixar-a-russia.html",
        "title": "Polina Kudermetova é mais uma a trocar de nação e deixar a Rússia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/polina-kudermetova-usopen-voleia-1024x681.jpg",
        "date": "15/12/2025",
        "description": "Moscou (Rússia)– O fim de 2025 tem sido marcado por uma debandada russa, com várias tenistas mudando de nação. A mais recente delas é Polina Kudermetova, de 22 anos e atual número 104 do ranking da WTA. A irmã mais nova de Veronika Kudermetova está deixando seu país e jogará sob a bandeira do Uzbequistão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-culpa-o-pai-por-dirigir-carro-a-210-km-h-na-grecia.html",
        "title": "Tsitsipas culpa o pai por dirigir carro a 210 km/h na Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/tsitsipas-monte-carlo-2022-final-dad-e1738169862492-1024x682.jpg",
        "date": "15/12/2025",
        "description": "Atenas (Grécia)– As notícias não andam boas para o grego Stefanos Tsitsipas nem mesmo nas férias. No último domingo, oSDNAnoticiou que um carro do tenista foi flagrado trafegando a 210 quilômetros por hora na Attiki Odos, sistema de autoestradas com pedágio na Grécia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bi-juvenil-na-copa-do-mundo-mostra-forca-e-continuidade-diz-o-capitao.html",
        "title": "Bi juvenil na Copa do Mundo mostra “força e continuidade”, diz o capitão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Brasil-Juvenil_bi_Copa-do-Mundo.jpg",
        "date": "15/12/2025",
        "description": "Ribeirão Preto (SP) –O domingo foi histórico para o beach tennis brasileiro. O time brasileiro juvenil venceu a Itália por 2 a 1 e conquistou, pela segunda vez, a Copa do Mundo de Beach Tennis, repetindo o feito alcançado em 2023. A vitória coroou uma campanha sólida e consistente da equipe ao longo de toda a competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-vote-nos-destaques-de-2025.html",
        "title": "Melhores do Ano: vote nos destaques de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_vibra_finals_semi-1024x708.jpg",
        "date": "15/12/2025",
        "description": "TenisBrasilrealiza nesta semana sua tradicional enquete deMelhores do Ano, que é feita continuamente desde o ano 2000. Serão submetidas aos internautas questões sobre como andou a temporada 2025."
    }
]