[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-24-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "24/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/junior-finals-define-semifinalistas-e-klugman-avanca-mesmo-com-derrota.html",
        "title": "Junior Finals define semifinalistas e Klugman avança mesmo com derrota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Klugmann_jrfinals_estica.jpg",
        "date": "24/10/2025",
        "description": "Chengdu (China) –A rodada decisiva da fase de grupos do ITF Junior Finals definiu os confrontos das semifinais na cidade chinesa de Chengdu. Após a classificação do italiano Jacopo Vasami na última quinta-feira, as demais vagas foram definidas nesta sexta. Ele é o único invicto no masculino, enquanto a belga Jeline Vandromme e a eslovaca Mia Pohankova venceram os três jogos na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zhang-volta-a-uma-semi-apos-3-anos-tenistas-do-quali-se-destacam.html",
        "title": "Zhang volta a uma semi após 3 anos, tenistas do quali se destacam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zhang_guangzhou_back_qf.jpg",
        "date": "24/10/2025",
        "description": "Guangzhou (China) –A experiente chinesa Shuai Zhang segue firme na busca por seu terceiro título no WTA 250 de Guangzhou. A jogadora de 36 anos e garantiu vaga na semifinal depois de vencer a norte-americana Katie Volynets, 98ª do ranking, por 7/6 (7-5), 5/7 e 7/5 em 2h53."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-da-chave-em-paris-garante-reencontro-entre-fonseca-e-shapovalov.html",
        "title": "Sorteio da chave em Paris garante reencontro entre Fonseca e Shapovalov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_caminha_cut-e1761228057236-1024x682.jpg",
        "date": "24/10/2025",
        "description": "Paris (França) –Horas depois de protagonizarem um dos duelos das quartas de final do ATP 500 da Basileia, João Fonseca e Denis Shapovalov já têm um reencontro marcado. Eles vão se enfrentar na rodada de estreia do Masters 1000 de Paris, que começa na próxima segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-superar-bublik-e-enfrenta-de-minaur-na-semifinal.html",
        "title": "Sinner volta a superar Bublik e enfrenta De Minaur na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-vienna-2025-friday-1024x576.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria) –O oitavo encontro entre Jannik Sinner e Alexander Bublik terminou com a sexta vitória do italiano, que garantiu vaga na semifinal do ATP 500 de Viena, em quadras duras e cobertas. Principal cabeça de chave e campeão em 2023, Sinner marcou um duplo 6/4 em 1h16 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-chega-a-paris-e-faz-seu-primeiro-treino-na-la-defense-arena.html",
        "title": "Alcaraz chega a Paris e faz seu primeiro treino na La Défense Arena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/khachanov-alcaraz-paris-2025-arrival-e1761324828664-1024x682.jpg",
        "date": "24/10/2025",
        "description": "Paris (França)– Um dos três títulos de Masters 1000 que faltam no currículo do espanhol Carlos Alcaraz, o de Paris pode ser o próximo em sua galeria de conquistas. De casa nova, agora na La Défense Arena, o torneio francês viu o número 1 do mundo fazer seu primeiro treino por lá na manhã desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/redetv-anuncia-transmissao-aberta-dos-maiores-campeonatos-de-beach-tennis.html",
        "title": "RedeTV! anuncia transmissão aberta dos maiores campeonatos de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Rede-TV_beach-tennis.jpg",
        "date": "24/10/2025",
        "description": "São Paulo (SP)– A RedeTV! adquiriu os direitos de transmissão dos maiores campeonatos do circuito internacional de beach tennis, com exclusividade em TV aberta para todo o Brasil. Em mais uma iniciativa que amplia seu portfólio de conteúdos e transmissões esportivas, apostando em modalidades com forte crescimento de público no país, a emissora firmou acordo com a Federação Internacional de Tênis (ITF) e a Federação Paulista de Tênis (FPT) para exibir uma cobertura completa e multiplataforma dos torneios oficiais até o final da temporada de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-busca-virada-sobre-shapovalov-e-faz-a-maior-semi-da-carreira.html",
        "title": "Fonseca busca virada sobre Shapovalov e faz a maior semi da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-vibra-2025-1-e1761321222895-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Basileia (Suíça)– A sexta-feira foi de festa para João Fonseca, que mostrou maturidade e força para se recuperar da derrota no primeiro set contra o canadense Denis Shapovalov, virando o jogo para marcar 3/6, 6/3 e 4/1, quando o rival desistiu do nada, sem sequer pedir atendimento médio ou indicar lesão, garantindo o brasileiro nas semifinais do ATP 500 da Basileia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-conta-com-desistencia-faz-semi-e-se-garante-no-atp-finals.html",
        "title": "Zverev conta com desistência, faz semi e se garante no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-nitto-atp-finals-2025-qualification-graphic-1024x576.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria)– A sexta-feira está sendo de boas notícias para o alemão Alexander Zverev, que além de garantir vaga nas semifinais do ATP 500 de Viena, sem precisar jogar, também se classificou para o ATP Finals. Ele é o quarto com a vaga em Turim, se juntando a Carlos Alcaraz, Jannik Sinner e Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-lanca-movimento-pela-profissionalizacao-do-esporte.html",
        "title": "Beach tennis lança movimento pela profissionalização do esporte",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/coletiva_NN1.jpg",
        "date": "24/10/2025",
        "description": "Indaiatuba (SP) –Foi apresentada oficialmente, nesta semana, em Indaiatuba (SP), em coletiva de imprensa, o Projeto NN1 – New Number One, idealizado por Samantha Barijan, primeira brasileira número 1 do ranking mundial de beach tennis, em parceria com a Arena Deco Beach."
    }
]