[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-23-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_back_lado-1024x682.jpg",
        "date": "23/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-anuncia-despedida-do-tenis-e-joga-roland-garros-pela-ultima-vez.html",
        "title": "Garcia anuncia despedida do tênis e joga Roland Garros pela última vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/caroline-garcia-fft-1024x588.jpeg",
        "date": "23/05/2025",
        "description": "Paris (França)– Ao anunciar, nesta sexta-feira, que jogaria seu último Roland Garros, a francesa Caroline Garcia pegou a todos de surpresa. Por meio de uma longa mensagem publicada nas redes sociais, ela revelou que fará em 2025 sua despedida do torneio, mas ainda não falou sobre quando será a aposentadoria definitiva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-desistir-de-roland-garros-berrettini-foca-no-retorno-a-grama.html",
        "title": "Após desistir de Roland Garros, Berrettini foca no retorno à grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/berrettini-roland-garros-2025-withdrawal-e1748002965257-1024x682.jpg",
        "date": "23/05/2025",
        "description": "Paris (França)– O calvário do italiano Matteo Berrettini com o físico ganhou mais um capítulo recentemente e ele foi forçado a desistir de última hora da disputa de Roland Garros. Após oficializar sua retirada do Grand Slam francês, o atual número 28 do mundo escreveu uma mensagem em seu perfil do Instagram na qual lamentou a ausência e falou que agora já está focado na temporada de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-salva-match-point-bate-campeoes-do-ao-de-virada-e-faz-final.html",
        "title": "Romboli salva match-point, bate campeões do AO de virada e faz final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/romboli-hamburgo-movimenta-2025-e1748001780927-1024x684.jpg",
        "date": "23/05/2025",
        "description": "Hamburgo (Alemanha)– Nem mesmo os cabeças de chave número 1, o finlandês Harri Heliovaara e o britânico Henry Patten foram capazes de parar Fernando Romboli e o argentino Andres Molteni no ATP 500 de Hamburgo. Nesta sexta-feira, a dupla sul-americana bateu os favoritos de virada, com parciais de 1/6, 6/1 e 12-10, e garantiu um lugar na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-tera-suas-tres-ultimas-campeas-e-volta-de-sabalenka.html",
        "title": "Wimbledon terá suas três últimas campeãs e volta de Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/krejcikova_wimbledon_trofeu_CK-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Londres (Inglaterra) –As três últimas campeãs de Wimbledon estão garantidas na chave principal do Grand Slam londrino, que será disputado entre 30 de junho e 13 de julho. As tchecas Barbora Krejcikova e Marketa Vondrousova, além da cazaque Elena Rybakina, estarão entre as atrações do troneio. Quem também retorna é Aryna Sabalenka, número 1 do mundo, que não disputou a edição passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-as-chaves-do-qualificatorio-de-roland-garros.html",
        "title": "Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/chaves_rg-1024x576.jpg",
        "date": "22/05/2025",
        "description": "MasculinoSimplesDuplasQualificatório"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-caem-nas-oitavas-em-milao-juvenis-fazem-semis-na-bolivia.html",
        "title": "Guto e Naná caem nas oitavas em Milão, juvenis fazem semis na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/guto_poa_fore_qf-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Milão (Itália) –Os dois juvenis brasileiros que atuaram nesta quinta-feira pelo ITF J500 de Milão, em quadras de saibro na Itália, se despediram da competição. A paulista Nauhany Silva e o goiano Guto Miguel foram superados na terceira rodada do torneio preparatório para Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-argentinas-jogam-finais-do-quali-em-rg-errani-se-despede.html",
        "title": "Três argentinas jogam finais do quali em RG, Errani se despede",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/errani_rg_slice_saibro-1024x536.jpg",
        "date": "22/05/2025",
        "description": "Paris (França) –Três jogadoras argentinas estão na rodada final do quali de Roland Garros: Julia Riera, Solana Sierra e Maria Lourdes Carlé jogam nesta sexta-feira em busca de vagas na chave principal do Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-derruba-fritz-e-faz-semi-em-genebra-norrie-enfrenta-djokovic.html",
        "title": "Hurkacz derruba Fritz e faz semi em Genebra, Norrie enfrenta Djokovic às 11h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/hurkacz_genebra_vibra-1024x601.png",
        "date": "22/05/2025",
        "description": "Genebra (Suíça) –Adversário de João Fonseca naprimeira rodada de Roland Garros, o polonês Hubert Hurkacz chegará a Paris com dois ótimos resultados na temporada de saibro. Depois de ter alcançado as quartas de final do Masters 1000 de Roma, Hurkacz garantiu vaga na semifinal do ATP 250 de Genebra, depois de vencer o norte-americano Taylor Fritz, principal cabeça de chave e número 4 do mundo, por 6/3 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/future-cadeirante-no-corinthians-rio-open-inova-e-cbt-tem-projeto.html",
        "title": "‘Future’ cadeirante no Corinthians, Rio Open inova e CBT tem projeto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_lucas_takaki.jpg",
        "date": "22/05/2025",
        "description": "* A Federação Paulista de Tênis (FPT) escolheu oSport Club Corinthians Paulista como sede do ITF Future Series de Tênis em Cadeira de Rodas, torneio internacional profissional que faz parte do Uniqlo Wheelchair Tennis Tour. A competição será realizada entre os dias 29 de maio e 1º de junho, na capital paulista. Com premiação de US$ 3 mil, o torneio contará com a participação de importantes nomes da modalidade, incluindo atletas que representaram o Brasil recentemente no Mundial disputado em Antália, na Turquia. “Desde o início da nossa gestão, temos como missão fomentar e desenvolver o tênis, o tênis em cadeira de rodas e o beach tennis. Este será, sem dúvida, o primeiro de muitos torneios da modalidade em nosso estado”, destacou o presidente da FPT, Danilo Gaino."
    }
]