[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-minimiza-historico-negativo-e-reencontra-muchova-as-22h.html",
        "title": "Sabalenka minimiza histórico negativo e reencontra Muchova às 22h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_vibra_qf-1024x655.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália) –Semifinalista do WTA 500 de Adelaide, Aryna Sabalenka tem a missão de reverter um histórico negativo diante de sua próxima adversária. A número 1 do mundo enfrenta a tcheca Karolina Muchova nesta sexta-feira às 22h (de Brasília) e só tem uma vitória nos quatro confrontos anteriores. Além disso, Muchova venceu os três encontros mais recentes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estava-fora-de-sincronia-diz-rybakina-apos-derrota-em-brisbane.html",
        "title": "“Estava fora de sincronia”, diz Rybakina após derrota em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_brisbane_acena-1024x675.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– O WTA 500 de Brisbane chegou ao fim para Elena Rybakina, nesta sexta-feira, quando foi derrotada nas quartas de final por Karolina Muchova em um placar de 6/2, 2/6 e 6/4. A partida marcou o fim de uma sequência de 13 vitórias de Rybakina, com 46 erros da atleta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jodar-e-blockx-fazem-duelo-de-jovens-na-final-do-challenger-de-camberra.html",
        "title": "Jodar e Blockx fazem duelo de jovens na final do challenger de Camberra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/rafael_jodar_juniorfinals_vibra-1024x644.jpg",
        "date": "09/01/2026",
        "description": "Camberra (Austrália) –A final do challenger de Camberra será entre dois atletas do nova geração, o espanhol Rafael Jodar, de 19 anos, e o belga Alexander Blockx, de 20 anos. Eles se enfrentam a partir das 2h (de Brasília) e o encontro é inédito no circuito. A edição passada do torneio foi vencida pelo brasileiro João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vira-o-jogo-e-faz-semi-norte-americanos-se-destacam.html",
        "title": "Medvedev vira o jogo e faz semi, norte-americanos se destacam",
        "image": null,
        "date": "09/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semis-da-united-cup-comecam-as-20h-iga-e-gauff-duelam-as-5h.html",
        "title": "Semis da United Cup começam às 20h, Iga e Gauff duelam às 5h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga-coco-madri-2025-scaled-e1746127156647-1024x683.jpeg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália) –Os finalistas da United Cup serão conhecidos entre a noite desta sexta-feira e as primeiras horas da manhã de sábado. A programação começa com o confronto entre Suíça e Bélgica, seguidos por Estados Unidos e Polônia, que reeditam a decisão do ano passado. Os jogos são transmitidos pelaNSportsna TV por assinatura eYouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-e-joao-fonseca-visitam-mercado-central-em-adelaide.html",
        "title": "Bia Haddad e João Fonseca visitam mercado central em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_fonseca_adelaide_fish-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Adelaide (Austrália) –A sexta-feira foi de visita brasileira ao Mercado Central de Adelaide. Beatriz Haddad Maia e João Fonseca conheceram um dos principais pontos turísticos da cidade australiana e experimentaram um pouco da culinária local."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-rublev-vencem-e-duelam-na-semifinal-em-hong-kong.html",
        "title": "Musetti e Rublev vencem e duelam na semifinal em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/musetti-hong-kong-2026-friday-1-1024x576.jpg",
        "date": "09/01/2026",
        "description": "Hong Kong (China) –Dois dos principais favoritos no ATP 250 de Hong Kong, Lorenzo Musetti e Andrey Rublev, vão se enfrentar em uma das semifinais do torneio preparatório para o Australian Open. O russo venceu o único duelo anterior contra o italiano, disputado em Dubai ainda em 2020. O reencontro será neste sábado às 4h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-italiano-gerou-uma-receita-superior-a-do-futebol-em-2025.html",
        "title": "Tênis italiano gerou uma receita superior à do futebol em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-audenzi-turin-2025-trophy-e1767940020772-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Turim (Itália)– Uma análise publicada na última quarta-feira nas páginas doIl Sole 24 Oremostra um feito histórico para o tênis italiano. Pela primeira vez, a Federação Italiana de Tênis e Padel (FITP) fechou o ano com receitas superiores às da Federação Italiana de Futebol (FIGC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-celebram-rivalidade-e-falam-em-jogar-duplas-juntos.html",
        "title": "Alcaraz e Sinner celebram rivalidade e falam em jogar duplas juntos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_alcaraz_coreia-1024x696.jpg",
        "date": "09/01/2026",
        "description": "Incheon (Coreia do Sul) –Nesta sexta-feira, em coletiva de imprensa, os dois melhores jogadores do ranking, Carlos Alcaraz e Jannik Sinner, comentaram sobre as expectativas do primeiro duelo de 2026 entre os dois. O confronto será naHyundai Card Super Match, na cidade de Incheon, neste sábado. O jogo de exibição é uma prévia do que esperar sobre o espanhol e o italiano na temporada que se inicia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-duplistas-de-oficio-polonia-elimina-a-australia-e-vai-a-semi.html",
        "title": "Com duplistas de ofício, Polônia elimina a Austrália e vai à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kawa_zielinski_mxd_unitedcup-1024x604.jpg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália) –A Polônia garantiu a última vaga nas semifinais da United Cup, após eliminar a anfitriã Austrália por 2 a 1. A definição do confronto aconteceu na partida de duplas mistas, em que ambas as equipes escalaram especialistas na modalidade. Katarzyna Kawa e Jan Zielinski superaram nesta sexta-feira John-Patrick Smith e Storm Hunter por 6/4 e 6/0."
    }
]