[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-10-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasDuplas mistas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garantida-no-top-10-anisimova-ja-e-a-sexta-melhor-da-temporada.html",
        "title": "Garantida no top 10, Anisimova já é a sexta melhor da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova-wimbledon-prepara-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Primeira finalista de Wimbledon, após bater a número 1 do mundo Aryna Sabalenka na semifinal que abriu a quinta-feira na Quadra Central, a norte-americana Amanda Anisimova vê sua grande temporada de 2025 render frutos no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chow-e-marchezini-jogam-o-sand-series-matosinhos-atras-do-3o-titulo-seguido.html",
        "title": "Chow e Marchezini jogam o Sand Series Matosinhos atrás do 3º título seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sophiachow_Marchezini_amazoniaopen-sunset.jpg",
        "date": "10/07/2025",
        "description": "Matosinhos (Portugal)– O circuito mundial de beach tennis desembarca esta semana em solo europeu para a disputa do Sand Series Matosinhos, em Portugal, um dos torneios mais importantes da temporada. Com início na quinta-feira e jogos a partir de sexta-feira, o torneio distribuirá US$ 100 mil em premiação e 800 pontos no ranking ITF para as duplas campeãs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-e-pigossi-ganham-e-fazem-semifinal-de-duplas-na-franca.html",
        "title": "Ingrid e Pigossi ganham e fazem semifinal de duplas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/IMG-20250613-WA0001-scaled-e1749820144136-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Contrexeville (França)– A carioca Ingrid Martins e a paulista Laura Pigossi, atuando com parceiras estrangeiras, venceram na estreia da chave de duplas do WTA 125 de 100 mil euros que acontece sobre o saibro francês e já estão nas semifinais da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-confirma-historico-contra-sabalenka-e-faz-final-inedita.html",
        "title": "Anisimova confirma histórico contra Sabalenka e faz final inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova-wimbledon-prepara-2025-1.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– A busca da bielorrussa Aryna Sabalenka pela quarta final seguida de Grand Slam ficou pelo caminho nesta quinta-feira, com a derrota nas semifinais de Wimbledon. Sua algoz foi a norte-americana Amanda Anisimova, que jogou de igual para igual com a número 1 do mundo e não se intimidou, vencendo uma dura batalha de 2h37 com o placar final de 6/4, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/becker-se-solidariza-com-zverev-apos-desabafo-do-compatriota.html",
        "title": "Becker se solidariza com Zverev após desabafo do compatriota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-wimbledon-saida-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Berlim (Alemanha)– O alemão Boris Becker fez uma declaração de apoio ao compatriota Alexander Zverev depois que o atual número 3 do mundose abriu sobre seus problemas de saúde mentalapós a eliminação em Wimbledon. Após ouvir as palavras de Sascha, o dono de seis títulos de Grand Slam contou que acabou chorando."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferrero-rasga-elogios-a-alcaraz-mas-preve-batalha-dura-com-fritz-na-semi.html",
        "title": "Ferrero rasga elogios a Alcaraz, mas prevê batalha dura com Fritz na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/alcaraz-ferrero-wimbledon-2023-e1749555672447-1024x682.jpeg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Um dia após ver Carlos Alcaraz garantir um lugar nas semifinais de Wimbledon, o treinador Juan Carlos Ferrero falou com a mídia espanhola na quarta-feira para analisar a campanha do pupilo até então no All England Club e também projetar o próximo jogo, em que terá pela frente o norte-americano Taylor Fritz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/visita-real-alegria-da-mamae-belinda-quartas-completas-veja-resumo-da-quarta.html",
        "title": "Visita real, alegria da mamãe Belinda, quartas completas. Veja resumo da quarta-feira..",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic_coracao.jpg",
        "date": "10/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lesao-de-dimitrov-nao-e-tao-grave-e-ele-podera-voltar-para-o-us-open.html",
        "title": "Lesão de Dimitrov não é tão grave e ele poderá voltar para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_dimitrov_wimbledon-1024x645.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– A última atualização sobre a lesão de Grigor Dimitrov parece ser otimista. Após a desistência dolorosa do búlgaro na partida contra o  italiano Jannik Sinner, válida pelas oitavas de final de Wimbledon, o empresário do tenista búlgaro, Georgi Stoimenov, compartilhou novidades sobre a gravidade do problema enfrentado pelo atual número 21 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-se-orgulha-de-campanha-ate-as-quartas-e-sera-top-20-apos-wimbledon.html",
        "title": "Cobolli se orgulha de campanha até as quartas e será top 20 após Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cobolli_wimbledon_desliza_QF-1024x600.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –A melhor campanha de Flavio Cobolli em Grand Slam chegou ao fim nesta quarta-feira, com a derrota para Novak Djokovic nas quartas de final de Wimbledon. O jovem italiano de 23 anos caiu diante do heptacampeão do torneio por 6/7 (6-8), 6/2, 7/5 e 6/4 em 3h11 de partida na Quadra Central, mas deixa Londres com motivos de sobra para comemorar. Atual número 24 do mundo, ele garantiu entrada inédita no top 20 do ranking após o torneio."
    }
]