[
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-confirmado-para-challenger-na-costa-do-sauipe.html",
        "title": "Monteiro é confirmado para challenger na Costa do Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro_rio_desliza_treino.jpg",
        "date": "15/08/2025",
        "description": "Costa do Sauípe (BA) –O tênis profissional volta a escrever história na Costa do Sauípe com um torneio internacional, o inédito Costa do Sauípe Open ATP Challenger 125, que acontece entre os dias 19 e 26 de outubro de 2025. Em quadras de saibro totalmente renovadas, o segundo maior torneio do País já tem uma grande atração confirmada: Thiago Monteiro, atual número 4 do Brasil e 168 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-ja-e-o-primeiro-na-lista-de-espera-para-o-quali-do-us-open.html",
        "title": "Reis já é o primeiro na lista de espera para o quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53629914196_c421750d3c_c.jpg",
        "date": "15/08/2025",
        "description": "Nova York (EUA)– Está cada vez mais próxima a chance do pernambucano João Lucas Reis fazer sua estreia em um Grand Slam. Com adesistência do italiano Matteo Berrettinina chave principal do US Open e outras no quali, ele é agora o primeiro na lista de espera para a fase classificatória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/interclubes-paranaense-reune-tenistas-como-demoliner-e-danielzinho.html",
        "title": "Interclubes paranaense reúne tenistas como Demoliner e Danielzinho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demoliner-comemora-challenger-birmingham-1024x727.jpg",
        "date": "15/08/2025",
        "description": "Maringá (PR)– Grandes nomes do tênis brasileiro estarão em ação no Interclubes Paranaense de Classes, realizado pela Federação Paranaense de Tênis. O evento teve início na última quinta-feira e reunirá até domingo mais de 3 mil atletas, entre eles tenistas do calibre de Marcelo Demoliner, Daniel Silva e Mateus Alves."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-derruba-sabalenka-e-desafia-iga-na-semifinal-de-cincinnati.html",
        "title": "Rybakina derruba Sabalenka e desafia Iga na semifinal de Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina_mtl_toss.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A boa fase de Elena Rybakina nos torneios preparatórios para o US Open fez a diferença no confronto com Aryna Sabalenka, nesta sexta-feira em Cincinnati. De volta ao top 10 após as semifinais de Washington e Montréal, a cazaque chega a mais uma semi depois de vencer a número 1 do mundo por 6/1 e 6/4 em 1h14 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-explica-motivo-para-recontratar-preparador-fisico.html",
        "title": "Sinner explica motivo para recontratar preparador físico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Jannik-Sinner-Umberto-Ferrara-Pequim-2023-e1743680873201.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– Responsáveis diretos pela contaminação sofrida pelo italiano Jannik Sinner,que acabou suspenso por três meses por doping, Umberto Ferrara e Giacomo Naldi foram dispensados de sua equipe logo após o caso vir a público"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vence-e-vai-a-semi-em-cincinnati-pelo-terceiro-ano-consecutivo.html",
        "title": "Iga vence e vai à semi em Cincinnati pelo terceiro ano consecutivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Iga_Swiatek_-_Cincinnati_Open_2025_-_Day_9-DSC_3421_xgaplus.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– Abrindo a rodada desta sexta-feira no WTA 1000 de Cincinnati, Iga Swiatek controlou bem o duelo com a russa Anna Kalinskaya e se tornou a primeira semifinalista do torneio. Ela precisou de 1h34 de partida para derrubar a cabeça de chave 28 com parciais de 6/3 e 6/4. A vitória foi uma revanche para a polonesa, que havia perdido de Kalinskaya no ano passado em Dubai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-revela-que-nao-anda-sozinha-na-rua-desde-incidente-com-perseguidor.html",
        "title": "Raducanu revela que não anda sozinha na rua desde incidente com perseguidor",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Emma_Raducanu_-_Cincinnati_Open_2025_-_Day_3-DSC_3931_xgaplus.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– As derrotas sofridas em quadra não são nada para a britânica Emma Raducanu quando comparadas aos problemas que enfrentou fora delas, com dois encontros bem documentados com perseguidores. Um foi preso e recebeu uma ordem de restrição de cinco anos e outro a seguiu por quatro países diferentes no início deste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-ha-palavras-que-descrevam-como-me-sinto-agora-festeja-atmane.html",
        "title": "“Não há palavras que descrevam como me sinto agora”, festeja Atmane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Terence-Atmane-1-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– Um dia depois de derrotar Taylor Fritz, o francês Terence Atmane superou mais um top 10, batendo o dinamarquês Holger Rune em sets diretos para se garantir nas semifinais do Masters 1000 de Cincinnati. O jogador de 23 anos entrou no torneio com apenas uma vitória em nível ATP na temporada e agora já soma seis"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-15-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-comemora-boa-atuacao-e-chega-animado-para-desafiar-zverev.html",
        "title": "Shelton comemora boa atuação e chega animado para desafiar Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton-cincinnati-grita-2025-e1755265355125-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– O norte-americano Ben Shelton saiu de quadra bastante satisfeito com seu desempenho após a vitória sobre o tcheco Jiri Lehecka pelas oitavas de final no Masters 1000 de Cincinnati. “Sinceramente, me sinto muito bem. Acho que esta foi a minha melhor partida desde que cheguei aqui”, comemorou o tenista da casa."
    }
]