[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "19/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-draper-e-collins-harrison-garantem-ultimas-vagas-nas-semis.html",
        "title": "Pegula/Draper e Collins/Harrison garantem últimas vagas nas semis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/collins_harrison_uso_mistas-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –O complemento da longa rodada desta terça-feira no US Open definiu as duas últimas parcerias classificadas para as semifinais.Principais cabeças de chave, Jessica Pegula e Jack Draper seguem firme, assim como a parceria norte-americana de Danielle Collins e Christian Harrison, que entrou no torneio de última hora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-e-julia-konishi-estreiam-com-vitoria-em-santiago.html",
        "title": "Ana Candiotto e Júlia Konishi estreiam com vitória em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "19/08/2025",
        "description": "Santiago (Chile) –Em rodada com seis brasileiras, as paulistas Ana Candiotto e Júlia Konishi venceram seus jogos na rodada de estreia do ITF W15 de Santiago, em quadras de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-draper-eliminam-raducanu-e-alcaraz-russos-batem-djokovic-e-danilovic.html",
        "title": "Pegula e Draper eliminam Raducanu e Alcaraz, russos batem Djokovic e Danilovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula_draper_uso_back-1024x576.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –A tão esperada parceria de Emma Raducanu e Carlos Alcaraz durou apenas uma partida no torneio de duplas mistas do US Open. Eles foram superados na rodada de estreia pela norte-americana Jessica Pegula e o britânico Jack Draper, principais cabeças de chave, que marcaram um duplo 4/2 em 50 minutos de partida. A rodada que atraiu grandes estrelas do circuito teve estádio cheio para o jogo no Arthur Ashe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-estreiam-bem-nas-duplas-em-winston-salem.html",
        "title": "Romboli e Smith estreiam bem nas duplas em Winston Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/smith-romboli-los-cabos-2025-e1752752377554-1024x684.jpg",
        "date": "19/08/2025",
        "description": "Winston Salem (EUA) –A participação brasileira no ATP 250 de Winston Salem começou com vitória de Fernando Romboli, ao lado do australiano John-Patrick Smith. Eles venceram os norte-americanos Vasil Kirkov e Sebastian Korda por 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-periodo-de-treinos-baran-e-loch-disputam-bt-400-na-franca.html",
        "title": "Após período de treinos, Baran e Loch disputam BT 400 na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andre_baran_posada.jpg",
        "date": "19/08/2025",
        "description": "Uberlândia (MG) –Depois de quase um mês e meio sem disputar grandes torneios, o brasileiro André Baran está de volta às quadras nesta semana. O atleta número 1 do Brasil e 4 do mundo embarca para a disputa do BT400 de Saint Georges de Didonne, na França, a partir desta quinta-feira. O torneio renderá 400 pontos no ranking internacional à dupla campeã, além de uma premiação em dinheiro de 35 mil dólares."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-de-janeiro-vai-receber-um-wta-125-a-partir-de-12-de-outubro.html",
        "title": "Rio de Janeiro vai receber um WTA 125 a partir de 12 de outubro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/techset_rio-1024x680.jpg",
        "date": "19/08/2025",
        "description": "Rio de Janeiro (RJ) –O Rio de Janeiro voltará ao calendário do tênis feminino com a disputa do Rio Ladies Open, que acontecerá entre os dias 12 e 19 de outubro, na academia Techset, na Barra da Tijuca. A competição é do nível WTA 125 e terá premiação de US$ 115 mil com 125 pontos para as campeãs de simples e de duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-sera-a-cabeca-2-no-us-open-paolini-volta-ao-top-8-do-ranking.html",
        "title": "Iga será a cabeça 2 no US Open, Paolini volta ao top 8 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_paolini_cincy_antes-1024x653.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA) –Campeã e vice em Cincinnati na última segunda-feira, Iga Swiatek e Jasmine Paolini subiram no ranking divulgado nesta terça pela WTA e que servirá de base para a definição das cabeças de chave do US Open. Foram as únicas mudanças no atual top 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-ruud-avancam-a-semi-ao-lado-de-campeoes-italianos.html",
        "title": "Swiatek e Ruud avançam à semi ao lado de campeões italianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud22-1024x694.jpg",
        "date": "19/08/2025",
        "description": "Nova York (EUA)– A parceria entre a polonesa Iga Swiatek e o norueguês Casper Ruud usou o melhor de seus poderosos e regulares golpes de base para se garantir nas semifinais da inovada chave de duplas mistas do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-salta-31-posicoes-e-volta-a-bater-o-melhor-ranking.html",
        "title": "Luiza Fullana salta 31 posições e volta a bater o melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fullana_rioclaro25_fore.jpg",
        "date": "19/08/2025",
        "description": "São Petersburgo (EUA) –Como já havia acontecido na semana anterior, a brasiliense Luiza Fullana voltou a superar o melhor ranking da carreira, aproveitando bem os torneios realizados na América do Sul. Ela saltou 31 posições na atualização desta terça-feira e atingiu o 461º lugar, tornando-se agora a número 5 do Brasil."
    }
]