[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-28-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcondes_itajai.jpg",
        "date": "28/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas femininas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vai-confiante-contra-djokovic-e-para-esses-momentos-que-eu-treino.html",
        "title": "Sinner vai confiante contra Djokovic: “É para esses momentos que eu treino”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-celebration-australian-open-2026-qf-2-1024x576.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Jannik Sinner segue em busca do seu terceiro título consecutivo em Melbourne. O italiano derrotou o norte-americano Ben Shelton por 6/3, 6/4 e 6/4 nesta quarta-feira. Agora, encara o 10 vezes campeão de Australian Open, Novak Djokovic, e parece estar confiante para a semifinal do Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-juniors-cup-reune-os-melhores-juvenis-no-rio-grande-do-sul.html",
        "title": "Brasil Juniors Cup reúne os melhores juvenis no Rio Grande do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/guto_miguel_2025.jpg",
        "date": "28/01/2026",
        "description": "Porto Alegre (RS) –Duas semanas de muitos jogos, reunindo no Rio Grande do Sul os melhores juvenis do Brasil. Assim será a Brasil Juniors Cup 2026, que acontecerá de 3 a 15 de março em Porto Alegre, Caxias do Sul e Novo Hamburgo. Para esta edição, é esperada a participação de mais de 800 tenistas, de diversos países."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-se-sente-cada-vez-mais-perto-de-desafiar-os-melhores.html",
        "title": "Shelton se sente cada vez mais perto de desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_shelton_ausopen.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –O confronto entre Ben Shelton e Jannik Sinner, nesta quarta-feira, marcou a quarta vez em um Grand Slam que o norte-americano é eliminado pelo italiano. No entanto, com uma ótima campanha, o sétimo colocado do ranking acredita que seja apenas uma questão de tempo para que alcance resultados maiores em sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-lamenta-chances-perdidas-e-falta-de-consistencia.html",
        "title": "Anisimova lamenta chances perdidas e falta de consistência",
        "image": null,
        "date": "28/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-a-ajuda-dos-ceus.html",
        "title": "Com a ajuda dos céus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_djoko_semi_ao.jpg",
        "date": "28/01/2026",
        "description": "Novak Djokovic não ganha um set neste Australian Open desde a terceira rodada de sábado, mas ainda assim atingiu sua 13ª semifinal em Melbourne nesta quarta-feira, mais uma façanha de seus 38 anos. O sérvio parece contar com ajuda divina: não precisou se desgastar nas oitavas, quando sequer entrou em quadra para enfrentar Jakub Mensik, e vivia um dia de baixa qualidade e eficiência quando Lorenzo Musetti, dois sets à frente, não suportou uma contusão na coxa direita, abandonou melancolicamente a quadra e viu esvair a chance de atingir um dos maiores resultados de sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-o-resumo-desta-quarta-feira-em-melbourne.html",
        "title": "Confira o resumo desta quarta-feira em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melbourne_dia28-.jpg",
        "date": "28/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-comemora-semifinal-inedita-e-valoriza-poder-de-reacao.html",
        "title": "Pegula comemora semifinal inédita e valoriza poder de reação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pegula_ausopen_vibra_qf-1024x700.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Depois de três eliminações seguidas nas quartas de final do Australian Open entre 2021 e 2023, Jessica Pegula comemora o melhor resultado da carreira em Melbourne, chegando a uma semifinal inédita aos 31 anos. A experiente norte-americana se sente mais preparada para lidar com os grandes palcos e destacou o poder de reação navitória desta quarta-feirasobre a compatriota Amanda Anisimova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-quarta-2.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta quarta",
        "image": null,
        "date": "28/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-sorteia-viagem-para-roland-garros-em-sua-fundacao.html",
        "title": "Zverev sorteia viagem para Roland Garros em sua fundação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-ausopen-fore-2026-1024x683.jpg",
        "date": "28/01/2026",
        "description": "Hamburgo (Alemanha) –O alemão Alexander Zverev anunciou nesta quarta-feira, por meio de uma publicação no X, uma campanha de doação para suafundação, que ajuda crianças com diabetes. O tenista lida com a doença desde os 4 anos de idade. A premiação do sorteio é o sonho de qualquer fã de tênis, uma viagem, com tudo pago, para duas pessoas para Roland Garros."
    }
]