[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "04/02/2026",
        "description": "ATP 250 de Montpellier (França) – Sintético (coberto) – 612.620 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-chega-as-quartas-pelo-segundo-torneio-seguido.html",
        "title": "Pietra Rivoli chega às quartas pelo segundo torneio seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "04/02/2026",
        "description": "Salinas (Equador) –A juvenil gaúcha Pietra Rivoli está nas quartas de final do ITF J300 de Salinas, em quadras duras no Equador. Cabeça 2 do torneio e 61ª do ranking, Pietra venceu a norte-americana Ana Avramovic por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-adia-abertura-dos-18-anos-da-copa-futuro-em-santos.html",
        "title": "Chuva adia abertura dos 18 anos da Copa Futuro em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/copafuturo1-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Santos (SP)– O mau tempo foi um adversário insuperável na abertura da Copa Futuro de Tênis 2026. O tradicional torneio infantojuvenil conseguiu realizar as rodadas previstas dos 12 e 14 anos, mas as partidas de 18 foram tiveram de ser adiadas para esta quinta-feira e as de 16, deslocadas para sexta-feira. O torneio acontece nas quadras de saibro do Tênis Clube de Santos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/montpellier-wawrinka-avanca-bautista-cai-jovem-frances-da-trabalho-veja-resumo.html",
        "title": "Montpellier: Wawrinka avança, Bautista cai. Jovem francês dá trabalho. Veja.",
        "image": null,
        "date": "04/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-esta-fora-buenos-aires-e-vira-duvida-para-o-rio-open.html",
        "title": "Monfils está fora de Buenos Aires e vira dúvida para o Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monfils-madri-prepara-2025-e1746277884644-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Buenos Aires (França) –O francês Gael Monfils está fora do ATP 250 de Buenos Aires, que começa na próxima segunda-feira. O motivo da desistência é um vírus estomacal, que ele relatou ter sofrido logo depois do Australian Open. Em temporada de despedida do circuito, o veterano de 39 anos vira dúvida para o Rio Open, daqui a menos de duas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-ceolin-e-lucca-pinto-estreiam-com-vitoria-em-torneios-da-itf.html",
        "title": "João Ceolin e Lucca Pinto estreiam com vitória em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/lucca_pinto_nov2024.jpg",
        "date": "04/02/2026",
        "description": "Palm Coast (EUA) –Único brasileiro no ITF M15 de Palm Coast, em quadras de saibro nos Estados Unidos, João Ceolin estreou com vitória na competição. Ele superou o argentino Thiago Cigarran, cabeça 7 do torneio, por 2/6, 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lesao-no-tornozelo-tira-zverev-do-atp-500-de-roterda.html",
        "title": "Lesão no tornozelo tira Zverev do ATP 500 de Roterdã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-paris-2025-fh-e1762521529918-1024x682.jpg",
        "date": "04/02/2026",
        "description": "Roterdã (Holanda) –Após adesistência de Carlos Alcaraz, o ATP 500 de Roterdã teve mais uma baixa confirmada nesta quarta-feira. O alemão Alexander Zverev, número 4 do mundo, anunciou sua desistência nesta quarta-feira por lesão no tornozelo.Ele já vinha se queixando do problemadesde o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-estreia-com-vitoria-de-virada-em-quadras-cobertas-na-franca.html",
        "title": "Cé estreia com vitória de virada em quadras cobertas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "04/02/2026",
        "description": "Andrézieux-Bouthéon (França) –Única brasileira no ITF W75 de Andrézieux-Bouthéon, em quadras duras e cobertas na França, Gabriela Cé estreou com uma vitória em três sets. A gaúcha de 32 anos e 319ª do ranking venceu a lituana Justina Mikulskyte, cabeça 3 do evento e 241ª do mundo, por 1/6, 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/abu-dhabi-confira-o-resumo-da-rodada-desta-quarta-feira.html",
        "title": "Abu Dhabi: confira o resumo da rodada desta quarta-feira",
        "image": null,
        "date": "04/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-se-emociona-com-a-torcida-apos-vitoria-dramatica-ficara-na-memoria.html",
        "title": "Eala se emociona com a torcida após vitória dramática",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/eala_abudhabi_acena-1024x530.jpg",
        "date": "04/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –Classificada para as quartas de final do WTA 500 de Abu Dhabi, Alexandra Eala está se sentindo em casa com a grande torcida que vem recebendo da comunidade local e se emocionou após a difícil vitória desta quarta-feira."
    }
]