[
    {
        "url": "https://tenisbrasil.uol.com.br/jovens-tchecas-superam-ingrid-e-gleason-na-estreia-em-praga.html",
        "title": "Jovens tchecas superam Ingrid e Gleason na estreia em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/havlickova_samson_praga_cump-1024x683.jpg",
        "date": "21/07/2025",
        "description": "Praga (República Tcheca) –Vinda de bons resultados no saibro nas últimas semanas, Ingrid Martins voltou ao piso duro, mas não repetiu o mesmo desempenho. Ela foi eliminada na estreia do WTA 250 de Praga, jogando ao lado da norte-americana Quinn Gleason. As algozes foram as jovens tchecas Lucie Havlickova e Laura Samson, que marcaram 6/3 e 7/5 em 1h36 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baixas-no-masters-1000-de-toronto-crescem-com-mais-tres-nomes.html",
        "title": "Baixas no Masters 1000 de Toronto crescem com mais três nomes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/hubert-hurkacz-libema-open-2025-wednesday-e1749665264992-1024x682.jpg",
        "date": "21/07/2025",
        "description": "Toronto (Canadá)– A cada dia que passa o Masters 1000 de Toronto vê mais jogadores desistirem do torneio. Depois das baixas de peso do fim de semana, outros três tenistas se juntaram a Jannik Sinner, Carlos Alcaraz, Novak Djokovic e Jack Draper."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-21-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/07/2025",
        "description": "ATP 250 de Umag (Croácia) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-volta-a-bater-o-melhor-ranking-e-fura-o-quali-na-finlandia.html",
        "title": "Reis volta a bater o melhor ranking e fura o quali na Finlândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "21/07/2025",
        "description": "Tampere (Finlândia) –Na semana em que aparece com o melhor ranking da carreira, agora no 234º lugar da ATP, João Lucas Reis conseguiu sua vaga na chave principal do challenger de Tampere, em quadras de saibro na Finlândia. O pernambucano venceu nesta segunda-feira o sueco Olle Wallin, 468º do ranking, na rodada final do quali por 6/2 e 6/4 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tara-moore-o-sistema-antidoping-esta-quebrado-e-eu-sou-prova-disso.html",
        "title": "Tara Moore: “O sistema antidoping está quebrado e eu sou prova disso”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/D3M_0351_xgaplus.jpg",
        "date": "21/07/2025",
        "description": "Londres (Inglaterra)– Suspensa por quatro anosapós decisão da Corte Arbitral do Esporte(CAS) acatar o recurso da Agência Internacional de Integridade do Tênis (ITIA), a britânica Tara Moore usou as redes sociais para disparar contra as entidades antidoping. A tenista de 32 anos, que já foi 145ª em simples e 77ª nas duplas, se diz injustiçada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/131629.html",
        "title": "Ex-técnico de Boisson lembra a personalidade forte e o perfeccionismo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/patrick_larose.jpg",
        "date": "21/07/2025",
        "description": "Paris (França) –A francesa Loïs Boisson chegou às semifinais em Roland Garros e neste domingo conquistou seu primeiro título de WTA em Hamburgo, na Alemanha. Uma reportagem no site da Federação Francesa de Tênis (FFT), datada de 5 de junho passado, fornece alguns detalhes sobre sua formação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-top-10-sao-confirmadas-nas-finais-da-billie-jean-king-cup.html",
        "title": "Cinco top 10 são confirmadas nas finais da Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/qinwen_zheng_china_flag_oly.jpg",
        "date": "21/07/2025",
        "description": "Shenzhen (China)– As finais da Billie Jean King Cup, que acontecem entre os dias 16 e 21 de setembro terão cinco top 10 na disputa: as norte-americanas Jessica Pegula e Madison Keys, a tenista da casa Qinwen Zheng, a italiana Jasmine Paolini e  espanhola Paula Badosa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-sonha-alto-e-explica-que-parceria-com-agassi-e-pontual.html",
        "title": "Rune sonha alto e explica que parceria com Agassi é pontual",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-washington-treina-2025-e1753110067226-1024x683.jpg",
        "date": "21/07/2025",
        "description": "Washington (EUA)– O dinamarquês Holger Rune confirmou no domingo que o acordo com Andre Agassi é mais uma mentoria do que uma parceria oficial de treinamento. O ex-número 1 do mundo trabalhou com Rune em um bloco de treinamento de três dias em sua preparação para o ATP 500 de Washington, mas já pensando na disputa do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-se-isola-com-a-11a-maior-sequencia-na-lideranca-do-ranking.html",
        "title": "Sinner se isola com a 11ª maior sequência na liderança do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-2025-saturday-2-corinne-e1753107915690-1024x682.jpg",
        "date": "21/07/2025",
        "description": "Londres (Inglaterra)– Atual número 1 do mundo, o italiano Jannik Sinner alcançou nesta segunda-feira a 11º maior sequência na ponta da ATP de maneira isolada. Ele tem agora 59 semanas seguidas no topo do ranking, deixando para trás as 58 do norte-americano John McEnroe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/abdanur-e-mola-fazem-a-dobradinha-e-faturam-tambem-o-bt-100-de-sorriso.html",
        "title": "Abdanur e Mola fazem dobradinha e faturam também o BT 100 de Sorriso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mola_abdanur_BT100-Sorriso.jpg",
        "date": "21/07/2025",
        "description": "Sorriso (MT) –Foram definidos, no fim da noite deste domingo, os campeões do inédito torneio internacional BT 100 de beach tennis, na Arena Porto Seguro, em Sorriso, no estado de Mato Grosso, com premiação total de US$ 10 mil."
    }
]