[
    {
        "url": "https://tenisbrasil.uol.com.br/grama-apresenta-um-novo-tenis.html",
        "title": "Grama apresenta um novo tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_tatjana.jpg",
        "date": "15/06/2025",
        "description": "E, de repente, o tênis mudou. Agora, nomes como Gabriel Diallo, Tatjana Maria, Justin Engel e Elena Ruse ocupam o noticiário, ao mesmo tempo que vemos antigos campeões voltarem a erguer troféus e fazer sucesso, como Taylor Fritz e Elise Mertens. A “culpa” é totalmente das quadras de grama. Quase um universo paralelo ao circuito tradicional, o piso natural do tênis provoca essas muito bem-vindas novidades."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diallo-vence-o-amigo-bergs-e-vence-seu-primeiro-titulo-na-atp.html",
        "title": "Diallo vence o amigo Bergs e vence seu primeiro título na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Gabriel-Diallo-6-1024x683.jpg",
        "date": "15/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Em um confronto entre dois jogadores que disputavam seu primeiro título, o canadense Gabriel Diallo deixou de lado sua amizade com o belga Zizou Bergs e conquistou o ATP 250 de ‘s-Hertogenbosch ao vencer a final deste domingo em sets diretos, com parciais de 7/5 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-bate-mais-um-favorito-argentino-e-fatura-seu-primeiro-challenger.html",
        "title": "Reis bate mais um favorito argentino e fatura seu primeiro challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/joao_lreis_trofeu_santafe-1024x659.jpg",
        "date": "15/06/2025",
        "description": "Santa Fé (Argentina)– Se no começo do ano o carioca João Fonseca bateu quatro argentinos para conquistar em Buenos Aires seu primeiro ATP, nesta semana foi a vez do pernambucano João Lucas Reis fazer parecido em seu primeiro título de challenger. Ele venceu três tenistas da casa na campanha vitoriosa em Santa Fé, derrotando argentinos na semi e na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/reis_prepara_rio_treino.jpg",
        "date": "15/06/2025",
        "description": "WTA 125 de Grado (Itália) – Saibro – 100 mil eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-confirma-favoritismo-na-italia-e-conquista-mais-um-wta-125.html",
        "title": "Ingrid confirma favoritismo na Itália e conquista mais um WTA 125",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/IMG-20250615-WA0022-e1750011298790-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Grado (Itália)– Uma semana depois de ter ficado com o vice em Bari, a carioca Ingrid Martins e sua parceria norte-americana Quinn Gleason conquistaram neste domingo o título de duplas do WTA 125 disputado sobre o saibro italiano de Grado. As duas venceram a eslovena Veronika Erjavec e a tcheca Dominika Salkova, por 6/3, 5/7 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-susto-na-semi-mertens-vence-a-final-e-levanta-sua-10a-taca.html",
        "title": "Após susto na semi, Mertens vence a final e levanta sua 10ª taça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Mertens_Libema_250615_2039-1024x683.jpg",
        "date": "15/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Depois de salvar 11 match points em sua vitória na semifinal, a belga Elise Mertens alcançou um marco na carreira e chegou ao 10º título no circuito ao vencer a final desde domingo no WTA 250 de ‘s-Hertogenbosch, batendo a romena Elena Ruse em sets diretos, com parciais de 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maria-sai-do-quali-para-conquistar-o-maior-titulo-de-sua-carreira.html",
        "title": "Maria sai do quali para conquistar o maior título de sua carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025-tatjana-maria-hsbc-championships-trophy-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Londres (Inglaterra)– Fechando sua incrível semana no WTA 500 do Queen’s, a veterana alemã Tatjana Maria derrotou mais uma top 15 na final e conquistou o maior título de sua carreira. Na final deste domingo, ela superou a norte-americana Amanda Anisimova, cabeça de chave 8 e atual número 15 do mundo, em sets diretos, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-conquista-maior-titulo-na-alemanha-e-sera-top-20-juvenil.html",
        "title": "Victória conquista maior título na Alemanha e será top 20 juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_trofeu_bramberg-e1749998816930.jpg",
        "date": "15/06/2025",
        "description": "Bamberg (Alemanha) –A potiguar Victória Barros obteve a terceira virada consecutiva e conquistou neste domingo seu maior título como juvenil. Ainda aos 15 anos, ela superou mais uma tenista da casa, Eva Bennemann, com as parciais de 1/6, 6/4 e 6/3. A adversária é dois anos mais velha e ocupa o 36º posto do ranking juvenil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-controla-zverev-na-final-e-conquista-titulo-sem-perder-o-saque.html",
        "title": "Fritz controla Zverev na final e conquista título sem perder o saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fritz-stuttgart-vibra-2025-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Stuttgart (Alemanha)– Frustração para a torcida da casa no ATP 250 de Stuttgart que viu o alemão Alexander Zverev mais uma vez ser derrotado pelo norte-americano Taylor Fritz e ficar com o vice. Em duelo dos dois principais cabeças de chave do torneio, o segundo favorito controlou a partida e venceu em sets diretos, marcando parciais de 6/3 e 7/6 (7-0)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enaltece-sinner-e-alcaraz-estreia-em-halle-sera-terca.html",
        "title": "Fonseca enaltece Sinner e Alcaraz. Estreia em Halle será terça.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-halle-convite-2025-.jpg",
        "date": "15/06/2025",
        "description": "Halle (Alemanha)– A final de Roland Garros ainda está repercutindo no circuito e o último a comentar sobre ela foi o jovem carioca João Fonseca, que antes de sua estreia no ATP 500 de Halle – agora definida para a terça-feira pelos organizadores – foi questionado sobre a partida. Ele não poupou elogios a Carlos Alcaraz e Jannik Sinner e disse que gostaria de enfrentá-los no futuro."
    }
]