[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-13-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/444370_1129075_54064502053_565e02a41d_k_web_.jpg",
        "date": "13/06/2025",
        "description": "WTA 125 de Valência (Espanha) – Saibro – 100 mil eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-faz-semi-na-argentina-e-volta-ao-top-300-do-ranking.html",
        "title": "João Reis faz semi na Argentina e volta ao top 300 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-e1748633677555-1024x682.jpg",
        "date": "13/06/2025",
        "description": "Santa Fé (Argentina) –O pernambucano João Lucas Reis será o representante brasileiro nas semifinais do challenger de Santa Fé, em quadras de saibro na Argentina. Reis, de 25 anos e 313º do ranking, venceu nesta sexta-feira o peruano Gonzalo Bueno, 325º colocado, por duplo 6/3 em 1h14 de partida. Foi a terceira vitória de Reis em quatro jogos contra Bueno no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/judy-murray-lamenta-que-legado-de-andy-foi-desperdicado-na-escocia.html",
        "title": "Judy Murray lamenta que legado de Andy foi desperdiçado na Escócia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-20.jpg",
        "date": "13/06/2025",
        "description": "Edimburgo (Escócia)– Em uma entrevista aoThe Herald, Judy Murray criticou as autoridades do tênis na Escócia e o governo escocês por não capitalizarem o legado de seu filho Andy Murray no esporte. Ela afirmou que a Tennis Scotland desperdiçou uma “oportunidade de ouro” para dar continuidade ao sucesso de seu filho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-faz-semi-na-alemanha-e-tenta-vaga-no-top-20.html",
        "title": "Victória Barros faz semi na Alemanha e tenta vaga no top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_bamberg_olhabola-1024x516.jpg",
        "date": "13/06/2025",
        "description": "Bamberg (Alemanha) –A semama de Victória Barros no ITF J300 de Bamberg segue com resultados positivos. A juvenil potiguar de 15 anos marcou sua quinta vitória no torneio e garantiu vaga na semifinal ao derrotar a tcheca de 15 anos Veronika Sekerkova, 171ª colocada, por 4/6, 6/2 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-vai-a-semi-em-stuttgart-e-garante-estreia-no-top-10.html",
        "title": "Shelton vai à semi em Stuttgart e garante estreia no top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/shelton-stuttgart-2025-fri-e1749837536225-1024x682.jpg",
        "date": "13/06/2025",
        "description": "Stuttgart (Alemanha)– Nesta sexta-feira, Ben Shelton garantiu sua estreia no top 10 com a vaga nas semifinais do ATP 250 de Stuttgart. Terceiro favorito na competição, o norte-americano derrotou o tcheco Jiri Lehecka, cabeça de chave número 8, em sets diretos, com duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tatjana-maria-derruba-rybakina-e-faz-semi-na-grama-de-queens.html",
        "title": "Tatjana Maria derruba Rybakina e faz semi na grama de Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tatjana_maria_queens_salta-e1749837668688.jpg",
        "date": "13/06/2025",
        "description": "Londres (Inglaterra) –A experiente alemã Tatjana Maria conseguiu um grande resultado nesta sexta-feira e garantiu vaga na semifinal do WTA 500 de Queen’s, em Londres. A jogadora de 37 anos e 86ª do ranking eliminou a cazaque Elena Rybakina, número 11 do mundo, com parciais de 6/4 e 7/6 (7-4) em 1h45 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-anuncia-inicio-da-venda-de-ingressos-para-24-de-junho.html",
        "title": "SP Open anuncia início da venda de ingressos para 24 de junho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7440_xgaplus.jpg",
        "date": "13/06/2025",
        "description": "São Paulo (SP)– Os fãs do tênis já podem se preparar para garantir um lugar na primeira edição do SP Open, que acontecerá entre os dias 6 e 14 de setembro, no Parque Villa-Lobos.. A partir das 11h do dia 24 de junho, o público poderá adquirir ingressos para o torneio que marca a volta da capital paulista ao circuito da WTA após 25 anos. As vendas serão feitas exclusivamentepelo site da Eventim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opelka-dispara-24-aces-e-derruba-medvedev-em-dois-tiebreaks.html",
        "title": "Opelka dispara 24 aces e derruba Medvedev em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/opelka-s-hertogenbosch-2025-friday-e1749831992323-1024x682.jpg",
        "date": "13/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Em um duelo parelho, dominado pelo saque e sem quebras, o norte-americano Reilly Opelka prevaleceu nesta sexta-feira. Com 24 aces, maior número que já conseguiu em uma partida melhor de três sets neste ano, ele derrotou o russo Daniil Medvedev por, cabeça de chave 1 no ATP 250 de ‘s-Hertogenbosch, por 7/6 (7-5) e 7/6 (7-5) para chegar às semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-acaba-com-festa-de-jovem-alemao-e-vai-encarar-fritz.html",
        "title": "Aliassime acaba com festa de jovem alemão e vai encarar Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aliassime-stuttgart-vibra-2025-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Stuttgart (Alemanha)– A primeira semifinal do ATP 250 de Stuttgart já está definida e terá frente a frente os dois principais favoritos na parte de baixo da chave. De um lado estará o segundo mais bem cotado ao título, o norte-americano Taylor Fritz, e do outro o quarto pré-classificado, o canadnese Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-avanca-em-stuttgart-e-se-torna-2o-maior-semifinalista-em-atividade.html",
        "title": "Zverev avança em Stuttgart e se torna o 2º maior semifinalista em atividade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/20250612_Credit-SaschaFeuster_R61_5049-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Stuttgart (Alemanha)– Jogando em casa, o alemão Alexander Zverev segue firme na disputa do ATP 250 de Stuttgart, onde é o principal favorito e já está nas semifinais. Ele garantiu sua vaga na penúltima rodada do torneio nesta sexta-feira ao derrotar o norte-americano Brandon Nakashima em sets diretos, gastando 90 minutos para triunfar com parciais de 7/5 e 6/4."
    }
]