[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-busca-virada-com-arevalo-e-vai-as-semifinais-nas-mistas.html",
        "title": "Stefani busca virada com Arevalo e vai às semifinais nas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-arevalo-ausopen-2026.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália)– Cabeças de chave 2 na chave de duplas mistas, a paulista Luisa Stefani e o salvadorenho Marcelo Arevalo perderam um set pela primeira vez neste Australian Open, mas se recuperaram e venceram a cazaque Anna Danilina e o norte-americano J.J. Tracy de virada, com parciais de 2/6, 6/4 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-wta-estaria-investigando-denuncias-sobre-novo-treinador-de-stearns.html",
        "title": "WTA estaria investigando denúncias sobre novo treinador de Stearns",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Peyton_Stearns_-_Australian_Open_2026_-_Day_2-DSC_8666_xgaplus.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália)– Novo treinador da norte-americana Peyton Stearns, que nesta terça-feira se despediu definitivamente do Australian Open, ao perder nas duplas com Hailey Baptiste, Rafael Font de Mora pode ser o próximo investigado pela WTA, quase um ano depois da tempestade que envolveu Stefano Vukov e sua suspensão do circuito"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-romper-com-melo-romboli-anuncia-parceria-com-demoliner.html",
        "title": "Após romper com Melo, Romboli anuncia parceria com Demoliner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/demoliner-romboli-rosario-selfie-2025-e1739102128152-1024x683.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália)– A parceria 100% brasileira de Fernando Romboli com Marcelo Melo não deu certo e, após três derrotas seguidas neste começo de temporada,eles decidiram romperpara cada um seguir seu caminho. Romboli comentou o assunto em suas redes sociais e já anunciou seus próximos passos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-se-impoe-e-vai-as-semifinais-pelo-quarto-ano-consecutivo.html",
        "title": "Sabalenka se impõe e vai às semifinais pelo quarto ano consecutivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Aryna_Sabalenka_-_Australian_Open_2026_-_Day_4-DSC_3367_xgaplus.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália)– Pela primeira vez nas quartas de final de um Grand Slam, a jovem norte-americana Iva Jovic, de apenas 18 anos, não foi páreo para a bielorrussa Aryna Sabalenka, que se impôs na partida, principalmente no segundo set, e sacramentou a vitória depois de 1h29, com o placar final de 6/3 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monitores-de-atividade-fisica-geram-polemica-no-australian-open.html",
        "title": "Monitores de atividade física geram polêmica no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Artes-fotos-multiplas-900x600-5.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália)– Uma situação tem chamado a atenção neste Australian Open, com tenistas como Aryna Sabalenka, Carlos Alcaraz e Jannik Sinner sendo solicitados a remover os rastreadores de atividade física de seus punhos antes de suas partidas. Isso gerou discussão e até um posicionamento da empresa responsável pelos monitores retirados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-vence-jogo-duro-e-avanca-no-juvenil-do-australian-open.html",
        "title": "Guto Miguel vence jogo duro e avança no juvenil do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/guto-1-1024x683.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália)– Ao contrário da estreia mais tranquila, desta vez o goiano Luís Guto Miguel precisou de empenho máximo para superar o australiano Daniel Jovanovski e avançar assim para as oitavas de final da chave juvenil do Australian Open, onde ele é o segundo principal cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-meligeni-estreiam-marcondes-e-daniel-avancam-no-quali.html",
        "title": "Monteiro e Meligeni estreiam, Marcondes e Daniel avançam no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_ctba_vibra.jpg",
        "date": "26/01/2026",
        "description": "Concepción (Chile)– Thiago Monteiro e Felipe Meligeni serão os dois primeiros brasileiros a estrear na chave principal de simples do challenger de nível 100 que acontece sobre o saibro chileno."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-26-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/thaisa_pedretti_rebate.jpg",
        "date": "26/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-e-bohrer-avancam-em-quali-nos-eua-nana-cai-na-inglaterra.html",
        "title": "Pedretti e Bohrer avançam em quali nos EUA, Naná cai na Inglaterra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carol_bohrer_santatecla_back-1024x717.jpg",
        "date": "26/01/2026",
        "description": "Vero Beach (EUA)– Duas boas vitórias brasileiras na abertura do qualificatório para o torneio de nível 75 que acontece sobre o saibro norte-americano. Thaísa Pedretti e Carolina Bohrer estão a uma vitória de entrar na chave principal e fazer companhia a Carol Meligeni."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-dependem-de-convite-para-disputar-quali-do-rio-open.html",
        "title": "Brasileiros dependem de convite para disputar quali do Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/jarry-rio-rebate-2025-e1740751013762-1024x683.jpg",
        "date": "26/01/2026",
        "description": "Rio de Janeiro (RJ)– A lista dos tenistas que disputarão o qualifying da 12ª edição do Rio Open foi divulgada nesta segunda-feira pela ATP. A competição, que acontecerá nos dias 14 e 15 de fevereiro no Jockey Club Brasileiro, contará com o equilíbrio entre jovens promessas e tenistas experientes do circuito. Nenhum brasileiro aparece entre os 13 selecionados e portanto dependerão dos três convites da organização."
    }
]