[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-18-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zanellato_itajai26_slice.jpg",
        "date": "18/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "18/01/2026",
        "description": "ATPAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-sente-melhora-gradual-e-se-orgulha-por-atuacao-na-australia.html",
        "title": "Venus sente melhora gradual e se orgulha por atuação na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/venus_ausopen_acena_cut-1024x684.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Apesar da derrota na estreia do Australian Open e das oportunidades perdidas no último set, Venus Williams se orgulha do nível de atuação que teve neste domingo. De volta à chave principal em Melbourne depois de cinco anos, a ex-número 1 do mundo fez umduelo equilibrado contra a sérvia Olga Danilovic, 69ª do ranking, e sente uma melhora gradual nessas primeiras semanas da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/foi-uma-partida-dificil-para-mim-revela-alcaraz-apos-boa-estreia.html",
        "title": "“Foi uma partida difícil para mim”, revela Alcaraz após boa estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz-australian-open-2026-sunday-1b-1024x576.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Depois devencer sua primeira partida da temporadano Australian Open, Carlos Alcaraz avaliou seu desempenho na estreia em Melbourne. E mesmo que a vitória sobre o australiano Adam Walton tenha sido definida em sets diretos, o número 1 do mundo admitiu que não foi uma partida simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-em-tres-sets-e-faz-quartas-cabeca-1-e-eliminado.html",
        "title": "Guto vence em três sets e faz quartas, cabeça 1 é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto_usopen_vibra_25-1024x632.jpg",
        "date": "18/01/2026",
        "description": "Traralgon (Austrália) –Em seu terceiro compromisso no ITF J300 de Traralgon, torneio preparatório para o Australian Open juvenil, Guto Miguel superou o porto-riquenho Yannik Alvarez, 24º do ranking, com parciais de 7/6 (7-2), 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espero-ter-alguma-chance-contra-novak-diz-pedro-martinez.html",
        "title": "“Espero ter alguma chance contra Novak”, diz Pedro Martínez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pedro_martinez_bangalore-1024x683.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –O espanhol Pedro Martinez terá a missão de desafiar Novak Djokovic, 10 vezes campeão do Australian Open, logo na primeira rodada do torneio, nesta segunda-feira, por volta de 6h30 (de Brasília). E apesar de todo o favoritismo do sérvio, o atual 71º do ranking se mostra empolgado para enfrentar o maior campeão do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-dia-do-australian-open-bate-recorde-historico-de-publico.html",
        "title": "Primeiro dia do Australian Open bate recorde histórico de público",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rod-laver-arena-1024x768.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –A edição de 2026 do Australian Open entrou para a história. Já no primeiro dia da chave principal, o número de público do torneio foi o maior de todas as edições: 100.763 pessoas estavam presentes no Melbourne Park neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-entra-na-chave-de-duplas-e-tera-parceira-tcheca-na-australia.html",
        "title": "Pigossi entra na chave de duplas e terá parceira tcheca na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pigossi_ausopen_fore26-1024x647.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –O Brasil terá mais uma jogadora nachave de duplas femininasdo Australian Open. A paulista Laura Pigossi conseguiu uma vaga de alternate e jogará ao lado da jovem tcheca de 19 anos Sara Bejlek. Elas entraram na chave após a desistência da ucraniana Marta Kostyuk, que jogaria ao lado da romena Elena Ruse, mas sofreu uma lesão no tornozelo neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-reis-e-wild-lideram-brasileiros-no-challenger-de-itajai.html",
        "title": "Monteiro, Reis e Wild lideram brasileiros no challenger de Itajaí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "18/01/2026",
        "description": "Itajaí (SC) –Dez brasileiros estão na chave principal do challenger de Itajaí, disputado nas quadras de saibro do Itamirim Clube de Campo. O número de atletas nacionais pode aumentar após o qualificatório, que começa neste domingo. Entre os cabeças de chave, estão o cearense Thiago Monteiro, o pernambucano João Lucas Reis e o paranaense Thiago Wild. O torneio distribui US$ 107 mil em premiação total e 75 pontos no ranking da ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/numeros-1-atacam-bia-tenta-mas-se-perde.html",
        "title": "Números 1 atacam, Bia tenta mas se perde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Blog_bia_ao.jpg",
        "date": "18/01/2026",
        "description": "A necessidade de fazer um jogo agressivo foi a tônica desta abertura do Australian Open 2026. Funcionou muito bem para os excepcionais líderes do ranking e para alguns pretendentes de peso, mas não deu certo para Beatriz Haddad Maia, que se perdeu em seus próprios vacilos e deixou escapar uma vitória importante neste recomeço de caminhada."
    }
]