[
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-estreia-bem-em-lima-pedro-rodrigues-fura-o-quali.html",
        "title": "Pucinelli estreia bem em Lima, Pedro Rodrigues fura o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "23/06/2025",
        "description": "Lima (Peru) –A participação brasileira no challenger de Lima começou com uma vitória de Matheus Pucinelli na chave principal. O paulista de 24 anos e 287º do mundo confirmou o favoritismo nesta segunda-feira contra o dominicano Peter Bertran, 510º colocado, por 6/1 e 6/2 em 1h29 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-23-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pedro_rodrigues_poa_fore.jpg",
        "date": "23/06/2025",
        "description": "ATP 250 de Eastbourne (Inglaterra) – Grama – € 756.875Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-recupera-91-posicoes-e-joga-sem-pressao-em-wimbledon.html",
        "title": "Vondrousova recupera 91 posições e joga ‘sem pressão’ em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/marketa_wang_berlim-1024x638.jpg",
        "date": "23/06/2025",
        "description": "Berlim (Alemanha) –Campeã doWTA 500 de Berlimno último domingo, Marketa Vondrousova teve grande recuperação no ranking divulgado nesta segunda-feira. A tcheca começou o torneio alemão como 164ª do mundo e saltou 91 posições para chegar ao 73º lugar. O próximo compromisso será em Wimbledon, palco de seu único de título de Grand Slam há dois anos. Ex-número 6 do mundo, Vondrousova operou o ombro no ano passado e também voltou a sofrer com a mesma lesão no início da temporada e entende que este é o momento de jogar sem pressão ou grandes expectativas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-quebra-recorde-e-volta-ao-top-100-com-titulo-na-grama.html",
        "title": "Cilic quebra recorde e volta ao top 100 com título na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/cilic-nottingham-2025-trophy-1024x576.jpg",
        "date": "23/06/2025",
        "description": "Nottingham (Inglaterra) –O experiente croata Marin Cilic está de volta ao top 100 do ranking mundial pela primeira vez desde agosto de 2023. Ele saltou 16 posições no ranking e assumiu o 85º lugar com o título do challenger de Nottingham, em quadras de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-vitoria-dificil-ainda-mais-depois-de-dois-meses-sem-competir.html",
        "title": "Meligeni: “Vitória difícil, ainda mais depois de dois meses sem competir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/felipe_meligeni_wimbledon_slice_insta-1024x643.jpg",
        "date": "23/06/2025",
        "description": "Londres (Inglaterra) –Depois de vencer sua partida de estreia no quali de Wimbledon, Felipe Meligeni destacou a superação que teve nesta segunda-feira. Não apenas por terescapado de nove match-pointscontra o equatoriano Alvaro Guillen Meza, mas também porque ele ainda está se recuperando de uma lesão na região lombar, sofrida no início de maio, durante o challenger de Oeiras. Desde então, o paulista de 27 anos e 147º do ranking só jogou os qualis de Roland Garros e Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campeao-juvenil-de-wimbledon-kjaer-vence-no-quali-e-encara-mannarino.html",
        "title": "Campeão juvenil de Wimbledon, Kjaer vence no quali e encara Mannarino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/kjaer_wimbledon_quali-1024x620.jpg",
        "date": "23/06/2025",
        "description": "Londres (Inglaterra) –Campeão juvenil de Wimbledon no ano passado, o norueguês Nicolai Kjaer recebeu convite para disputar o quali e estreou com vitória. O jovem tenista de 18 anos e 305º do ranking venceu o chinês Yan Bai, 226º do ranking, por 7/6 (7-3) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sobe-no-ranking-de-duplas-e-entra-top-8-do-finals-com-siegemund.html",
        "title": "Bia sobe no ranking de duplas e entra top 8 do Finals com Siegemund",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia_siege_trofeu_time-1024x632.jpg",
        "date": "23/06/2025",
        "description": "São Petersburgo (EUA) –Depois de conquistar otítulo de duplas no WTA 250 de Nottinghamno último domingo, Beatriz Haddad Maia subiu sete posições no ranking da modalidade. Ela aparece agora na 34ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venda-de-ingressos-do-sp-open-comeca-nesta-terca-feira.html",
        "title": "Venda de ingressos do SP Open começa nesta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/jabeur_gettyimages_SPOpen.jpg",
        "date": "23/06/2025",
        "description": "São Paulo (SP)– Há menos de três meses do início do torneio, os fãs de tênis já podem se preparar para garantir um lugar na primeira edição doSP Open, que acontecerá entre os dias 6 e 14 de setembro, no Parque Villa-Lobos, em São Paulo. Após o período de pré-venda exclusiva para clientes Claro e BRB, os ingressos para o público geral estarão disponíveis a partir das 11h desta terça-feira, exclusivamente nosite da Eventim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-vence-duelo-de-jovens-e-enfrenta-shelton-em-mallorca.html",
        "title": "Tien vence duelo de jovens e enfrenta Shelton em Mallorca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tien-mallorca-2025-wave-1024x576.jpg",
        "date": "23/06/2025",
        "description": "Mallorca (Espanha) –No encontro entre dois nomes da nova geração do circuito, Learner Tien levou a melhor sobre Justin Engel e estreou com vitória no ATP 250 de Mallorca, em quadras de grama. O canhoto de 19 anos e 67º do mundo marcou um duplo 6/4 contra o convidado alemão de 17 anos e 219º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-estreia-bem-na-grama-de-eastbourne-jabeur-e-kasatkina-caem.html",
        "title": "Eala estreia bem na grama de Eastbourne, Jabeur e Kasatkina caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/eala_eastbourne_vibra-1024x647.jpg",
        "date": "23/06/2025",
        "description": "Eastbourne (Inglaterra) –A estreia no WTA 250 de Eastbourne foi especial para Alexandra Eala, que conseguiu sua primeira vitória na grama pela elite do circuito. Depois de ter passado pelas duas rodadas do quali, a filipina de 20 anos iniciou a chave principal vencendo a italiana Lucia Bronzetti por 6/0 e 6/1."
    }
]