[
    {
        "url": "https://tenisbrasil.uol.com.br/numero-1-juvenil-jones-supera-pareja-nas-quartas-em-roland-garros.html",
        "title": "Número 1 juvenil, Jones supera Pareja nas quartas em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/em_jones_fore_rg_NG-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Líder do ranking mundial juvenil, a australiana Emerson Jones segue na busca por seu primeiro Grand Slam na categoria e está na semifinal de Roland Garros. Ela superou nesta quinta-feira a norte-americana Julieta Pareja por 7/5 e 6/4. Sua próxima rival é a austríaca Lilli Tagger, que fez 6/0 e 6/4 contra a alemã Julia Stusek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-reconhece-superioridade-de-gauff-e-se-emociona-com-a-torcida.html",
        "title": "Boisson reconhece superioridade de Gauff e se emociona com a torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_boisson_cump_rg-1024x682.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –A impressionante campanha de Lois Boisson em Roland Garros chegou ao fim nesta quinta-feira. Em sua primeira participação na chave principal de um Grand Slam, a francesa de 22 anos e 361ª do ranking entrou como convidada e acumulou cinco vitórias atéparar na semifinaldiante da número 2 do mundo, Coco Gauff, que venceu com autoridade por 6/1 e 6/2 na quadra Philippe Chatrier."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-sao-os-primeiros-finalistas-nas-duplas-masculinas.html",
        "title": "Granollers e Zeballos são os primeiros finalistas nas duplas masculinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zeballos_granollers_rg_agradecem-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –O espanhol Marcel Granollers e o argentino Horacio Zeballos são os primeiros finalistas na chave de duplas masculinas em Roland Garros. Eles venceram na semifinal desta quinta-feira o monegasco Hugo Nys e o francês Edouard Roger-Vasselin por 6/7 (5-7), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-fazem-duelo-de-geracoes-na-segunda-semifinal-as-14h.html",
        "title": "Sinner e Djokovic fazem duelo de gerações na segunda semifinal às 14h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/djokovic-sinner-abraco-atp-finals-2023-1024x576.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Um duelo de gerações vai definir o segundo finalista de Roland Garros. Número 1 do mundo, Jannik Sinner enfrenta o tricampeão Novak Djokovic às 14h (de Brasília). O vencedor jogará contraCarlos Alcaraz ou Lorenzo Musetti, que abrem a programação às 9h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-musetti-duelam-pela-3a-vez-no-ano-e-abrem-semifinais-as-9h30.html",
        "title": "Alcaraz e Musetti duelam pela 3ª vez no ano e abrem semifinais às 9h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-musetti-roland-garros-2025-preview-1024x576.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Pela terceira vez no ano, e sempre na temporada de saibro, Carlos Alcaraz e Lorenzo Musetti irão se enfrentar. Eles abrem a rodada de semifinais masculinas em Roland Garros nesta sexta-feira às 9h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-a-final-apos-3-anos-gauff-se-sente-mais-experiente-e-confiante.html",
        "title": "De volta à final após 3 anos, Gauff se sente mais experiente e confiante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_rg_fore_lado_corinne-1024x622.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –De volta à final de Roland Garros depois de três temporadas, Coco Gauff se sente muito mais preparada para uma disputa de título de Grand Slam. A ainda jovem norte-americana de 21 anos relembra a derrota sofrida pra Iga Swiatek na final de 2022. Mais experiente, volta a desafiar uma líder do ranking e enfrenta Aryna Sabalenka no próximo sábado em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zormann-e-britto-avancam-em-challengers-demoliner-tem-jogo-adiado.html",
        "title": "Zormann e Britto avançam em challengers, Demoliner tem jogo adiado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/britto_zormann_pira-1024x609.jpg",
        "date": "05/06/2025",
        "description": "Heilbronn (Alemenha) –O paulista Marcelo Zormann estreou com vitória no challenger de Heilbronn, em quadras de saibro na Alemanha. O brasileiro joga ao lado do veterano holandês Robin Haase, de 38 anos. Eles superaram nesta quinta-feira o grego Petros Tsitsipas e o bielorrusso Ivan Liutarevich por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/britto_challenger_fore.jpg",
        "date": "05/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-senti-um-clima-de-final-mas-ainda-falta-uma-partida.html",
        "title": "Sabalenka: “Senti um clima de final, mas ainda falta uma partida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_bolinha-1024x599.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Finalista de Roland Garros pela primeira vez na carreira, Aryna Sabalenka garantiu seu lugar na decisãoeliminando sua maior rival e tetracampeãIga Swiatek. A número 1 do mundo não esconde que a partida desta quinta-feira teve um “clima de final”, mas sabe que o torneio ainda não acabou. Ela enfrenta a norte-americana Coco Gauff, vice-líder do ranking, no próximo sábado. Ela tem cinco vitórias e cinco derrotas contra Gauff, perdeu a decisão do US Open em 2023 e venceu a recente decisão em Madri."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-tera-uma-nova-e-ansiosa-campea.html",
        "title": "Roland Garros terá uma nova (e ansiosa) campeã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_gauff.jpg",
        "date": "05/06/2025",
        "description": "Aryna Sabalenka enfim chegou lá. Coco Gauff lutou, lutou e novamente tem a chance do título. A decisão deste sábado em Roland Garros terá tenistas que já sabem o gosto de levantar um troféu de Grand Slam. Mas as duas líderes do ranking só obtiveram sucesso nesse nível até agora na quadra dura. E aí se atirar no saibro para comemorar a conquista é um sonho que está a um passo de se realizar."
    }
]