[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-20-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/konishi-1024x683.jpg",
        "date": "20/08/2025",
        "description": "WTA 500 de Monterrey (México) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nishikori-e-a-quinta-baixa-da-chave-masculina-do-us-open.html",
        "title": "Nishikori é a quinta baixa da chave masculina do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nishikori-phoenix-rebate-2025-.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– Finalista do torneio em 2014, o japonês Kei Nishikori se somou às desistências da chave masculina do US Open. Ele entrou como 88º tenista mais bem posicionado e será substituído por um ‘lucky-loser’, ou seja, um tenista que venha a ser derrotado na rodada final do qualificatório."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atletas-de-mato-grosso-vao-as-quartas-e-buscam-as-semifinais-em-sinop.html",
        "title": "Atletas de Mato Grosso vão às quartas e buscam as semifinais em Sinop",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Daina_de-vermelho_Balduino_Sinop.jpg",
        "date": "20/08/2025",
        "description": "Sinop (MT)– Jovem talento de Mato Grosso, Sophia Fiedler, de 16 anos, 119ª do mundo, está nas quartas de final do primeiro torneio internacional de beach tennis da cidade de Sinop (MT), evento com pontos no ranking da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/afastada-por-doping-moore-processa-wta-e-itia.html",
        "title": "Afastada por doping, Moore processa WTA e ITIA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/D3M_0351_xgaplus.jpg",
        "date": "20/08/2025",
        "description": "Londres (Inglaterra)– A britânica Tara Moore entrou com ação judicial contra a Associação feminina (WTA) e a Agência de Integridade do Tênis (ITIA) depois de ter recebido a condenação definitiva de quatro anos de afastamento por suposto uso de substâncias irregulares."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mau-tempo-atrasa-jogo-de-pigossi-no-us-open.html",
        "title": "Mau tempo atrasa jogo de Pigossi no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– Choveu na parte da manhã na região metropolitana de Nova York e com isso a programação da segunda rodada dos torneios qualificatórios está atrasada. A organização iniciou o secamento das quadras às 11 horas locais (12h de Brasília) e anunciou atraso de pelo menos 60 minutos no início dos jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/presidente-da-usta-quer-fazer-o-tenis-mais-amistoso-para-atletas-gays.html",
        "title": "Presidente da USTA quer fazer o tênis mais amistoso para atletas gays",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/brian-vahaly.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA) –Primeiro tenista do sexo masculino a assumir sua homossexualidade em 2017, uma década depois de se aposentar, o americano Brian Vahaly, desde novembro passado presidente do conselho e presidente da Associação de Tênis dos Estados Unidos (USTA), pretende fazer o tênis mais amistoso para atletas LGBTQIA+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/depois-de-fritz-e-de-minaur-fonseca-treina-com-paul.html",
        "title": "Depois de Fritz e De Minaur, Fonseca treina com Paul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-cincinnati-2025-thursday-1024x576.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– O carioca João Fonseca continua requisitado pelos melhores jogadores do circuito para treinamentos de preparação para o US Open. O quarto Grand Slam da temporada começa neste domingo em Flushing Meadows e será o primeiro como profissional do jovem brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-jogadores-das-mistas-tentam-primeiro-trofeu-de-slam.html",
        "title": "Cinco jogadores das mistas tentam primeiro troféu de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper_pegula_usopen-1024x599.jpg",
        "date": "20/08/2025",
        "description": "José Nilton DalcimDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-perde-nas-mistas-mas-faz-o-grande-ponto-do-dia.html",
        "title": "Alcaraz perde nas mistas, mas faz o grande ponto do dia",
        "image": null,
        "date": "20/08/2025",
        "description": "Embed from Getty ImagesNova York (EUA)– Um dia depois de conquistar seu oitavo título de Masters 1000, o espanhol Carlos Alcaraz já foi para a quadra e disputou pela primeira vez um torneio de duplas mistas de Grand Slam. Ele e a britânica Emma Raducanu não foram longe, batidos logo na rodada inicial, mas o número 2 do mundo marcou o ponto mais espetacular da longa rodada em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-oferece-experiencia-digital-com-ia-aos-fas.html",
        "title": "US Open oferece experiência digital com IA aos fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/usopen_ibm.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA) –A Usta, a federação de tênis dos Estados Unidos, está trazendo experiências de Inteligência Artificial nesta primeira semana do US Open, como parte da parceria com a IBM. Fãs podem acessar o assistente de IA chamado Match Chat durante ou depois das 254 partidas de simples, selecionando um formulário pré-escrito ou fazendo suas próprias perguntas."
    }
]