[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tenho-a-conviccao-que-posso-ganhar-outro-grand-slam.html",
        "title": "Djokovic: “Tenho a convicção que posso ganhar outro Grand Slam”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic-ausopen-trofeu-2026-e1769968478302-1024x683.jpg",
        "date": "01/02/2026",
        "description": "Melbourne (Austrália)– Derrotado pela primeira vez em uma final de Australian Open, após vencer as outras 10 decisões que disputou no Melbourne Park, o sérvio Novak Djokovic deixa o torneio com sensações opostas depois do vice-campeonato neste domingo. De um lado ele fica feliz pela grande campanha, mas de outro frustrado por perder mais uma oportunidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-sonho-realizado-na-australia-alcaraz-ja-pensa-em-roland-garros.html",
        "title": "Após sonho realizado na Austrália, Alcaraz já pensa em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz-ausopen-trofeu-abraco-2026-e1769967383947-1024x683.jpg",
        "date": "01/02/2026",
        "description": "Melbourne (Austrália)– O Australian Open de 2026 ficará marcado para sempre na carreira do espanhol Carlos Alcaraz, que pela primeira vez não apenas passou das quartas de final no torneio, mas acabou rumando para o título e assim se tornou omais jovem da história a completar o Grand Slam de carreiraentre os homens."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-0102.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcondes_itajai.jpg",
        "date": "01/02/2026",
        "description": "Challenger de Concepcion (Chile) – Saibro – US$ 177 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-apenas-dois-games-e-cai-na-ultima-do-quali.html",
        "title": "Pigossi vence apenas dois games e cai na última do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi-spopen-fore-2025-1024x770.jpg",
        "date": "01/02/2026",
        "description": "Ostrava (República Tcheca)– Não deu para a paulista Laura Pigossi na última rodada do qualificatório do WTA 250 de Ostrava. Neste domingo, ela foi derrotada pela francesa Fiona Ferro, atual 369ª do mundo, com duplo 6/1 anotado em 70 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-derruba-gigante-djokovic-para-ficar-ainda-maior.html",
        "title": "Alcaraz derruba gigante Djokovic para ficar ainda maior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_alcaraz_trofeu_ao.jpg",
        "date": "01/02/2026",
        "description": "O garoto Carlos Alcaraz deu um passo extraordinário para se eternizar entre os grandes nomes do tênis, ainda que nem tenha completado seus 23 anos, ao atingir um título memorável neste domingo no Australian Open. Reagiu a um início avassalador do decacampeão Novak Djokovic e se tornou o primeiro a conseguir derrotá-lo numa final em Melbourne. Isso tudo diante dos olhos de seu ídolo Rafael Nadal, o mesmo que há 14 anos perdeu para o sérvio uma das mais intensas disputas que qualquer Grand Slam já viu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-alcanca-feito-em-finais-de-slam-que-so-britanico-havia-conseguido.html",
        "title": "Alcaraz alcança feito em finais de Slam que só britânico havia conseguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Artes-fotos-multiplas-900x600-1.jpg",
        "date": "01/02/2026",
        "description": "Melbourne (Austrália)– A conquista do Australian Open neste domingo rendeu ao espanhol Carlos Alcaraz diversas marcas históricas, a mais importante delas se tornar o mais jovem tenista acompletar o Grand Slam de carreira. Porém, ele também conseguiu um feito que somente o britânico Fred Perry havia alcançado até então."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rod-laver-del-potro-e-navraltilova-lideram-parabens-a-alcaraz.html",
        "title": "Rod Laver, Del Potro e Navraltilova lideram parabéns a Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/624668126_1496648938489132_1547637125939724554_n-e1769957700707-1024x683.jpg",
        "date": "01/02/2026",
        "description": "Melbourne (Austrália)– O grande feito do espanhol Carlos Alcaraz, que neste domingoderrotou o sérvio Novak Djokovicnão apenas para vencer seu primeiro título de Grand Slam, mas principalmente para se tornar o mais jovem a fechar o Grand Slam de carreira, lhe rendeu elogios de tenistas icônicos e grandes personalidades do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-estreia-na-manha-de-segunda-feira-em-abu-dhabi.html",
        "title": "Bia Haddad estreia na manhã de segunda-feira em Abu Dhabi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_ausopen26_jimmie-1024x664.jpg",
        "date": "01/02/2026",
        "description": "Abu Dhabi (Emirados Árabes)– Ainda em busca de sua primeira vitória desde outubro do ano passado, a paulista Beatriz Haddad Maia estreia por volta das 7 horas desta segunda-feira (horário de Brasília) no forte WTA 500 de Abu Dhabi. Ela terá pela frente a ucraniana Dayana Yastremska, em confronto inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-chegam-a-nove-slam-seguidos-e-ficam-perto-de-recorde.html",
        "title": "Alcaraz e Sinner chegam a nove Slam seguidos e ficam perto de recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-sinner-usopen-trofeus-2025-1024x683.jpeg",
        "date": "01/02/2026",
        "description": "Melbourne (Austrália)– A conquista de Carlos Alcaraz neste domingo no Australian Open marcou o nono troféu consecutivo levantado por ele ou Jannik Sinner, sequência iniciada no Australian Open de 2024. Nesse período, o espanhol ganhou cinco e o italiano, quatro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-meligeni-e-boscardin-jogam-forte-challenger-argentino.html",
        "title": "Wild, Monteiro, Meligeni e Boscardin jogam forte challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_sauipe_fore_noite-1024x683.jpg",
        "date": "01/02/2026",
        "description": "Rosário (Argentina)– Em busca de pontos e recuperação neste começo de temporada, Thiago Wild, Thiago Monteiro, Felipe Meligeni e Pedro Boscardin permanecem nos torneios challengers sobre o saibro sul-americano e disputam na próxima semana o challenger de US$ 225 mil."
    }
]