[
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-caem-em-tres-sets-na-estreia-em-los-cabos.html",
        "title": "Romboli e Smith caem em três sets na estreia em Los Cabos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli-smith-iw-combinam-2025-1024x683.jpg",
        "date": "16/07/2025",
        "description": "Los Cabos (México) –Único brasileiro na chave de duplas do ATP 250 de Los Cabos, em quadras duras no México, Fernando Romboli foi eliminado na estreia, ao lado do australiano John-Patrick Smith. Eles foram superados pelos norte-americanos Robert Cash e JJ Tracy por 3/6, 7/5 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-16-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54198568298_6e8c8005bc_k-e1734090060237-1024x683.jpg",
        "date": "16/07/2025",
        "description": "ATP 250 de Gstaad (Suíça) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-lago-duelam-nas-quartas-tres-brasileiros-vencem-em-el-salvador.html",
        "title": "Ribeiro e Lago duelam nas quartas, três brasileiros vencem em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/ribeiro_campinas_vibra_noite.jpg",
        "date": "16/07/2025",
        "description": "Bucaramanga (Colômbia) –Dois brasileiros vão se enfrentar nas quartas de final do ITF M15 de Bucaramanga, em quadras de saibro na Colômbia. O gaúcho Eduardo Ribeiro e o paranaense João Lago venceram seus jogos nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bouchard-anuncia-que-montreal-sera-seu-ultimo-torneio.html",
        "title": "Bouchard anuncia que Montréal será seu último torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bouchard_mtl_treino-1024x683.jpg",
        "date": "16/07/2025",
        "description": "Montréal (Canadá) –A canadense Eugenie Bouchard anunciou nesta quarta-feira que o WTA 1000 de Montréal, que acontece entre os dias 27 de julho e 7 de agosto, será o último torneio de sua carreira profissional. A organização do evento já confirmou que a jogadora de 31 anos receberá convite para a chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafael-nadal-paranaense-joga-o-quali-para-o-bt-100-de-toledo.html",
        "title": "Rafael Nadal paranaense joga o quali para o BT 100 de Toledo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rafael_nadal-paranaense_Toledo.jpg",
        "date": "16/07/2025",
        "description": "Toledo (PR) –Começa nesta quinta-feira, o qualificatório do torneio BT 200, a principal competição da semana na cidade de Toledo (PR), no Olinda Beach Tennis. O torneio tem premiação de US$ 15 mil e oferece mais de 200 pontos para cada dupla campeã."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-vao-as-quartas-na-colombia-e-paraguai-2.html",
        "title": "Juvenis brasileiros vão às quartas na Colômbia e Paraguai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/victorrocha_bahiajrscup_esq.jpg",
        "date": "16/07/2025",
        "description": "Bogotá (Colômbia) –O baiano Victor Rocha será o representante brasileiro nas quartas do ITF J200 de Bogotá, em quadras de saibro na Colômbia. Ele venceu nesta quarta-feira o equatoriano Francisco Castro por 6/4, 3/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-fullana-e-perovani-avancam-no-itf-do-pinheiros.html",
        "title": "Candiotto, Fullana e Perovani avançam no ITF do Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/perovani_back_ecp.jpg",
        "date": "16/07/2025",
        "description": "São Paulo (SP) –Quatro jogadoras brasileiras vão disputar as quartas de final do Brasil Tennis Classic, torneio ITF W35 no Esporte Clube Pinheiros, em São Paulo. Após a vitória da gaúchaSofia Mendonçana última terça, foi a vez da brasiliense Luiza Fullana e das paulistas Ana Candiotto e Sofia Perovani avançarem na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-vence-a-croacia-na-abertura-da-copa-hopman-em-bari.html",
        "title": "Itália vence a Croácia na abertura da Copa Hopman em Bari",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bronzetti_hopman_saque-1024x627.jpg",
        "date": "16/07/2025",
        "description": "Bari (Itália) –No confronto que abriu a disputa da Copa Hopman, a anfitriã Itália levou a melhor contra a Croácia, atual campeã, con as duas vitórias em simples nesta quarta-feira. O confronto terminou 2 a 1 para o time da casa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-cita-desgaste-acumulado-e-nao-joga-no-canada.html",
        "title": "Sabalenka cita desgaste acumulado e não joga no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-wimbledon-olha-2025-1024x682.jpg",
        "date": "16/07/2025",
        "description": "Montréal (Canadá) –Líder do ranking mundial, Aryna Sabalenka não disputará o WTA 1000 de Montréal, que acontece entre os dias 27 de julho e 7 de agosto. A bielorrussa justificou a ausência por causa do desgaste acumulado das últimas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/griekspoor-salva-5-match-points-em-bastad-baez-vence-jogo-duro.html",
        "title": "Griekspoor salva 5 match-points em Bastad, Baez vence jogo duro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/griekspoor-bastad-2025-wednesday-1024x576.jpg",
        "date": "16/07/2025",
        "description": "Bastad (Suécia) –Segundo cabeça de chave do ATP 250 de Bastad, o holandês Tallon Griekspoor teve trabalho para superar a rodada de estreia. Ele salvou cinco match-points na partida desta quarta-feira contra o italiano Andrea Pellegrino, vindo do quali, para vencer com parciais de 4/6, 7/6 (8-6) e 6/3 ."
    }
]