[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-16-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/picinelli-campinas-2025-1024x683.jpg",
        "date": "16/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victor-rocha-e-pedro-dietrich-vao-as-quartas-em-itf-na-africa-do-sul.html",
        "title": "Victor Rocha e Pedro Dietrich vão às quartas em ITF na África do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Dietrich_RGjunior_slice.jpg",
        "date": "16/09/2025",
        "description": "Pretoria (África do Sul) –O baiano Victor Rocha e o gaúcho Pedro Dietrich estão nas quartas de final do ITF J200 de Pretoria, em quadras duras na África do Sul."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-heide-e-sakamoto-lideram-vitorias-brasileiras-em-londrina.html",
        "title": "Pucinelli, Heide e Sakamoto lideram vitórias brasileiras em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/heide_cuiaba_slice_branco-1024x682.jpg",
        "date": "16/09/2025",
        "description": "Londrina (PR) –A terça-feira foi de rodada cheia pela etapa de Londrina do Circuito Banco BRB/Engie de Tênis. E nomes como Matheus Pucinelli, Gustavo Heide e Pedro Sakamoto lideraram as vitórias brasileiras no ITF M25 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pliskova-vence-no-retorno-ao-circuito-campea-do-sp-open-tambem-avanca.html",
        "title": "Pliskova vence no retorno ao circuito, campeã do SP Open também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pliskova_caldas_fore-1024x662.jpg",
        "date": "16/09/2025",
        "description": "Caldas da Rainha (Portugal) –A ex-número 1 do mundo Karolina Pliskova voltou ao circuito nesta semana, disputando o WTA 125 de Caldas da Rainha. Este é seu primeiro torneio desde o US Open do ano passado. A tcheca de 33 anos passou porduas cirurgias no tornozelonos últimos meses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-sp-open-e-marcado-por-sucesso-de-publico-e-patrocinadores.html",
        "title": "Primeiro SP Open é marcado por sucesso de público e patrocinadores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/424eb93054f9369a14a0f5a6ad29d76elow.jpeg",
        "date": "16/09/2025",
        "description": "São Paulo (SP) –A primeira edição do SP Open já ficou para a história. Além de marcar o retorno de um torneio WTA 250 para São Paulo após 25 anos, o torneio foi um sucesso de público (mais de 33 mil pessoas frequentaram o Parque Villa-Lobos nos nove dias de torneio) e de ativação de patrocinadores – além de finais marcadas por emoção das vencedoras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-carol-e-nana-disputam-o-torneio-internacional-no-paineiras.html",
        "title": "Pigossi, Carol e Naná disputam o Torneio Internacional no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Laura-Pigossi_2024_2-1024x683.jpg",
        "date": "16/09/2025",
        "description": "São Paulo (SP)– Oito das dez brasileiras mais bem colocadas no atual ranking mundial, além da sensação Nauhany Silva, estão confirmadas para o Torneio Internacional Feminino de Tênis – Ano IX, competição de nível W35 da Federação Internacional e que acontecerá sobre as tradicionais quadras de saibro do clube Paineiras do Morumby, entre 29 de setembro e 5 de outubro, com entrada gratuita ao público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneios-juvenis-da-itf-terao-fases-de-grupos-a-partir-de-2026.html",
        "title": "Torneios juvenis da ITF terão fases de grupos a partir de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/itf-logo-quadra-1024x664.jpg",
        "date": "16/09/2025",
        "description": "Londres (Inglaterra) –A Federação Internacional de Tênis anunciou nesta terça-feira uma reformulação nos torneios do circuito mundial juvenil. A partir de 2026, alguns eventos ITF J30 e ITF J60 terão uma fase de grupos nos três primeiros dias da semana, antes da definição dos classificados para as quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-tem-jogo-adiado-na-austria-boscardin-cai-na-estreia-na-argentina.html",
        "title": "Wild tem jogo adiado na Áustria, Boscardin cai na estreia na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wild_kitz_fore_r16_cut-1024x670.jpg",
        "date": "16/09/2025",
        "description": "Bad Waltersdorf (Áustria) –A estreia de Thiago Wild no challenger de Bad Waltersdorf, na Áustria, precisou ser adiada por chuva. O paranaense de 25 anos e 148º do ranking enfrentaria o tcheco Vit Kopriva, cabeça 2 do torneio e 102º do mundo, nesta terça. A partida foi remarcada para quarta-feira, por volta de 6h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-encontra-com-o-idolo-federer-na-laver-cup.html",
        "title": "Fonseca se encontra com o ídolo Federer na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_federer-1024x618.jpg",
        "date": "16/09/2025",
        "description": "San Francisco (EUA) –Estreante na Laver Cup em 2025, João Fonseca teve a oportunidade de conhecer um de seus ídolos no tênis e se encontrou com Roger Federer nesta terça-feira em San Francisco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fognini-fala-sobre-decisao-de-parar-e-relembra-despedida-contra-alcaraz.html",
        "title": "Fognini fala sobre decisão de parar e relembra despedida contra Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fognini_alcaraz_abraco-1024x638.jpg",
        "date": "16/09/2025",
        "description": "Roma (Itália)– Aposentado em Wimbledon, o italiano Fabio Fognini teve uma despedida de gala e fez sua última partida em um dos palcos mais prestigiados do tênis, a mítica Quadra Central. De quebra, mostrou um grande tênis e levou o espanhol Carlos Alcaraz para o quinto set. Em entrevista ao podcastSupernova, ele relembrou a derradeira partida da carreira."
    }
]