[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-decidem-roland-garros-as-10h-deste-domingo.html",
        "title": "Sinner e Alcaraz decidem Roland Garros às 10h deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/preview_20250518_Carlos_Alcaraz_Jannik_Sinner_GSP22714.jpg",
        "date": "07/06/2025",
        "description": "Paris (França)– Pela primeira vez, Jannik Sinner e Carlos Alcaraz vão se enfrentar em uma final de Grand Slam. Os dois maiores ícones da nova geração decidem o título de Roland Garros neste domingo, a partir das 10h (horário de Brasília), com transmissão dos canais ESPN e da plataforma de streaming Disney+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/53502533261_e0fb34dc14_c.jpg",
        "date": "07/06/2025",
        "description": "ATP 250 de ‘s-Hertogenbosch (Holanda) – Grama – 706.850 eurosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-lamenta-atuacao-na-final-foi-meu-pior-jogo-em-meses.html",
        "title": "Sabalenka lamenta atuação na final: “Foi meu pior jogo em meses”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka-lamenta-rg-2025-1024x683.jpeg",
        "date": "07/06/2025",
        "description": "Paris (França)– Derrotada mais uma vez por Coco Gauff em uma final de Grand Slam, Aryna Sabalenka não escondeu a frustração após ficar com o vice-campeonato de Roland Garros. A número 1 do mundo chegou a vencer o primeiro set, mas caiu de rendimento eviu a norte-americana conquistar o título inédito em Pariscom parciais de 6/7 (5-7), 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-conquista-seu-primeiro-titulo-em-paris-de-virada-veja-o-resumo.html",
        "title": "Gauff conquista seu primeiro título em Paris, de virada. Veja o resumo.",
        "image": null,
        "date": "07/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-supera-sabalenka-de-virada-e-conquista-seu-segundo-slam.html",
        "title": "Gauff supera Sabalenka de virada e conquista seu segundo Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-vibra-rg-final-2025-1024x682.jpeg",
        "date": "07/06/2025",
        "description": "Paris (França)– Assim como já havia feito na final do US Open em 2023, a norte-americana Coco Gauff mais uma vez superou a bielorrussa Aryna Sabalenka em uma decisão de Grand Slam e conquistou neste sábado o título inédito de Roland Garros. Depois de sair atrás no placar, a numéro 2 do mundo buscou a virada, marcando as parciais de 6/7 (5-7), 6/2 e 6/4, após 2h38 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-ingrid-leva-virada-e-e-vice-campea-no-saibro-italiano.html",
        "title": "Dupla de Ingrid leva virada e é vice-campeã no saibro italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/ingrid-vice-bari-2025-1024x682.jpg",
        "date": "07/06/2025",
        "description": "Bari (Itália)– A carioca Ingrid Martins e sua parceria norte-americana Quinn Gleason saíram na frente, mas não conseguiram sustentar a vantagem, levaram a virada e ficaram com o vice-campeonato no WTA 125 disputado sobre o saibro italiano. As duas perderam na final das bielorrussas Maria Kozyreva e Iryna Shymanovich, por 3/6, 6/4 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-contra-kvitova-e-pode-rever-navarro-em-queens.html",
        "title": "Bia estreia contra Kvitova e pode rever Navarro em Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/bia_toss_grama_badhomburg-1024x683.jpg",
        "date": "07/06/2025",
        "description": "Londres (Reino Unido)– A paulista Beatriz Haddad Maia conheceu neste sábado a sua trajetória no WTA 500 de Queen’s, torneio que volta ao calendário feminino após 52 anos. Este será o primeiro desafio da brasileira nesta temporada de grama, que ainda contará com eventos preparatórios em Nottingham e Bad Homburg antes da disputa de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "07/06/2025",
        "description": "ATP250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atuais-campeoes-matos-e-melo-serao-cabecas-4-em-stuttgart.html",
        "title": "Atuais campeões, Matos e Melo serão cabeças 4 em Stuttgart",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/melo_rafa_stuttgart-2024.jpg",
        "date": "07/06/2025",
        "description": "Stuttgart (Alemanha)– Campeões em 2024, o gaúcho Rafael Matos e o mineiro Marcelo Melo estão de volta ao palco do primeiro título da parceria. A partir desta segunda-feira, os brasileiros serão os cabeças de chave número 4 no ATP 250 de Stuttgart e entram com a missão de defender o título na grama alemã."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-e-o-favorito-e-busca-segundo-titulo-na-grama.html",
        "title": "Medvedev é o favorito e busca segundo título na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/medvedev-monte-carlo-prepara-2005-e1744228987859-1024x681.jpg",
        "date": "07/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Sem erguer títulos no circuito desde que surpreendeu no Masters de Roma há mais de dois anos, o russo Daniil Medvedev é o principal cabeça de chave para o ATP 250 de ‘s-Herrtogenbosch, que abre a fase do calendário de quadras de grama com premiação de 706 mil euros."
    }
]