[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-25-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "25/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garin-vence-dois-jogos-no-sabado-e-lidera-semifinalistas-no-sauipe.html",
        "title": "Garin vence dois jogos no sábado e lidera semifinalistas no Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/garin-sauipe-vibra-2025-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Costa do Sauípe (BA)– O chileno Cristian Garin superou uma maratona neste sábado para liderar os semifinalistas no challenger da Costa do Sauípe. Depois de dias de muita chuva, ele teve que terminar seu jogo de segunda rodada e depois venceu a partida de quartas de final, se tornando o melhor tenista ainda vivo na chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/emanuel-meneguetti-e-kauany-rodrigues-vencem-itf-em-foz-do-iguacu.html",
        "title": "Emanuel Meneguetti e Kauany Rodrigues vencem ITF em Foz do Iguaçu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/emanuel_meneguetti_trofeu_foz.jpg",
        "date": "25/10/2025",
        "description": "Foz do Iguaçu (PR) –O paranaense Emanuel Meneguetti e a sul-mato-grossense Kauany Rodrigues do Cataratas Open, torneio ITF J30 disputado em Foz do Iguaçu. Os juvenis brasileiros venceram rodadas duplas neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-e-facil-estar-na-final-cheguei-tarde-ao-torneio.html",
        "title": "Sinner: “Não é fácil estar na final, cheguei tarde ao torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_lego-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –Finalista do ATP 500 de Viena, Jannik Sinner ainda não perdeu sets no torneio e sofreu apenas duas quebras de serviço. Ainda assim, o italiano destacou o desafio que teve para se adaptar às condições, já que chegou um pouco mais tarde à capital austríaca, por causa das exibições em Riad na última semana. Em busca do título,Sinner enfrenta o alemão Alexander Zverevneste domingo às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-aparece-como-favorito-diante-de-davidovich.html",
        "title": "Fonseca aparece como favorito diante de Davidovich",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_final.jpg",
        "date": "25/10/2025",
        "description": "Com atuação de tenista muito grande, João Fonseca se classificou neste sábado para decidir o ATP 500 da Basileia, sua segunda final de peso da precoce temporada como jogador de elite. Tentará o mais importante título de simples do tênis nacional desde que Guga Kuerten ganhou o Masters de Cincinnati, em 2003. Ele é também o primeiro brasileiro a decidir um 500, já que a nomenclatura só foi adotada pela ATP em 2009."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fora-do-top-60-sonmez-e-jones-lideram-a-chave-em-chennai.html",
        "title": "Fora do top 60, Sonmez e Jones lideram a chave em Chennai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/sonmez_merida_vibra.jpg",
        "date": "25/10/2025",
        "description": "Chennai (Índia) –A turca Zeynep Sonmez, 69ª do ranking, e a britânica Francesca Jones, 74ª colocada, são as principais cabeças de chave do WTA 250 de Chennai, que será disputado em quadras duras na Índia na próxima semana. Outra atração é a croata Donna Vekic, ex-top 20 e que atualmente aparece apenas na 79ª posição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-cai-na-semi-de-itf-no-saibro-dos-eua.html",
        "title": "Carolina Bohrer cai na semifinal de ITF no saibro dos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/bohrer_floripa_perfil-1024x488.jpg",
        "date": "25/10/2025",
        "description": "Hilton Head Island (EUA) –Depois de três vitórias na semana, a catarinense Carolina Bohrer se despediu na semifinaldo ITF W15 de Hilton Head Island, em quadras de saibro nos Estados Unidos. Ela foi superada pela jovem anfitriã de 16 anos Kennedy Drenser-Hagmann por 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-alcanca-a-40a-final-de-atp-e-desafia-sinner-em-viena.html",
        "title": "Zverev alcança a 40ª final de ATP e desafia Sinner em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-vienna-2025-sf-2-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –A segunda vaga na final do ATP 500 de Viena é de Alexander Zverev. O número 3 do mundo superou o italiano Lorenzo Musetti, oitavo colocado, por 6/4 e 7/5. O alemão enfrentará mais um italiano,Jannik Sinner, principal cabeça de chavee vice-líder do ranking, na decisão deste domingo às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/humbert-abandona-a-semifinal-e-fonseca-enfrenta-fokina-no-domingo.html",
        "title": "Humbert abandona a semifinal e Fonseca enfrenta Fokina no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fokina_basel_fore-1024x658.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –O espanhol Alejandro Davidovich Fokina será oadversário de João Fonsecana final do ATP 500 da Basileia, que acontece neste domingo às 11h30 (de Brasília). Fokina, de 26 anos e 18º do ranking, liderava a segunda semifinal deste sábado contra o francês Ugo Humbert, 24º colocado, por 7/6 (7-4) e 3/1 quando o francês se retirou por um desconforto no quadril."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-uma-honra-e-privilegio-por-fazer-historia-para-o-brasil.html",
        "title": "Fonseca: “É uma honra e privilégio fazer história para o Brasil”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_entrada-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –Finalista do ATP 500 da Basileia, João Fonseca conseguiu um resultado histórico para o tênis brasileiro. Ele se torna o primeiro tenista do país a decidir um torneio acima do nível 250 desde Gustavo Kuerten no Masters 1000 de Indian Wells de 2003, além de se tornar o jogador mais jovem na final do torneio suíço desde 1990. Ele enfrentará neste domingo, às 11h30 (de Brasília) o espanhol Alejandro Davidovich Fokina."
    }
]