[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-14-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53685214629_88df0e10bb_c.jpg",
        "date": "14/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosQualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-perde-uma-posicao-e-volta-a-ficar-fora-do-top-20-laura-sai-do-top-200.html",
        "title": "Bia perde uma posição e volta a ficar fora do top 20, Laura sai do top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_wimbledon_toss_25_jimmie-e1751477384620.jpg",
        "date": "14/07/2025",
        "description": "São Petersburgo (EUA)– A paulista Beatriz Haddad Maia voltou a sair do top 20 nesta segunda-feira. Eliminada na segunda rodada de Wimbledon, ela perdeu uma colocação no ranking desta semana e agora ocupa o 21º lugar na lista da ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-busca-virada-e-fura-o-quali-do-atp-250-de-bastad.html",
        "title": "Monteiro busca virada e fura o quali do ATP 250 de Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/monteiro-bastad-vibra-2025-e1752494529723-1024x683.jpg",
        "date": "14/07/2025",
        "description": "Bastad (Suécia)– A fase ruim do cearense Thiago Monteiro pode estar mudando nesta semana no ATP 250 de Bastad, onde ele conseguiu furar o quali e entrou na chave principal. A vaga veio com uma vitória de virada nesta segunda-feira, batendo o lituano Vilius Gaubas com parciais de 1/6, 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-no-top-50-nesta-segunda-e-aparece-na-48a-colocacao.html",
        "title": "Fonseca estreia no top 50 nesta segunda e aparece na 48ª colocação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca_wimbledon_25_acena-e1751643166345-1024x684.jpg",
        "date": "14/07/2025",
        "description": "Londres (Inglaterra)– Depois de alcançar a terceira rodada de Wimbledon, em sua estreia no torneio, o carioca João Fonseca viu se confirmar nesta segunda-feira sua estreia no top 50 da ATP. Ele ganhou seis lugares no ranking com sua campanha na grama do All England Club e atingiu a 48ª colocação, a melhor da carreira até então."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-calendario-feminino-para-2025-e-quem-defende-titulo.html",
        "title": "Feminino: veja todas que já levaram título na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-trofeu-rg-2025-1024x683.jpeg",
        "date": "14/07/2025",
        "description": "Veja o calendário completo dos torneios de nível WTA (250, 500 e 1000), Grand Slam e torneios por países programados da temporada, com as respectivas campeãs de 2025 e quem ainda vai defender título:"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-calendario-masculino-para-2025-e-os-atuais-campeoes.html",
        "title": "Veja todos os campeões de 2025 e quem defende título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_trofeu-1024x682.jpg",
        "date": "14/07/2025",
        "description": "O tênis masculino entra no saibro. Veja quem já levantou troféus em 2025 e confira quem defende títulos até o fim do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-swiatek-comemoram-titulo-inedito-no-jantar-dos-campeoes.html",
        "title": "Sinner e Swiatek comemoram título inédito no Jantar dos Campeões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_swiatek_jantarcampeoes.jpg",
        "date": "14/07/2025",
        "description": "Londres (Inglaterra) –Campeões de simples de Wimbledon pela primeira vez, Jannik Sinner e Iga Swiatek trocaram as roupas esportivas e as raquetes  pelos trajes de gala para serem celebrados no Jantar dos Campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-precisei-superar-a-derrota-em-paris-e-seguir-trabalhando.html",
        "title": "Sinner: “Precisei superar a derrota em Paris e seguir trabalhando”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_alcaraz_wimbledon_trofeus-1024x682.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –Campeão de Wimbledon neste domingo, Jannik Sinner conseguiu a tão esperada revanche contra Carlos Alcaraz. Pouco mais de um mês depois de perder uma batalha de 5h29 em Paris, onde teve match-points para fechar a partida, oitaliano destronou o atual bicampeãono Grand Slam londrino para chegar a uma conquista inédita na grama e a quarta em torneios deste nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-resposta-maiuscula-de-sinner.html",
        "title": "A resposta maiúscula de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_wim_sinner_vibra.jpg",
        "date": "13/07/2025",
        "description": "Todo mundo tinha dúvidas de como Jannik Sinner iria reagir em uma segunda grande final contra Carlos Alcaraz depois da terrível vacilada que havia dado um mês atrás em Roland Garros. Para complicar, ainda deixou escapar um primeiro set já dominado. E aí o número 1 deu resposta à altura: mesmo num piso que deveria favorecer o espanhol e diante de um amargo jejum de vitórias sobre seu maior rival das quadras, Sinner deu um show de competência técnica e tática para conquistar Wimbledon, seu quatro troféu de Grand Slam e o primeiro fora da quadra sintética."
    }
]