[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-junior-series-south-america-no-rio-tera-novidade.html",
        "title": "Australian Open Junior Series South America no Rio terá novidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/australianopenjunior-series_riotennis.jpg",
        "date": "05/06/2025",
        "description": "Rio de Janeiro (RJ) –A Rio Tennis Academy vai receber, na semana do dia 13 de outubro, o Australian Open Junior Series South America, torneio que classifica os campeões para a chave principal juvenil do Aberto da Austrália, em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-sao-os-primeiros-campeoes-do-ano-em-roland-garros.html",
        "title": "Errani e Vavassori são os primeiros campeões do ano em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEGGuLh8WN-LVpzo_2JC_2097-min-scaled-e1749130232365-1024x682.jpeg",
        "date": "05/06/2025",
        "description": "Paris (França)– O tênis italiano continua brilhando no circuito e nesta quinta-feira mostrou que até nas duplas mistas está fazendo sucesso. Os primeiros campeões deste ano em Roland Garros são da Itália: os duplistas Sara Errani e Andrea Vavassori. Nesta quinta-feira, eles derrotaram os norte-americanos Taylor Townsend e Evan King na final por 6/4 e 6/2, em 1h11 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/workshop-internacional-tem-ultimo-dia-de-inscricao.html",
        "title": "Workshop Internacional tem último dia de inscrição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/enriqueperez_merlinbraam.jpg",
        "date": "05/06/2025",
        "description": "São Paulo (SP)– A Confederação Brasileira de Tênis realizará entre os dias 14 e 15 de junho um importante Workshop Internacional, com o objetivo de discutir o esporte em todos os aspectos e atualizar treinadores, professores e estudantes de Educação Física sobre os mais modernos métodos de treinamento do mercado mundial. As inscrições para o grande evento terminam nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferrero-ve-salto-no-nivel-de-alcaraz-e-reforca-sua-confianca-no-pupilo.html",
        "title": "Ferrero vê salto no nível de Alcaraz e reforça sua confiança no pupilo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDHF6SdWJ-7kSg9q_20250524_RG_PF_6086CarlosAlcarazJuanCarlosFerreroPracticeRoland-Garros2025-scaled-e1749126965849-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França)– Responsável por treinar o atual número 2 do mundo Carlos Alcaraz desde antes do profissional, Juan Carlos Ferrero analisou um pouco a campanha do pupilo neste ano em Roland Garros. O técnico do espanhol acredita que ele esteja crescendo de produção no decorrer do evento e mostra confiança no que pode fazer na reta final do Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-x-swiatek-o-retrospecto-ate-agora-veja-em-11-minutos.html",
        "title": "Sabalenka x Swiatek: o retrospecto até agora. Veja em 11 minutos.",
        "image": null,
        "date": "05/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-se-revolta-com-mensagens-abusivas-apos-derrota-para-boisson.html",
        "title": "Pegula se revolta com mensagens abusivas após derrota para Boisson",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD2-Qbh8WN-LVfO__20250602_RG_LW_3922JessicaPegulaHuitiemesdefinaleRoland-Garros2025-1024x683.jpeg",
        "date": "05/06/2025",
        "description": "Paris (França)– Com a popularização cada vez maior das casas de apostas pelo mundo, os tenistas vão sofrendo mais com a revolta de quem perde dinheiro com eles. Indignada com a situação, a norte-americana Jessica Pegula resolveu reproduzir uma pequena parte das mensagens abusivas que recebeu após ser surpreendida pela francesa Lois Boisson em Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-zverev-potencial-de-djokovic-em-roland-garros-e-subestimado.html",
        "title": "Para Zverev, potencial de Djokovic em Roland Garros é subestimado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-zverev-roland-garros-2025-qf-1024x576.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Eliminado nas quartas de final de Roland Garros, Alexander Zverev continua sem títulos de Grand Slam, apesar de já ter disputado três finais na carreira, uma delas em Paris no ano passado. Após aderrota para Novak Djokovicnesta quarta-feira, o alemão enalteceu o nível de tênis apresentado pelo algoz e acredita que as chances de título do sérvio estão subestimadas, diante do grande momento de Jannik Sinner e Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirante-hewett-e-reid-vao-as-semifinais-de-olho-no-sexto-titulo.html",
        "title": "Cadeirante: Hewett e Reid vão às semifinais de olho no sexto título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Hewett_Reid_RG.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Os britânicos Alfie Hewett e Gordon Reid avançaram às semifinais do tênis em cadeira de rodas de Roland Garros, iniciando sua busca pelo sexto título consecutivo no Grand Slam francês. A dupla derrotou o chileno Alexander Cataldo e o israelense Sergei Lysov por 6/1, 4/6 e 10-4 e irá enfrentar e enfrentará o japonês Takuya Miki e o americano Casey Ratzlaff nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vitoria-mostra-que-ainda-posso-competir-em-alto-nivel.html",
        "title": "Djokovic: “Vitória mostra que ainda posso competir em alto nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-roland-garros-2025-qf-smile-1024x576.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –A grande atuação nesta quarta-feira em Roland Garros deu uma injeção de confiança para Novak Djokovic na busca pelo quarto título em Paris e o 25º Grand Slam da carreira.Ao superar o alemão Alexander Zverev, número 3 do mundo, o sérvio reiterou que a vitória é mais uma prova de que ele pode continuar competindo no mais alto nível, mesmo aos 38 anos."
    }
]