[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-controla-zverev-vence-em-sets-diretos-e-desafia-alcaraz.html",
        "title": "Fritz controla Zverev, vence em sets diretos e desafia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-toquio-acena-2025-e1759003095633-1024x684.jpg",
        "date": "15/10/2025",
        "description": "Riad (Arábia Saudita)– Na partida que abriu o Six Kings Slam nesta quarta-feira, o norte-americano Taylor Fritz aproveitou o melhor momento no circuito e levou a melhor sobre o alemão Alexander Zverev anotando uma firme vitória em sets diretos, com parciais de 6/3 e 6/4, em exata uma hora de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-15-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "15/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-lidera-vitorias-dos-favoritos-em-almaty-e-ja-esta-nas-quartas.html",
        "title": "Cobolli lidera vitórias dos favoritos em Almaty e já está nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cobolli-almaty-2025-wed1-e1760553183687-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Almaty (Cazaquistão)– A terça-feira no ATP 250 de Almaty teve alguns dos principais favoritos em quadra, com destaque para a estreia do italiano Flavio Cobolli, terceiro pré-classificado, que entrou direto na segunda rodada e passou pelo australiano Rinky Hijikata em sets diretos, com parciais de 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sand-series-de-ribeirao-preto-larga-nesta-quarta-com-o-qualificatorio.html",
        "title": "Sand Series de Ribeirão Preto larga nesta quarta com o qualificatório",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sand-de-Ribeirao_generica.png",
        "date": "15/10/2025",
        "description": "Ribeirão Preto (SP) –O Sand Series de Ribeirão Preto, categoria que reúne os maiores torneios de beach tennis do mundo, começa nesta quarta-feira na cidade de Ribeirão Preto, no interior paulista, com a disputa da fase classificatória. A competição ocorre pela terceira vez consecutiva no município e é realizado no Arena Beach Ribeirão, com 64 atletas (18 duplas masculinas e 18 femininas) e distribuindo premiação de 75 mil dólares."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-superam-demoliner-e-luz-na-estreia-do-atp-de-bruxelas.html",
        "title": "Melo e Matos superam Demoliner e Luz na estreia do ATP de Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_fundo-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Bruxelas (Bélgica) –Em jogo com quatro brasileiros em quadra, o mineiro Marcelo Melo e o gaúcho Rafael Matos venceram os também gaúchos Marcelo Demoliner e Orlando Luz na estreia do ATP 250 de Bruxelas, em quadras duras e cobertas, por 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-confessa-seu-profundo-medo-do-antidoping-fico-paranoica.html",
        "title": "Pegula confessa seu profundo medo do antidoping: “Fico paranoica”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD2-Qbh8WN-LVfO__20250602_RG_LW_3922JessicaPegulaHuitiemesdefinaleRoland-Garros2025-1024x683.jpeg",
        "date": "15/10/2025",
        "description": "Nova York (EUA)– A norte-americana Jessica Pegula falou sobre seu profundo medo de cometer um erro e testar positivo para doping no podcastThe Player’s Box, onde analisou as suspensões do italiano Jannik Sinner e da polonesa Iga Swiatek, usando-as como exemplos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-consegue-vitoria-inedita-contra-top-100-e-faz-quartas-em-curitiba.html",
        "title": "Boscardin consegue vitória inédita contra top 100 e faz quartas em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_comemora-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Curitiba (PR) –O catarinense Pedro Boscardin é o primeiro brasileiro a garantir vaga nas quartas de final da Copa Internacional de Tênis, em Curitiba. A classificação veio com uma vitória expressiva diante do argentino Thiago Tirante, número 100 do mundo e cabeça 2 do challenger disputado nas quadras de saibro do Graciosa Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lin-zhu-agora-derruba-andreeva-e-vai-as-quartas-em-ningbo.html",
        "title": "Lin Zhu agora derruba Andreeva e vai às quartas em Ningbo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/lin-zhu-ningbo-prepara-2025-e1760453086864-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Ningbo (China)– Depois de eliminar a britânica Emma Raducanu na estreia, a convidada da casa Lin Zhu segue firme no WTA 500 de Ningbo. Nesta quarta-feira, ela teve pela frente a russa Mirra Andreeva e surpreendeu a cabeça de chave número 1 com uma vitória de virada, marcando parciais de 4/6, 6/3 e 6/2, em 2h19 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-assume-o-2o-lugar-na-lista-das-maiores-premiacoes-em-dinheiro.html",
        "title": "Swiatek assume o 2º lugar na lista das maiores premiações em dinheiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_beija_trofeu.jpg",
        "date": "15/10/2025",
        "description": "St. Petersburg (EUA) –Iga Swiatek continua a fazer história no livro de recordes do WTA Tour. A polonesa acaba de ultrapassar Venus Williams e conquistar o segundo lugar na lista das maiores premiações em dinheiro no circuito profissional, que tem Serena Williams na liderança, com US$ 94.816.490"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-confirma-monfils-e-berrettini-na-edicao-de-2026-do-torneio.html",
        "title": "Rio Open confirma Monfils e Berrettini na edição de 2026 do torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/458348_1177045_gettyimages_2217713751-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Rio de Janeiro (RJ)– A 12ª edição do Rio Open ganhou mais dois grandes nomes de peso: o francês Gael Monfils e o italiano Matteo Berrettini. Eles estão garantidos no torneio de 2026,  se juntando a João Fonseca, número 1 do Brasil, e Lorenzo Musetti, medalhista de bronze nos Jogos Olímpicos de Paris."
    }
]