[
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-este-ano-nao-foi-facil-mas-foi-necessario-e-me-transformou.html",
        "title": "Badosa: “Este ano não foi fácil, mas foi necessário e me transformou”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Paula_Badosa_-_Australian_Open_2025_-_Day_6-DSC_2484_xgaplus.jpg",
        "date": "26/12/2025",
        "description": "Madri (Espanha)– Em uma mensagem de fim de ano nas redes sociais, a espanhola Paula Badosa relembrou o 2025 pelo que passou. Ela destacou não apenas os bons momentos vividos, mas também falou sobre as situações desconfortáveis pelas quais passou e deixou para trás, olhando para a próxima temporada com otimismo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-aparece-em-lista-de-mais-influentes-do-pais-com-menos-de-30-anos.html",
        "title": "Fonseca aparece em lista de mais influentes do país com menos de 30 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0012-e1765281540167.jpg",
        "date": "26/12/2025",
        "description": "São Paulo (SP)– Além das vitórias e conquistas que teve em 2025 dentro das quadras, o jovem carioca João Fonseca também está brilhando fora delas. Depois de sereleito o atleta da torcida em votação do COB(Comitê Olímpico Brasileiro), ele agora foi destacado pela lista Under 30 da Forbes Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/devolucao-do-primeiro-saque-e-uma-das-principais-armas-de-alcaraz.html",
        "title": "Devolução do primeiro saque é uma das principais armas de Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-tuesday-1-e1762877396639-1024x682.jpg",
        "date": "25/12/2025",
        "description": "Londres (Inglaterra)– Número 1 do mundo no final da temporada, na qual conquistou dois títulos de Grand Slam, o espanhol Carlos Alcaraz é um jogador de várias facetas, mas segundo números levantados e destacados pelo site da ATP uma de suas principais armas é a devolução do primeiro serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-animada-para-fazer-sua-estreia-nos-torneios-australianos.html",
        "title": "Boisson animada para fazer sua estreia nos torneios australianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Lois_Boisson_-_China_Open_2025_-_Day_2-DSC_8921_xgaplus.jpg",
        "date": "25/12/2025",
        "description": "Paris (França)– Atual número 1 da França e 36 do mundo, Lois Boisson está animada para o começo da próxima temporada, fazendo sua estreia no Australian Open, único dos quatro Grand Slam que ainda não disputou. A tenista de 22 terminou sua grande temporada um pouco mais cedo, por causa de uma lesão, mas garante estar totalmente recuperada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-forte-presenca-do-brasil-aruba-open-festeja-sucesso-e-ja-projeta-2026.html",
        "title": "Com forte presença do Brasil, Aruba Open festeja sucesso e já projeta 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/aruba-open_quadra-central.jpg",
        "date": "25/12/2025",
        "description": "Oranjestad (Aruba) –Praias com areia branca e mar azul turquesa, trilhas e passeios. Essas costumam ser as principais atrações de Aruba. Mas de uns anos para cá, outra atividade vem se tornando um forte atrativo dessa ilha encravada no Caribe: o beach tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brady-voltara-a-competir-apos-mais-de-dois-anos-afastada.html",
        "title": "Brady voltará a competir após mais de dois anos afastada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Jennifer-Brady-US-Open-2020.jpg",
        "date": "25/12/2025",
        "description": "Melbourne (Austrália)– Vice-campeã do Australian Open de 2021, sua melhor campanha em Grand Slam, a norte-americana Jeniffer Brady voltará a competir na próxima temporada, encerrando uma pausa de mais de dois anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-toma-decisao-importante-e-muda-de-raquete-para-2026.html",
        "title": "Tsitsipas toma decisão importante e muda de raquete para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/tsitsipas-dubai-2025-saturday-e1740849366696-1024x682.jpg",
        "date": "25/12/2025",
        "description": "Atenas (Grécia)– A temporada de 2025 do grego Stefanos Tsitsipas foi bem abaixo das anteriores e por isso ele resolveu fazer uma importante mudança em sua pré-temporada. O ex-número 3 do mundo e atual 34º no ranking da ATP vai trocar de raquete, saindo da Wilson para a Babolat."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goffin-nao-vai-para-a-australia-e-comeca-temporada-mais-tarde.html",
        "title": "Goffin não vai para a Austrália e começa temporada mais tarde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/goffin-usopen-2025-1024x681.jpg",
        "date": "25/12/2025",
        "description": "Rocourt (Bélgica)– Ex-número 7 do mundo, o belga David Goffin começará a próxima temporada um pouco mais tarde. Na última quarta-feira, ele publicou uma mensagem nas redes sociais informando que não competirá nos torneios australianos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-duvidas-draper-garante-que-disputara-o-australian-open.html",
        "title": "Após dúvidas, Draper garante que disputará o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/draper-iw-2025-e1742085300284-1024x685.jpeg",
        "date": "25/12/2025",
        "description": "Londres (Inglaterra)– Uma das dúvidas para o começo da próxima temporada, o britânico Jack Draper, atual número 10 do mundo, mostrou confiança que estará pronto para viajar para a Austrália e competir no primeiro Grand Slam do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-sobre-titulo-da-davis-emocao-que-quero-reviver-todos-os-dias.html",
        "title": "Cobolli sobre título da Davis: “Emoção que quero reviver todos os dias”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cobolli-davis-abraca-2025-e1766459000869-1024x685.jpg",
        "date": "25/12/2025",
        "description": "Turim (Itália)– Responsável pelo ponto que deu o tricampeonato seguido da Copa Davis para o time italiano, Flavio Cobolli relembrou suavitória sobre o espanhol Jaume Munar, na qual encarou um tiebreak decisivo no segundo set, depois de perder o primeiro, para então buscar a virada."
    }
]