[
    {
        "url": "https://tenisbrasil.uol.com.br/future-cadeirante-no-corinthians-rio-open-inaugura-mais-um-nucleo-do-nero.html",
        "title": "Future cadeirante no Corinthians. Rio Open inaugura mais um núcleo do Nero.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_lucas_takaki.jpg",
        "date": "22/05/2025",
        "description": "* A Federação Paulista de Tênis (FPT) escolheu oSport Club Corinthians Paulista como sede do ITF Future Series de Tênis em Cadeira de Rodas, torneio internacional profissional que faz parte do Uniqlo Wheelchair Tennis Tour. A competição será realizada entre os dias 29 de maio e 1º de junho, na capital paulista. Com premiação de US$ 3 mil, o torneio contará com a participação de importantes nomes da modalidade, incluindo atletas que representaram o Brasil recentemente no Mundial disputado em Antália, na Turquia. “Desde o início da nossa gestão, temos como missão fomentar e desenvolver o tênis, o tênis em cadeira de rodas e o beach tennis. Este será, sem dúvida, o primeiro de muitos torneios da modalidade em nosso estado”, destacou o presidente da FPT, Danilo Gaino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ramos-garante-vaga-em-seu-ultimo-rg-cilic-vai-a-fase-final-do-quali.html",
        "title": "Ramos garante vaga em seu último RG, Cilic vai à fase final do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ramos_rg_slice-1024x589.jpg",
        "date": "22/05/2025",
        "description": "Paris (França) –Em sua temporada de despedida do circuito profissional, o espanhol Albert Ramos garantiu vaga na chave principal de Roland Garros. O veterano de 37 anos passou pelas três rodadas do quali e superou nesta quinta-feira o argentino Andrea Collarini, 204º do ranking, por 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-aliassime-vencem-e-duelam-na-semifinal-em-hamburgo.html",
        "title": "Rublev e Aliassime vencem e duelam na semifinal em Hamburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rublev-hamburg-2025-qf-1024x576.jpg",
        "date": "22/05/2025",
        "description": "Hamburgo (Alemanha) –O russo Andrey Rublev e o canadense Félix Auger-Aliassime sobreviveram a uma rodada de jogos longos e garantiram lugar nas semifinais do ATP 500 de Hamburgo. Eles se enfrentam nesta sexta-feira às 12h30 (de Brasília) por vaga na final do torneio alemão no saibro. O histórico é favorável a Rublev, que lidera por 6 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reacao-na-hora-certa.html",
        "title": "Reação na hora certa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_bia_estras.jpg",
        "date": "22/05/2025",
        "description": "Geralmente torneios relegados a segundo plano, os preparativos para Roland Garros de Estrasburgo e Genebra se mostraram até aqui muito bem vindos para Beatriz Haddad Maia e Novak Djokovic. A canhota brasileira enfim voltou a derrotar uma top 10 do circuito, algo que não fazia há mais de 12 meses, e o sérvio conseguiu já duas vitórias que o colocam no caminho certo para Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-celebra-virada-contra-top-10-me-deixa-forte-para-a-semifinal.html",
        "title": "Bia celebra virada contra top 10: “Me deixa forte para a semifinal”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_grita_estras_qf-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França) –A vitória nas quartas de final do WTA 500 de Estrasburgo trouxe muita confiança para Beatriz Haddad Maia, especialmente pelo nível da adversária e o equilíbrio da partida. Bia começou atrás no placar contra a norte-americana Emma Navarro,número 9 do mundo, mas bucou a virada depois de 3h02 de disputa. Ela agora enfrenta a cazaque Elena Ryabakina nesta sexta-feira às 9h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aniversariante-djokovic-consegue-revanche-e-faz-semi-em-genebra.html",
        "title": "Aniversariante, Djokovic consegue revanche e faz semi em Genebra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-rome-2025-withdrawal-e1746554299143-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Genebra (Suíça) –Aniversariante desta quinta-feira, Novak Djokovic comemrou seus 38 anos com uma vitória e a vaga na semifinal do ATP 250 de Genebra. O sérvio reencontrou o italiano Matteo Arnaldi, 39º do ranking e que havia sido seu algoz na rodada de estreia do Masters 1000 de Madri, e conseguiu uma revanche ao marcar um duplo 6/4. Ao final da partida, a organização, ainda levou um bolo de aniversário e o tenista provou um pedaço ainda na quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osorio-confirma-vaga-na-semi-em-rabat-e-busca-sua-6a-final-na-wta.html",
        "title": "Osorio confirma vaga na semi em Rabat e busca sua 6ª final na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/osorio_rabat_back_qf-1024x598.jpg",
        "date": "22/05/2025",
        "description": "Rabat (Marrocos) –A colombiana Camila Osorio segue conseguindo bons resultados no WTA 250 de Rabat e já está na semifinal. Ela confirmou o favoritismo nesta quinta-feira contra a norte-americana Maria Mateas, 243ª do ranking, por 6/3 e 6/1 em 1h31."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-faz-semi-no-chile-marcondes-e-klier-vencem-na-tunisia.html",
        "title": "Boscardin faz semi no Chile, Marcondes e Klier vencem na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "22/05/2025",
        "description": "Coquimbo (Chile) –O catarinense Pedro Boscardin garantiu vaga na semifinal do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 5 do torneio e 391º do ranking, Boascardin venceu o argentino Luciano Ambrogi, quarto cabeça de chave e 376º colocado, por 7/ (7-3), 4/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-zormann-confirmam-favoritismo-em-skopje-e-vao-a-semi.html",
        "title": "Demoliner e Zormann confirmam favoritismo em Skopje e vão à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/zormann_demoliner_santiago-1024x672.jpg",
        "date": "22/05/2025",
        "description": "Skopje (Macedônia do Norte)– A dupla 100%brasileira formada pelo gaúcho Marcelo Demoliner e o paulista Marcelo Zormann segue fazendo bonito no challenger de Skopje. Cabeças de chave 4, eles se garantiram na semi ao bater, nesta quinta-feira, o israelense Daniel Cukierman e o alemão Michael Geerts de virada, com parciais de 6/7 (3-7), 6/2 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-da-salto-na-corrida-da-temporada-com-semi-e-pode-voltar-ao-top-20.html",
        "title": "Bia dá salto na corrida da temporada com semi e pode voltar ao top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia-estrasburgo-vibra-2025-e1747668995475-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França)– Aos poucos a paulista Beatriz Haddad Maia parece estar reencontrando o caminho depois de passar por uma fase ruim neste começo de ano. Com as vitórias ea semifinal no WTA 500 de Estrasburgo, nesta semana, ela vai dar um bom salto na corrida da temporada e entrará para a faixa das 60 melhores."
    }
]