[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-19-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Challenger de Itajaí (SC) – Saibro – US$ 107 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bjk-cup-define-confrontos-do-quali-mundial-e-valoriza-as-duplas.html",
        "title": "BJK Cup define confrontos do quali mundial e valoriza as duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/errani_paolini_bjk_cump_25-1024x652.jpg",
        "date": "19/01/2026",
        "description": "Londres (Inglaterra) –Foram sorteados nesta segunda-feira os confrontos do Qualificatório Mundial da Billie Jean King Cup, que serão disputados nos dias 10 e 11 de abril. Os 14 países participantes disputam sete vagas na fase final da competição, que será realizada em setembro, na China."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/frases-saiba-o-que-se-comenta-em-melbourne.html",
        "title": "Frases: saiba o que se comenta em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/medvedev-brisbane-agradece-2026-e1767760994703-1024x683.jpg",
        "date": "19/01/2026",
        "description": "“O ano passado foi difícil. Estou me sentindo ótimo com minha nova equipe, então não fico remoendo muito o passado. O que aconteceu no ano passado, aconteceu, e está tudo bem. Faz parte da carreira, faz parte da vida. Me esforcei bastante para tentar ser mais positivo em quadra. Até agora, estou conseguindo, mas nunca fui de dizer: ‘Ok, agora chega’. Não sabemos o que o futuro nos reserva, mas estou tentando ser positivo em quadra, assim como sou na vida.”Medvedev feliz com sua estreia, depois de cair na 1ª rodada em Roland Garros, Wimbledon e US Open, no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/voltei-por-causa-do-amor-que-voces-me-dao-diz-wawrinka-apos-vitoria.html",
        "title": "“Voltei por causa do amor que vocês me dão”, diz Wawrinka após vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka_ausopen_acena-1024x694.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália)– O Australian Open é um torneio especial para Stan Wawrinka. O veterano conquistou seu primeiro título de Grand Slam no Melbourne Park, em 2014. Após cinco anos sem vencer no mesmo lugar, osuíço derrotou o sérvio Laslo Djere, com um placar emocionante de 5/7, 6/3, 6/4 e 7/6(4), nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-comemora-marca-historica-e-brinca-sobre-novo-saque-de-alcaraz.html",
        "title": "Djokovic comemora marca histórica e brinca sobre novo saque de Alcaraz",
        "image": null,
        "date": "19/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-nao-fazia-sentido-ficar-parado-como-um-saco-de-pancadas.html",
        "title": "Aliassime: “Não fazia sentido ficar parado, como um saco de pancadas”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/aliassime-ausopen-despede-2026.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –A participação de Félix Auger-Aliassime nesta edição do Australian Open foi curta. E depois deabandonar sua partida de estreianesta segunda-feira contra o português Nuno Borges, sentindo cãibras na parte superior da perna esquerda, o canadense falou sobre os motivos que o levaram a abandonar a disputa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-filas-em-jogo-de-eala-australian-open-promete-revisar-protocolos.html",
        "title": "Após filas em jogo de Eala, Australian Open promete revisar protocolos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/philippines_crowd_ta_lv_314_ao26_a-1024x768.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –A enorme presença de torcedores filipinos chamou atenção na rodada desta segunda-feira no Australian Open. Os fãs lotaram a pequena quadra 6 para a partida entre Alexandra Eala e norte-americana Alycia Parks. Uma longa fila se formou e muitas pessoas relataram que não conseguiram assistir à partida, que terminou a com a vitória de Parks por 0/6, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-encabeca-o-evento-noite-das-lendas-junto-com-barty-e-alcott.html",
        "title": "Nadal encabeça o evento Noite das Lendas junto com Barty e Alcott",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Noite-das-Lendas_cartaz-2-1024x679.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –Rafael Nadal estará presente no evento Noite das Lendas do Aberto da Austrália, que acontecerá em 1º de fevereiro, mesmo dia da final masculina. Nadal estará acompanhado da ex-número 1 do ranking WTA, a australiana Ashleigh Barty, e do tenista australiano em cadeira de rodas, Dylan Alcott."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-convida-atores-de-serie-gay-para-um-de-seus-jogos-na-temporada.html",
        "title": "Gauff convida atores de série gay para um de seus jogos na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_instagram-2.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –A série Heated Rivalry, da HBO, que faz grande sucesso relatando um romance gay no mundo do hóquei, conquistou Coco Gauff, que se declarou fã número 1 do drama estrelado por Connor Storrie e Hudson Williams, baseado no romance de Rachel Reid."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estava-um-pouco-enferrujada-diz-swiatek-apos-dura-vitoria-na-australia.html",
        "title": "“Estava um pouco enferrujada e ela jogou bem”, diz Swiatek após dura estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_ausopen_saque-1024x675.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –Iga Swiatek estreou no Australian Open em busca do único título de Grand Slam que ainda falta em sua carreira.A polonesa passou para a segunda rodadaem Melbourne ao vencer a chinesa Yue Yuan em um dura partida de 2h, com parciais de 7/6 (7-5) e 6/3. Em entrevista, a número 2 do ranking comentou sobre o jogo, que teve altos e baixos."
    }
]