[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-muito-dificil-enfrentar-sinner-e-alcaraz-em-melhor-de-5-sets.html",
        "title": "Djokovic: “É muito difícil enfrentar Sinner e Alcaraz em melhor de 5 sets”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic_usopen_saida_coracao-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –Depois de perder sua quarta semifinal de Grand Slam na temporada, Novak Djokovic refletiu sobre a dificuldade que encontra para enfrentar os dois melhores jogadores da atualidade, Jannik Sinner e Carlos Alcaraz, especialmente no formato em melhor de cinco sets. Aos 38 anos, o sérvio reconhece que as chances de conquistar o tão sonhado 25º título de Slam estão cada vez mais distantes, mas quer continuar tentando na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiz-calixto-e-vice-de-duplas-no-tenis-em-cadeira-de-rodas-em-ny.html",
        "title": "Luiz Calixto é vice de duplas no tênis em cadeira de rodas em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/calixto_majetic_usopen-1024x779.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –O mineiro Luiz Calixto ficou com o vice-campeonato de duplas no torneio juvenil do tênis em cadeira de rodas do US Open, ao lado do norte-americano Tomas Majetic. Eles foram superados na final pelo britânico Ruben Harris e o austríaco Maximilian Taucher, principais cabeças de chave, por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tenta-bicampeonato-em-ny-anisimova-busca-o-1o-slam.html",
        "title": "Sabalenka tenta bicampeonato em NY, Anisimova busca o 1º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/art_saba_anisimova-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –A campeã do US Open será conhecida neste sábado. Aryna Sabalenka e Amanda Anisimova se enfrentam a partir das 17h (de Brasília). Será o décimo encontro entre elas e a vantagem é da norte-americana, com seis vitórias contra três da bielorrussa. Anisimova venceu também o último duelo entre elas, na semifinal de Wimbledon. A transmissão é daESPN 2eSportv 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-05-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_olhabola.jpg",
        "date": "05/09/2025",
        "description": "Challenger de Gênova (Itália) – Saibro – 181.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baianos-recebem-convite-e-buscam-primeiro-ponto-no-ranking-profissional.html",
        "title": "Baianos recebem convite e buscam primeiro ponto no ranking profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victor_rocha.jpg",
        "date": "05/09/2025",
        "description": "Salvador (BA) –Dois atletas de Salvador terão oportunidade de pontuar pela primeira vez no ranking mundial na disputa do inédito evento que será realizado de 28 de setembro a 4 de outubro, no Clube Bahiano de Tênis. A competição é da categoria M25 com premiação total de US$ 30 mil e importantes pontos no ranking da ATP, a Associação dos Tenistas Profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maranhenses-confirmadas-na-inedita-copa-feminina-em-sao-luis.html",
        "title": "Maranhenses confirmadas na inédita Copa Feminina em São Luís",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bruna_liotto.jpg",
        "date": "05/09/2025",
        "description": "São Luís (MA) –Está chegando a hora de São Luís receber a primeira competição internacional feminina de tênis, o ITF 15 do Maranhão. A Copa Feminina de Tênis terá início neste domingo, dia 7, e seguirá até o domingo seguinte, 14. O torneio será realizado no complexo esportivo Sports Village, com entrada gratuita. Neste domingo, dia 7, serão disputados os jogos do qualifying."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quadra-central-do-sp-open-leva-nome-de-maria-esther-bueno.html",
        "title": "Quadra central do SP Open leva nome de Maria Esther Bueno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/homenagem.jpg",
        "date": "05/09/2025",
        "description": "São Paulo (SP)– O SP Open, que acontece na capital paulista entre os dia 6 e 14 de setembro, no Parque Villa Lobos, presta uma homenagem especial à maior tenista brasileira de todos os tempos, Maria Esther Bueno."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quali-do-sp-open-comeca-neste-sabado-com-tres-brasileiras.html",
        "title": "Quali do SP Open começa neste sábado com três brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_term-1024x683.jpg",
        "date": "05/09/2025",
        "description": "São Paulo (SP) –Três brasileiras disputam o quali do SP Open a partir deste sábado, em busca de vagas na chave principal do WTA 250 na capital paulista. As jovens gaúchas Pietra Rivoli e Ana Cruz receberam convite, enquanto a paulista Thaísa Pedretti entrou diretamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-superado-pelo-favorito-darderi-nas-quartas-em-genova.html",
        "title": "Monteiro é superado pelo favorito Darderi nas quartas em Gênova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro-1030x662-1-1024x658.jpg",
        "date": "05/09/2025",
        "description": "Gênova (Itália) –Depois deduas vitórias na semana, Thiago Monteiro foi eliminado nas quartas de final do challenger de Gênova, em quadras de saibro na Itália. O cearense de 31 anos e 169º do ranking foi superado nesta sexta-feira pelo italiano Luciano Darderi, principal cabeça de chave e 34º do mundo, por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-o-duelo-com-djokovic-e-volta-a-final-do-us-open.html",
        "title": "Alcaraz controla o duelo com Djokovic e volta à final do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_uso_rebate_semi-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –No jogo que abriu a rodada de semifinais da chave masculina do US Open, Carlos Alcaraz levou a melhor sobre Novak Djokovic e marcou as parciais de 6/4, 7/6 (7-4) e 6/2 em 2h23 de partida. O espanhol segue sem perder sets no último Grand Slam do ano."
    }
]