[
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-conta-com-abandono-de-alemao-para-repetir-oitavas.html",
        "title": "De Minaur conta com abandono de alemão para repetir oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/deminaur-1.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Pelo terceiro ano consecutivo, o australiano Alex de Minaur está nas oitavas de final do US Open. O cabeça 8 perdeu o primeiro set por 6/7 (7-9) e reagia com 6/3 e 6/4 e 2/0, quando o alemão Daniel Altmaier, que vinha de dois jogos seguidos em cincos sets. desistiu por aparente exaustão física e contusão na perna esquerda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-mostrei-que-posso-dificultar-contra-os-caras-do-topo.html",
        "title": "Shapovalov: “Mostrei que posso dificultar contra os caras do topo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shapovalov-r3-us-open-2025-1024x576.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Denis Shapovalov lutou ponto a ponto contra o número 1 do mundo, Jannik Sinner, mas acabou superado por 5/7, 6/4, 6/3 e 6/3 na terceira rodada do US Open. Apesar da derrota, o canadense de 26 anos vê a partida como mais um passo importante na busca para reencontrar o nível de tênis que já o levou ao top 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-30-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "30/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-sou-uma-maquina-as-vezes-tambem-tenho-dificuldade.html",
        "title": "Sinner: “Não sou uma máquina, às vezes também tenho dificuldade”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-vibra-us-open-2025-1024x710.jpeg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Pela primeira vez neste US Open, Jannik Sinner encontrou dificuldades para se impor e precisou de 3h11 paraderrotar o canadense Denis Shapovalov na terceira rodadada competição. Depois de perder o primeiro set, o número 1 do mundo reagiu e venceu por 5/7, 6/4, 6/3 e 6/3, mostrando força mental diante de um adversário que chegou a liderar por 3/0 no terceiro set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-promove-3o-seminario-de-gestao-esportiva-em-florianopolis.html",
        "title": "CBT promove 3º Seminário de Gestão Esportiva em Florianópolis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gestao-esportiva_CBT.jpg",
        "date": "30/08/2025",
        "description": "Florianópolis (SC)— A Confederação Brasileira de Tênis (CBT) realizou neste sábado, em Florianópolis, o 3º Seminário de Gestão Esportiva, reunindo representantes de federações, dirigentes, técnicos e especialistas de diversas áreas que atuam direta ou indiretamente com a gestão do tênis no Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sabalenka-atuam-no-domingo-a-tarde-djokovic-as-20h.html",
        "title": "Alcaraz e Sabalenka atuam no domingo à tarde, Djokovic às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka-backhand-us-open-2025.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –A rodada deste domingo no US Open terá o início das oitavas de final e definição dos primeiros classificados para as quartas. E diferente do que vinha acontecendo até então, apenas o Arthur Ashe Stadium receberá jogos noturnos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-melo-tem-grande-dia-e-tiram-dois-campeoes-de-grand-slam.html",
        "title": "Matos e Melo têm grande dia e tiram dois campeões de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/matos_melo_uso.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– A parceria formada pelo gaúcho Rafael Matos e o mineiro Marcelo Melo começou muito bem o US Open. O dueto brasileiro vem do título de Winston-Salem há uma semana e mostraram ótimo entrosamento para superar o britânico Jamie Murray e o croata Ivan Dodig em sets diretos, com parciais de 6/4 e 6/3. Os próximos adversários serão os cabeças 15, os franceses Sadio Doumbia e Fabien Reboul."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-defende-bom-historico-em-ny-e-valoriza-a-calma-em-vitoria.html",
        "title": "Stefani defende bom histórico em NY e valoriza a calma em vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/stefani_babos_usopen_narede.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– A paulista Luisa Stefani segue firme na chave de duplas do US Open. Cabeça de chave número 11 ao lado húngara Timea Babos, elagarantiu vaga nas oitavas de final do torneio nova-iorquinopela quinta vez na carreira. A classificação veio com um triunfo por duplo 6/4 contra as norte-americanas Iva Jovic e Clervie Ngououe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eduarda-gomes-conquista-seu-primeiro-itf-juvenil-aos-13-anos-em-sp.html",
        "title": "Eduarda Gomes conquista seu primeiro ITF juvenil aos 13 anos em SP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/eduarda_gomes_sccp_trofeu-1024x634.jpg",
        "date": "30/08/2025",
        "description": "São Paulo (SP) –A paranaense Eduarda Gomes, de apenas 13 anos, conquistou o título da Copa Juninho Tênis, torneio ITF J60 disputado nas quadras de saibro do Corinthians, em São Paulo. Convidada para o torneio, ela venceu uma final brasileira contra Larissa Silenci por 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-muda-abordagem-e-celebra-retorno-as-oitavas-de-slam.html",
        "title": "Osaka muda abordagem e celebra retorno às oitavas de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/osaka-vibra-us-open-2025-1024x689.jpeg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Dona de quatro títulos de Grand Slam, Naomi Osaka voltou às oitavas de final de um torneio desse porte após mais de quatro anos. A última vez que a ex-número 1 do mundo alcançou a segunda semana neste nível de evento foi na campanha do bicampeonato do Australian Open, em 2021."
    }
]