[
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-conquista-em-buenos-aires-seu-9o-titulo-profissional.html",
        "title": "Carol Meligeni conquista em Buenos Aires seu 9º título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas_trofeu_cut-1024x682.jpg",
        "date": "25/01/2026",
        "description": "Buenos Aires (Argentina) –Em ótimo início de temporada, Carol Meligeni conquistou neste domingo o título do ITF W35 de Buenos Aires, em quadras de saibro. Terceira cabeça de chave e 232ª do ranking, Carol venceu a espanhola Carlota Martinez Cirez, 391ª colocada, por 6/0 e 6/2 em 1h11 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-25-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas26_back-1024x672.jpg",
        "date": "25/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas feminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-grande-domingo-da-nova-geracao-americana.html",
        "title": "O grande domingo da nova geração americana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_jovic_ao.jpg",
        "date": "25/01/2026",
        "description": "Foram duas atuações empolgantes, assombrosas. Learner Tien já tinha vencido Daniil Medvedev exatamente um ano atrás em Melbourne, mas desta vez destruiu o ex-número 1 do mundo com uma variedade incrível de golpes. Iva Jovic por sua vez chegou a ganhar os 10 primeiros games da experiente Yulia Putintseva, dando uma aula de agressividade e leveza em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-estreia-com-vitoria-na-temporada-em-birmingham.html",
        "title": "Naná estreia com vitória na temporada em Birmingham",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore.jpg",
        "date": "25/01/2026",
        "description": "Birmingham (Inglaterra) –A temporada de Nauhany Silva começou com uma vitória no ITF W35 de Birmingham, em quadras duras e cobertas na Inglaterra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-wild-disputa-o-titulo-do-challenger-de-itajai-assista.html",
        "title": "Ao vivo: Wild disputa o título do challenger de Itajaí. Assista!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-ATP-Challenger-1-1024x576.jpg",
        "date": "25/01/2026",
        "description": "Itajaí (SC) –O paranaense Thiago Wild é o representante brasileiro na final do challenger de Itajaí. O jogador de 25 anos e 217º do mundo enfrenta o paraguaio Daniel Vallejo, cabeça 2 do torneio e 146º do mundo. Acompanhe ao vivo e gratuitamente no Challenger TV da ATP, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-acha-que-pode-jogar-ainda-melhor-mas-respeita-zverev.html",
        "title": "Tien acha que pode jogar ainda melhor, mas respeita Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien-ausopen-2026.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O norte-americanoLearner Tien foi o destaque da abertura das oitavas de final masculinas do Australian Open. O tenista de 20 anos voltou a derrotar o russoDaniil Medvedev, como havia feito no ano passado, porém desta vez conseguiu um placar surpreendente de 6/4, 6/0 e 6/3, tornando-se o mais novo a alcançar as quartas do torneio desde Nick Kyrgios, em 2015, e o norte-americano mais jovem a atingir a essa fase em qualquer Grand Slam desde Andy Roddick, em 2002."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-jovem-das-quartas-iva-jovic-revela-conselhos-de-djokovic.html",
        "title": "Mais jovem das quartas, Iva Jovic revela conselhos de Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/jovic_ausopen_rebate.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Classificada para asquartas de final de um Grand Slampela primeira vez aos 18 anos no Australian Open, Iva Jovic tem recebido conselhos de um especialista no assunto. A jovem norte-americana, que tem pai sérvio e mãe croata, revelou que tem aproveitado as conversas com Novak Djokovic para viver o grande momento da carreira e colocado as dicas em prática."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-os-segredos-para-vencer-20-tiebreaks-consecutivos.html",
        "title": "Sabalenka e os segredos para vencer 20 tiebreaks consecutivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_ausopen_rebate-1024x659.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Aryna Sabalenka mais uma vez precisou de um tiebreak para seguir em frente e novamente a número 1 do mundo se mostrou eficiente. A vitória sobreuma das promessas do circuito, Victoria Mboko, por placar de 6/1 e 7/6 (7-1), recolocou a bielorrussa nas quartas de final do Australian e assim ela segue em busca do tricampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ymanitu-pena-e-rodrigues-jogam-tenis-em-cadeira-de-rodas-na-australia.html",
        "title": "Ymanitu, Pena e Rodrigues jogam tênis em cadeira de rodas na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/ymanitu_ausopen2025_back.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O Brasil tem três representantes nos torneios de tênis em cadeira de rodas do Australian Open. O catarinense Ymanitu Silva e os mineiros Leandro Pena e Daniel Rodrigues entram em quadra a partir deste domingo pela rodada qualificatória e precisam de uma vitória para entrar nas chaves principais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ele-sufoca-voce-o-tempo-todo-afirma-paul-sobre-alcaraz.html",
        "title": "“Ele sufoca você o tempo todo”, afirma Paul sobre Alcaraz",
        "image": null,
        "date": "25/01/2026",
        "description": "Embed from Getty Images"
    }
]