[
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-favoritos-comecam-bem-no-itf-futures-no-corinthians.html",
        "title": "Cadeirantes: favoritos começam bem no ITF Futures no Corinthians",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/luiz-calixto.jpg",
        "date": "30/05/2025",
        "description": "São Paulo (SP) –Teve início nesta quinta-feira, o ITF Future Series São Paulo, torneio internacional de tênis em cadeira de rodas que integra o calendário do Uniqlo Wheelchair Tennis Tour, com 29 partidas realizadas nas quadras de saibro do Sport Club Corinthians Paulista. O evento segue até domingo com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-fazem-semis-na-bolivia-e-em-el-salvador.html",
        "title": "Juvenis brasileiros fazem semis na Bolívia e em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/ana_cruz_desliza_itf.jpg",
        "date": "29/05/2025",
        "description": "Tarija (Bolívia) –O Brasil tem três jogadores juvenis na semifinais do ITF J60 de Tarija, em quadras de saibro na Bolívia: Felipe Moretti, Lucas Moscatto e Ana Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gasquet-foi-a-despedida-perfeita-na-chatrier-e-contra-o-no-1.html",
        "title": "Gasquet: “Foi a despedida perfeita, na Chatrier e contra o nº 1”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gasquet_sinner_trofeu_rg-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –O último ato da carreira profissional de Richard Gasquet teve o cenário que muitos tenistas sonhariam ter: em uma quadra principal de Grand Slam e contra o número 1 do mundo.Homenageado na quadra Philippe Chatriernesta quinta-feira, após a partida contra o italiano Jannik Sinner, o francês de 38 anos falou com orgulho sobre a trajetória construída nas quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-43-anos-mahut-e-homenageado-na-despedida-de-roland-garros.html",
        "title": "Aos 43 anos, Mahut é homenageado na despedida de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/mahut_homenagem_fft-1024x617.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –A quinta-feira em Paris foi marcada pordespedidas de veteranosdo tênis francês. Horas depois de Richard Gasquet disputar o último jogo de sua carreira profissional, sendo superado pelo número 1 do mundo Jannik Sinner na quadra Philippe Chatrier, foi a vez de foi a vez de Nicolas Mahut dar adeus ao Grand Slam francês nas duplas. Mahut e o antigo parceiro Pierre-Hugues Herbert atuaram na quadra Simonne Mathieu e foram superados pelos italianos Simone Bolelli e Andrea Vavassori por 7/6 (7-2) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-explica-tratamento-no-pe-e-espera-recuperacao-rapida.html",
        "title": "Djokovic explica tratamento no pé e espera recuperação rápida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_rg_ng_entrevista-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Classificado para a terceira rodada de Roland Garros, Novak Djokovic ainda não perdeu sets nas duas primeiras rodadas em Paris, tendo superado o norte-americano Mackenzie McDonald e o francês Corentin Moutet. Mas napartida desta quinta-feira, o sérvio teve uma preocupação por conta de bolhas no pé esquerdo. Ele recebeu atendimento em quadra durante o terceiro set da partida e conta que também passou por novos tratamentos após o jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-sera-treinado-por-ivanisevic-a-partir-da-temporada-de-grama.html",
        "title": "Tsitsipas será treinado por Ivanisevic a partir da temporada de grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/tsitsipas-monte-carlo-2025-tuesday-1-1-e1744201178484-1024x682.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –A agênciaIconico Talent, que faz a gestão da carreira de Stefanos Tsitsipas, confirmou nesta quinta-feira que Goran Ivanisevic será o novo técnico do grego. A parceria será iniciada ainda na temporada de grama de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-esforco-lagrimas-e-olho-no-top-50.html",
        "title": "Fonseca: esforço, lágrimas e olho no top 50",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_jf_salto.jpg",
        "date": "29/05/2025",
        "description": "Foi muito mais duro que eu imaginava. Pierre-Hughes Herbert colocou em quadra toda sua experiência e categoria, obrigando João Fonseca a disputar uma partida extremamente exigente na parte mental e física, em que o francês chegou a ter quebras de vantagem nos dois primeiro sets. Tamanho empenho e pressão levaram João às lágrimas ao receber o cumprimento da avó Ana dentro da quadra, ao mesmo tempo que presenteava a aniversariante mãe Roberta com outra grande exibição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-vence-duelo-de-3h-com-monfils-e-reencontra-fonseca.html",
        "title": "Draper vence duelo de 3h com Monfils e reencontra Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/draper-monfils-roland-garros-2025-1024x576.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –No jogo que encerrou a programação desta quinta-feira na Philippe Chatrier, o britânico Jack Draper suportou a pressão da torcida francesa e venceu um duelo de 3h11 contra o ídolo local Gael Monfils por 6/3, 4/6, 6/3 e 7/5."
    }
]