[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-29-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bsas_back-1024x683.jpg",
        "date": "29/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kjaer-jodar-e-basavareddy-ficam-com-as-ultimas-vagas-do-next-gen.html",
        "title": "Kjaer, Jodar e Basavareddy ficam com as últimas vagas do Next Gen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/budkov-kjaer-turin-2024-e1735255247866-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Jeddah (Arábia Saudita) –O norueguês Nicolai Kjaer, o espanhol Rafael Jodar e o norte-americano Nishesh Basavareddy são os três últimos nomes confirmados na edição de 2025 do Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-e-finalista-em-la-paz-e-busca-primeiro-titulo-profissional.html",
        "title": "João Lago é finalista em La Paz e busca primeiro título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joao_lago_jul25_estica.jpg",
        "date": "29/11/2025",
        "description": "La Paz (Bolívia) –O paranaense João Lago garantiu vaga na primeira final de sua carreira profissional no ITF M15 de La Paz, em quadras de saibro. Lago, de 19 anos e cabeça 8 do torneio, venceu o argentino Thiago Pernas por 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jose-pereira-e-nicolas-oliveira-fazem-duelo-de-geracoes-na-final-em-ribeirao.html",
        "title": "José Pereira e Nicolas Oliveira fazem duelo de gerações na final em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_ribeirao_fore-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Ribeirão Preto (SP) –Representantes de diferentes gerações do tênis brasileiro, o pernambucano José Pereira e o carioca Nicolas Oliveira vão se enfrentar na final do ITF M15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-finalista-em-ribeirao-preto-e-tenta-segundo-titulo-profissional.html",
        "title": "Naná é finalista em Ribeirão Preto e tenta segundo título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nana_ribeirao_fore_qf-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Ribeirão Preto (SP) –A jovem paulista Nauhany Silva garantiu vaga na final do ITF W15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). Naná, de apenas 15 anos, superou a suíça Marie Mettraux por duplo 6/4 neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-volta-ao-circuito-como-mentora-da-jovem-turca-zeynep-sonmez.html",
        "title": "Jabeur volta ao circuito como mentora da jovem turca Zeynep Sonmez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/jabeur_wimbledon_acena-1024x639.jpg",
        "date": "29/11/2025",
        "description": "Dubai (Emirados Árabes) –Mesmo afastada das competições, enquanto aguarda o nascimento de seu primeiro filho, Ons Jabeur segue envolvida com o tênis. Além de ter anunciado novos programas em sua academia em Dubai, a tunisiana também será mentora da jovem turca Zeynep Sonmez, de 23 anos e 112ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-recorda-conquista-em-wimbledon-e-planeja-temporada-mais-curta.html",
        "title": "Iga recorda conquista em Wimbledon e planeja temporada mais curta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_trofeu_acena-1024x652.jpg",
        "date": "29/11/2025",
        "description": "Zurique (Suíça) –Multicampeã em quadras de saibro, com seus quatro títulos de Roland Garros, Iga Swiatek teve melhores resultados em pisos mais velozes em 2025, com as conquistas de Wimbledon e do WTA 1000 de Cincinnati. Depois de disputar 81 jogos no ano, com 64 vitórias e três títulos, anúmero 2 do mundoplaneja uma temporada um pouco mais curta para focar em ter mais tempo para treinar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-victoria-vencem-mais-uma-no-mexico-e-jogam-semis-neste-sabado.html",
        "title": "Guto e Victória vencem mais uma no México e jogam semis neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_yucatan_term-1024x683.jpg",
        "date": "29/11/2025",
        "description": "Merida (México) –A semana de Guto Miguel e Victória Barros no ITF J500 de Merida segue com resultados positivos. Brasileiros mais bem colocados no ranking mundial juvenil, o goiano e a potiguar venceram seus jogos na última sexta-feira e estão nas semifinais do torneio em quadras de saibro no México."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-sand-series-tour-finals-2025-comeca-neste-sabado-em-ribeirao.html",
        "title": "Sand Series Tour Finals começa neste sábado em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/baran_loch.png",
        "date": "28/11/2025",
        "description": "Ribeirão Preto (SP)– O ITF Sand Series Tour Finals 2025 começa neste sábado, na Arena Beach Ribeirão, estendendo-se até 6 de dezembro. Com premiação recorde de US$ 125 mil, a maior da história do beach tennis mundial, o torneio reunirá as oito melhores duplas masculinas e femininas do mundo, classificadas pelo novo modelo de ranking por equipes, adotado pela Federação Internacional de Tênis (ITF) nesta temporada. As entradas estão disponíveis na plataforma Total Ticket (http://www.totalticket.com.br). A programação oficial começa às 12h30, com jogos na Quadra Central. A Quadra 1 receberá dois confrontos do New Wave, com entrada franca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-disputam-tres-finais-de-itf-na-america-do-sul.html",
        "title": "Juvenis brasileiros disputam três finais de ITF na América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/henrique_queiroz_nov24.jpg",
        "date": "28/11/2025",
        "description": "Chiclayo (Peru) –A final do ITF J100 de Chiclayo, em quadras de saibro no Peru, será entre dois brasileiros. O gaúcho Pedro Dietrich e o pernambucano Henrique Queiroz decidem o título neste sábado."
    }
]