[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-feira-21-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/eduardo_ribeiro_itajai.jpg",
        "date": "23/02/2026",
        "description": "WTA500 do Mérida (México) – Sintético – US$ 1.200.000Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/uma-semana-muito-dificil-fisicamente-festeja-etcheverry-apos-acabar-jejum.html",
        "title": "“Uma semana muito difícil fisicamente”, festeja Etcheverry após acabar jejum",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/55111010011_2ac609189e_c.jpg",
        "date": "23/02/2026",
        "description": "Rio de Janeiro (RJ) –Apesar do cansaço gerado pelas duas rodadas finais, em que enfrentou chuva, calor e partidas longas, o argentino Tomás Etcheverry conquistou neste domingo o tão aguardado primeiro título de nível ATP da carreira. O jogador de 26 anos destacou também a pressão de correr atrás de um objetivo pessoal, depois de amargar três vice-campeonatos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nada-dura-para-sempre-nem-mesmo-o-tenis-diz-zverev.html",
        "title": "“Nada dura para sempre, nem mesmo o tênis”, diz Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-ausopen-close-2026-1024x683.jpg",
        "date": "23/02/2026",
        "description": "Acapulco (México) –O alemão Alexander Zverev está de volta ao concorrido ATP 500 de Acapulco. O campeão do torneio em 2021 diz que quer aproveitar a chance de se reaproximar do terceiro lugar do ranking, hoje ocupado pelo sérvio Novak Djokovic, e frisou seu compromisso com o combate à diabetes infantil. O alemão convive com a condição desde criança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/organizadores-de-monte-carlo-cogitam-criar-versao-feminina.html",
        "title": "Organizadores de Monte Carlo cogitam criar versão feminina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monte-carlo-2025-clay-1024x576.jpg",
        "date": "23/02/2026",
        "description": "Monte Carlo (Mônaco) –Em entrevista ao jornalL’Equipe, o diretor do Masters 1000 de Monte Carlo, David Massey, destacou alguns detalhes sobre a edição deste ano, que ocorrerá entre 4 a 12 de abril, além de voltar a comentar sobre a vontade de criar uma disputa feminina para o torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luisa-volta-ao-top-10-sobe-para-2o-na-corrida-com-dabrowski.html",
        "title": "Luísa volta ao top 10 e sobe para 2º na corrida com Dabrowski",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/luisa_premiacao1_jimmy-1024x576.jpeg",
        "date": "23/02/2026",
        "description": "São Petersburgo (EUA)– A conquista da paulista Luísa Stefani com a canadense Gabriela Dabrowskinas duplas do WTA 1000 Dubai, a 14ª da carreira da brasileira, deu um bom impulso em seu ranking, voltando ao top 10 nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-impulsiona-etcheverry-e-cinco-atingem-melhor-marca.html",
        "title": "Rio Open impulsiona Etcheverry e cinco atingem melhor marca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/final_022-1024x681.jpg",
        "date": "23/02/2026",
        "description": "Londres (Inglaterra)– A disputa do Rio Open pode não ter ajudado muito os brasileiros no ranking,exceto o paulista Igor Marcondes, mas cinco jogadores conseguiram suas melhores marcas na ATP depois da competição, além da boa arrancada que deu o campeão Tomas Etcheverry, que se aproximou do top 30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-brasileiras-conquistam-titulos-juvenis-no-saibro-de-lima.html",
        "title": "Duplas brasileiras conquistam títulos juvenis no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/pedro_burin_rodrigo_machado.jpg",
        "date": "23/02/2026",
        "description": "Lima (Peru) –Duas parcerias brasileiras conquistaram títulos no ITF J30 de Lima, em quadras de saibro. As finais de duplas masculinas e femininas tiveram apenas atletas nacionais em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-segue-tentando-recuperar-ranking-e-tem-nova-oportunidade.html",
        "title": "Bia segue tentando recuperar ranking e tem nova oportunidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Beatriz_Haddad_Maia_-_Qatar_TotalEnergies_Open_2026_-_Qualifications-DSC_1572_xgaplus.jpg",
        "date": "23/02/2026",
        "description": "São Petersburgo (EUA)– Fora do top 50 desde a segunda semana de outubro do ano passado, a paulista Beatriz Haddad Maia manteve a 66ª colocação no ranking da WTA nesta segunda-feira e terá nova chance de recuperar um pouco do terreno perdido no WTA 500 de Mérida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-bicampeonato-melo-e-o-unico-a-nao-cair-nas-duplas.html",
        "title": "Após bicampeonato, Melo é o único a não cair nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo-rio-vibra-2026-1024x683.jpg",
        "date": "23/02/2026",
        "description": "Londres (Inglaterra)– Assim como aconteceu no ranking de simples, que não foi dos melhores para os brasileiros após o Rio Open, nas duplas algo similar aconteceu. Dos top 100 do país, apenas o mineiro Marcelo Melo não amargou queda na lista divulgada pela ATP nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-ranking-e-marcondes-dispara-apos-o-rio.html",
        "title": "Fonseca mantém ranking e Marcondes dispara após o Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca-rio-saca-2026-1024x683.jpg",
        "date": "23/02/2026",
        "description": "Londres (Inglaterra)– Apesar do recorde de brasileiros na chave principal do Rio Open, a segunda-feira seguinte ao torneio não foi das melhores para os tenistas nacionais no ranking da ATP. Somente três dos 10 melhores do país não amargaram quedas, entre eles o carioca João Fonseca, que não passou da segunda rodada e se manteve na 38ª colocação."
    }
]