[
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-os-problemas-e-as-solucoes-da-coluna-dos-tenistas.html",
        "title": "Entenda os problemas (e as soluções) da coluna dos tenistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pod_coluna.jpg",
        "date": "12/01/2026",
        "description": "A recente revelação de João Fonseca sobre a condição de “coluna retificada” levou oPodcast de TenisBrasila um longo e interessante bate papo com o fisiatra e ortopedista Gilbert Bang, com extenso currículo no trabalho com tenistas e atual orientador de Bia Haddad Maia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-vence-duelo-sul-americano-e-avanca-no-quali-de-melbourne.html",
        "title": "Wild vence duelo sul-americano e avança no quali de Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_austria_vibra-1024x624.jpg",
        "date": "12/01/2026",
        "description": "Melbourne (Austrália)– Último brasileiro a estrear no quali do Australian Open, o paranaense Thiago Wild venceu o duelo sul-americano com Alvaro Guillen Meza nesta terça-feira. Ele bateu o equatoriano em sets diretos, gastando 1h33 para marcar o placar final de 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-13-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/daniel_silva_uruguai_fore-1024x683.jpg",
        "date": "12/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-e-sakamoto-avancam-em-challenger-na-argentina.html",
        "title": "Pucinelli e Sakamoto avançam em challenger na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pucinelli-challenger-buenos-aires-2025-e1759015119277-1024x683.jpg",
        "date": "12/01/2026",
        "description": "Buenos Aires (Argentina) –No encontro entre dois brasileiros, Matheus Pucinelli levou a melhor contra Mateus Alves e estreou com vitória no challenger de Buenos Aires, em quadras de saibro. O paulista de 24 anos e 297º do ranking superou o conterrâneo, também de 24 anos e 460º colocado, por 7/6 (7-1) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-12-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "12/01/2026",
        "description": "WTA 500 de Adelaide (Austrália) – Sintético – US$ 1.206.446Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campinas-reune-74-tenistas-na-primeira-etapa-do-kidslam.html",
        "title": "Campinas reúne 74 tenistas na primeira etapa do KidSlam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kid_slam_campinas.jpg",
        "date": "12/01/2026",
        "description": "Campinas (SP)– O último fim de semana foi marcado por muito tênis em Campinas com a disputa da 1ª etapa do KidSlam, promovida pela Federação Paulista de Tênis. O evento reuniu 74 atletas, com idades entre 8 e 11 anos, nas categorias masculino e feminino, nas quadras rápidas da Academia Tella Tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-thaisa-pedretti-iniciam-a-temporada-na-argentina.html",
        "title": "Carol Meligeni e Thaísa Pedretti iniciam a temporada na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti25gd-e1760221362659-1024x689.jpeg",
        "date": "12/01/2026",
        "description": "Buenos Aires (Argentina) –A temporada de Carol Meligeni começa nesta semana no ITF W50+H de Buenos Aires, em quadras de saibro. A número 3 do Brasil e 241ª do mundo é a principal cabeça de chave do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/arena-no-foro-italico-sera-desmontada-e-transferida-para-palermo.html",
        "title": "Arena no Foro Italico será desmontada e transferida para Palermo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/next-gen-arena_foro_GSP-1024x682.jpg",
        "date": "12/01/2026",
        "description": "Roma (Itália) –O Foro Italico passará por novas mudanças para a edição de 2026 do Internazionali d’Italia, torneio que reúne o Masters 1000 e o WTA 1000 de Roma. Após as novidades do ano passado, como a construção da Supertennis Arena no Stadio dei Marmi Pietro Mennea, a principal alteração prevista para maio será a retirada da Grand Stand Arena, inaugurada em 2012 atrás da Quadra Central."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-celebra-boa-estreia-na-temporada-e-destaca-solidez-de-bouzkova.html",
        "title": "Stefani celebra boa estreia na temporada e destaca solidez de Bouzkova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani_bouzkova_torcida_adelaide-1024x782.jpg",
        "date": "12/01/2026",
        "description": "Adelaide (Austrália) –Depois de marcar suaprimeira vitória na temporadano WTA 500 de Adelaide, Luísa Stefani destacou o bom desempenho e o rápido encaixe que teve com a tcheca Marie Bouzkova. Elas estão jogando juntas nesta semana enquanto a canadense Gabriela Dabrowski, parceira da brasileira, se recupera de uma pequena lesão no pé antes do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-comeca-o-ano-em-torneios-em-quadras-cobertas-na-inglaterra.html",
        "title": "Naná começa o ano em torneios em quadras cobertas na Inglaterra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore_treino.jpg",
        "date": "12/01/2026",
        "description": "São Paulo (SP) –A jovem paulista Nauhany Silva, de apenas 15 anos, já definiu o calendário inicial da temporada 2026. Naná começará o ano disputando dois torneios profissionais na Inglaterra, ambos em quadra duras e cobertas: o ITF W35 de Birmingham, entre os dias 26 e 31 de janeiro, e o ITF W35 de Sheffield, na sequência."
    }
]