[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-19-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/51679971580_843706a8ab_c.jpg",
        "date": "19/06/2025",
        "description": "WTA 500 de Berlim (Alemanha) – Grama – € 925.661Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-e-cobolli-eliminam-canadenses-e-vao-as-quartas-em-halle.html",
        "title": "Khachanov e Cobolli eliminam canadenses e vão às quartas em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Karen_Khachanov_R2_17018f7989-1024x683.jpg",
        "date": "19/06/2025",
        "description": "Halle (Alemanha)– A rodada de quinta-feira no ATP 500 de Halle começou com canadenses em quadra e derrota tanto de Félix Auger-Aliassime quanto de Denis Shapovalov, o primeiro superado pelo russo Karen Khachanov, cabeça de chave 8, e o outro pelo italiano Flavio Cobolli, algoz do brasileiro João Fonseca na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-completa-vitoria-e-estreia-bem-na-temporada-de-grama.html",
        "title": "Sabalenka completa vitória e estreia bem na temporada de grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Sabalenka-R2-1024x624.jpg",
        "date": "19/06/2025",
        "description": "Berlim (Alemanha)– Depois de ter sua primeira partida na grama suspensa por falta de luz natural, a bielorrussa Aryna Sabalenka voltou às quadras do WTA 500 de Berlim nesta quinta-feira para completar a vitória sobre a espanhola Rebeka Masarova, que depois vence só dois games nos primeiro set, deu ainda mais trabalho na sequência e vendeu caro a derrota, caindo com o placar final de 6/2 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-confirmam-e-vao-as-oitavas-no-amazonia-open-sunset.html",
        "title": "Favoritos confirmam e vão às oitavas no Amazônia Open Sunset",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/ramos_cappelletti_amazoniasunset-2.jpeg",
        "date": "19/06/2025",
        "description": "Tucuruí (PA) –Dia de vitórias das duplas favoritas na primeira rodada do Amazônia Open Sunset, o torneio BT 400 de Tucuruí (PA), disputado no CT Paranhos, com premiação de US$ 35 mil e 470 pontos para as duplas campeãs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-siegemund-vao-a-semi-e-dupla-entra-no-top-8-da-temporada.html",
        "title": "Bia e Siegemund vão à semi e dupla entra no top 8 da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_Laura_Siegemund_-_Mutua_Madrid_Open_2025_-_Day_9-DSC_9129_xgaplus.jpg",
        "date": "19/06/2025",
        "description": "Nottingham (Inglaterra)– Se em simples a temporada da paulista Beatriz Haddad Maia está bem abaixo do esperado, nas duplas ela e a alemã Laura Siegemund têm se dado bem. Nesta quinta-feira, elas garantiram um lugar nas semifinais do WTA 250 de Nottingham ao bater a italiana Angelica Moratelli e a norte-americana Sabrina Santamaria com arrasadores 6/0 e 6/3, em 57 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-sao-derrotadas-nas-quartas-por-badosa-e-jabeur.html",
        "title": "Stefani e Babos são derrotadas nas quartas por Badosa e Jabeur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_queens_voleia_sozinha.jpg",
        "date": "19/06/2025",
        "description": "Berlim (Alemanha)– Depois de uma grande vitória sobre as cabeças de chave 3 na estreia no WTA 500 de Berlim, a paulista Luisa Stefani e a húngara Timea Babos não conseguiram embalar e foram derrotadas nas quartas de final. Nesta quinta-feira, elas perderam em apenas 1h para a espanhola Paula Badosa e a tunisiana Ons Jabeur, com o placar final de 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenista-de-taiwan-aceita-suspensao-de-um-ano-por-doping-nao-intencional.html",
        "title": "Tenista de Taiwan aceita suspensão de um ano por doping não-intencional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Chia-Yi-Tsao-1024x659.jpg",
        "date": "19/06/2025",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta quarta-feira que Chia Yi Tsao, de Taiwan, aceitou uma suspensão de 12 meses sob o Programa Antidoping do Tênis (TADP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-enfrenta-a-anfitria-australia-e-portugal-nos-playoffs-da-bjk-cup.html",
        "title": "Brasil enfrenta a anfitriã Austrália e Portugal nos playoffs da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53647831210_f3d8db40a4_3k-scaled-e1713194444995-1024x680.jpg",
        "date": "19/06/2025",
        "description": "Londres (Inglaterra)– O sorteio para os playoffs da Billie Jean King Cup de 2025 ocorreu na quinta-feira, 19 de junho, na sede da Federação Internacional de Tênis (ITF), em Londres. Argentina e México sediarão seus grupos, enquanto Colômbia e Brasil viajarão para a Croácia e Austrália, respectivamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-anuncia-o-fim-da-parceira-de-7-anos-com-tecnico-argentino.html",
        "title": "Monteiro anuncia o fim da parceira de 7 anos com técnico argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/monteiro_fuente_buenosaires.jpg",
        "date": "18/06/2025",
        "description": "Rio de Janeiro (RJ) –Terceiro melhor brasileiro no ranking da ATP, ocupando atualmente o 139º lugar, Thiago Monteiro anunciou o fim da parceria de sete temporadas com o técnico argentino Pablo Fuente. O cearense de 31 anos divulgou uma mensagem de agradecimento ao treinador em suas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chabalgoity-faz-quartas-na-alemanha-e-desafia-o-cabeca-1.html",
        "title": "Chabalgoity faz quartas na Alemanha e desafia o cabeça 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_fore.jpg",
        "date": "18/06/2025",
        "description": "Gladbeck (Alemanha) –O brasiliense Pedro Chabalgoity está nas quartas de final do ITF J200 de Gladbeck, no saibro alemão. Cabeça 8 do torneio e 95º do ranking juvenil, ele venceu o turco Cem Kucukhuseyin por 6/2 e 7/5."
    }
]