[
    {
        "url": "https://tenisbrasil.uol.com.br/tourinho-storck-e-damazio-lideram-brasileiros-nas-semis-em-salvador.html",
        "title": "Tourinho, Storck e Damazio lideram brasileiros nas semis em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/livas_damazio_bahiajuniors_estica-1024x682.jpg",
        "date": "14/11/2025",
        "description": "Salvador (BA) –Três brasileiros que disputaram a Copa Davis Junior e a Billie Jean King Cup Junior na última semana em Santiago estão entre os semifinalistas da 40ª edição do Bahia Juniors Cup. A paulista Nathalia Tourinho e os mato-grossenses Livas Damazio e Leonardo Storck venceram na rodada desta sexta-feira no Clube Bahiano de Tênis, em Salvador, e seguem na disputa pelo título do ITF J100."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-leite-e-pereira-avancam-as-semifinais-em-criciuma.html",
        "title": "Ribeiro, Leite e Pereira avançam às semifinais em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ribeiro_criciuma_olhabola.jpg",
        "date": "14/11/2025",
        "description": "Criciúma (SC) –Três brasileiros vão disputar as semifinais do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. O gaúcho Eduardo Ribeiro, o pernambucano José Pereira e o carioca Wilson Leite venceram seus jogos nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-elimina-o-bicampeao-zverev-e-desafia-alcaraz-na-semi.html",
        "title": "Aliassime elimina o bicampeão Zverev e desafia Alcaraz na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/aliassime_finals_back-1024x576.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –A última vaga nas semifinais do ATP Finals é de Félix Auger-Aliassime. O canadense superou o alemão Alexander Zverev, bicampeão do torneio, por 6/4 e 7/6 (7-4) e ficou com a segunda posição do Grupo Bjorn Borg."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/etapa-de-copacabana-definira-rei-e-rainha-do-beach-do-rio-de-janeiro.html",
        "title": "Etapa de Copacabana definirá rei e rainha do beach do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/circuitofairmont.jpg",
        "date": "14/11/2025",
        "description": "Rio de Janeiro (RJ) –Com disputas neste sábado e domingo, a 10ª etapa do Circuito Fairmont de beach tennis, promete muitas emoções na Arena ABTERJ, no Quiosque Nativo, em Copacabana. Esta é a 13ª temporada do circuito mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/skupski-e-salisbury-passam-invictos-pela-fase-de-grupos-no-finals.html",
        "title": "Skupski e Salisbury passam invictos pela fase de grupos no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/salisbury-skupski-turin-2025-friday-2-1024x576.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –Os britânicos Neal Skupski e Joe Salisbury mantiveram a invencibilidade na fase de grupos do ATP Finals e venceram os norte-americanos Christian Harrison e Evan King por 7/5 e 6/3 nesta sexta-feira. O resultado garantiu a parceira na primeira posição do Grupo John McEnrore em Turim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-14-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/natan_loureiro.jpg",
        "date": "14/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogada-de-norrie-contra-alcaraz-e-escolhida-a-melhor-de-outubro-veja.html",
        "title": "Jogada de Norrie contra Alcaraz é escolhida a melhor de outubro. Veja.",
        "image": null,
        "date": "14/11/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-vence-a-jovem-duda-carbone-e-faz-semi-em-criciuma.html",
        "title": "Luiza Fullana vence a jovem Duda Carbone e faz semi em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_back.jpg",
        "date": "14/11/2025",
        "description": "Criciúma (SC) –A brasiliense Luiza Fullana será a representante nacional na semifinal do ITF W15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. Principal cabeça de chave, ela venceu a jovem catarinense de 15 anos Maria Eduarda Carbone por 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-rende-homenagem-aos-tenistas-que-se-aposentaram-este-ano.html",
        "title": "ATP rende homenagem aos tenistas que se aposentaram este ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/atp-homenageia-aposentados.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –Oito astros do circuito ATP, recentemente aposentados, comemoraram o fim de suas carreiras no ATP Finals, nesta sexta-feira, em Turim. O presidente da ATP, Andrea Gaudenzi, recebeu Juan Sebastian Cabal, Kyle Edmund, Robert Farah, Wesley Koolhof, Matwe Middelkoop, Aisam-ul-Haq Qureshi, Albert Ramos-Vinolas e Diego Schwartzman com um discurso no lounge dos jogadores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-vence-a-eslovaquia-tchecas-fazem-3-a-0-na-colombia.html",
        "title": "Argentina vence a Eslováquia, Tchecas fazem 3 a 0 na Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/riera_bjk_toss-1024x683.jpg",
        "date": "14/11/2025",
        "description": "Cordoba (Argentina) –Além do Brasil, outros dois países sul-americanos estão na disputa dos playoffs da Billie Jean King Cup neste final de semana. A Argentina sedia do Grupo C, em Córdoba, e estreou vencendo a Eslováquia. Já a Colômbia foi até a Crócia e perdeu da forte equipe da República Tcheca pelo Grupo D."
    }
]