[
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-titulo-de-roger-federer-completa-25-anos.html",
        "title": "Primeiro título de Roger Federer completa 25 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Captura-de-Tela-2026-02-05-as-09.16.59-1024x575.png",
        "date": "05/02/2026",
        "description": "Milão (Itália) –Em 2001, aos 19 anos, Roger Federer iniciava a sua trajetória brilhante de títulos do circuito de tênis. Foi em Milão, contra Julien Boutter, que o suíço sentiu o gosto da vitória de um título pela primeira vez, sensação que se repetiria muitas vezes ao longo de sua carreira histórica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-de-duplas-em-rosario-e-marcada-por-desistencias-e-poucos-jogos.html",
        "title": "Chave de duplas em Rosário é marcada por desistências e poucos jogos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/varella-romboli-rosario-2026-1024x684.jpg",
        "date": "05/02/2026",
        "description": "Rosário (Argentina)– A chave de duplas do challenger de Rosário tem mostrado muitas peculiaridades, com desistências e jogos que sequer aconteceram. A começar por duas duplas que se retiraram do torneio, uma delas do paulista Marcelo Zormann, que seria cabeça de chave número 2, mas o parceiro Mariano Kestelboim teve um problema de saúde que o impediu de jogar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "05/02/2026",
        "description": "Challenger de Rosario (Argentina) – Saibro – US$ 225 milSegundarodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-treina-com-equipe-completa-para-enfrentar-o-canada-na-davis.html",
        "title": "Brasil treina com equipe completa para enfrentar o Canadá na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/brasil-davis-2026-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Vancouver (Canadá)– O Brasil está completo para o confronto da Copa Davis. Nesta quarta-feira, o capitão Jaime Oncins contou novamente com os cinco atletas convocados para dar seguimento ao segundo dia de treinos na quadra principal do Doug Mitchell Arena. As partidas, válidas pela primeira rodada dos Qualifiers da competição, acontecem nesta sexta-feira e sábado, com transmissão ao vivo na Cazé TV."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "04/02/2026",
        "description": "ATP 250 de Montpellier (França) – Sintético (coberto) – 612.620 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-chega-as-quartas-pelo-segundo-torneio-seguido.html",
        "title": "Pietra Rivoli chega às quartas pelo segundo torneio seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "04/02/2026",
        "description": "Salinas (Equador) –A juvenil gaúcha Pietra Rivoli está nas quartas de final do ITF J300 de Salinas, em quadras duras no Equador. Cabeça 2 do torneio e 61ª do ranking, Pietra venceu a norte-americana Ana Avramovic por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-adia-abertura-dos-18-anos-da-copa-futuro-em-santos.html",
        "title": "Chuva adia abertura dos 18 anos da Copa Futuro em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/copafuturo1-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Santos (SP)– O mau tempo foi um adversário insuperável na abertura da Copa Futuro de Tênis 2026. O tradicional torneio infantojuvenil conseguiu realizar as rodadas previstas dos 12 e 14 anos, mas as partidas de 18 foram tiveram de ser adiadas para esta quinta-feira e as de 16, deslocadas para sexta-feira. O torneio acontece nas quadras de saibro do Tênis Clube de Santos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/montpellier-wawrinka-avanca-bautista-cai-jovem-frances-da-trabalho-veja-resumo.html",
        "title": "Montpellier: Wawrinka avança, Bautista cai. Jovem francês dá trabalho. Veja.",
        "image": null,
        "date": "04/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-esta-fora-buenos-aires-e-vira-duvida-para-o-rio-open.html",
        "title": "Monfils está fora de Buenos Aires e vira dúvida para o Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monfils-madri-prepara-2025-e1746277884644-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Buenos Aires (França) –O francês Gael Monfils está fora do ATP 250 de Buenos Aires, que começa na próxima segunda-feira. O motivo da desistência é um vírus estomacal, que ele relatou ter sofrido logo depois do Australian Open. Em temporada de despedida do circuito, o veterano de 39 anos vira dúvida para o Rio Open, daqui a menos de duas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-ceolin-e-lucca-pinto-estreiam-com-vitoria-em-torneios-da-itf.html",
        "title": "João Ceolin e Lucca Pinto estreiam com vitória em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/lucca_pinto_nov2024.jpg",
        "date": "04/02/2026",
        "description": "Palm Coast (EUA) –Único brasileiro no ITF M15 de Palm Coast, em quadras de saibro nos Estados Unidos, João Ceolin estreou com vitória na competição. Ele superou o argentino Thiago Cigarran, cabeça 7 do torneio, por 2/6, 6/4 e 6/1."
    }
]