[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-02-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani_linz_fore-1024x649.jpg",
        "date": "02/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/surpresa-em-rg-se-recupera-de-grave-lesao-e-aposta-em-realidade-virtual.html",
        "title": "Surpresa em RG se recupera de grave lesão e aposta em realidade virtual",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson_rg_saque-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –A francesa Lois Boisson é a principal surpresa na segunda semana de Roland Garros. Convidada para o torneio, a jogadora de 22 anos e apenas 361ª do ranking desafia a norte-americana Jessica Pegula nesta segunda-feira, por volta das 7h30 (de Brasília). Durante a campanha, ela já venceu a belga Elise Mertens, a ucraniana Anhelina Kalinina e a também francesa Elsa Jacquemot."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-joga-no-piso-duro-dos-eua-matos-e-demoliner-ja-vao-para-a-grama.html",
        "title": "Sell joga no piso duro dos EUA, Matos e Demoliner já vão para a grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/434280_1096068_53532595607_8a5b98527e_k-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Tyler (EUA) –O catarinense Karue Sell será o representante brasileiro na chave do challenger de Tyler, em quadras duras nos Estados Unidos. O jogador de 31 anos e 285º do ranking estreia contra o norte-americano Aidan Mayo, 311º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-disputa-wta-125-na-italia-e-estreia-nesta-seguda-feira.html",
        "title": "Pigossi disputa WTA 125 na Itália e estreia nesta seguda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pigossi_voleia_saibro_colombia-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Bari (Itália) –Depois de ter atuado no quali de Roland Garros, há duas semanas, Laura Pigossi volta ao circuito nesta segunda-feira para a disputa do WTA 125 de Bari, no saibro italiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tive-que-manter-a-calma-ben-exigiu-meu-melhor-nivel.html",
        "title": "Alcaraz: “Tive que manter a calma, Ben exigiu meu melhor nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_shelton_abraco_rg_JC-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros, Carlos Alcaraz segue na busca pelo bicampeonato em Paris e já está nas quartas de final. Neste domingo, o número 2 do mundo encarou seu maior teste no torneio até aqui esuperou o norte-americano Ben Shelton, 13º do ranking, em quatro sets. O espanhol também havia cedido sets ao húngaro Fabian Marozsan na segunda rodada e ao bósnio Damir Dzumhur na terceira fase, mas entende que Shelton foi o mais exigente sob os aspectos técnico e mental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-aprendi-a-licao-do-ano-passado-e-quero-ficar-ate-o-fim.html",
        "title": "Sabalenka: “Aprendi a lição do ano passado e quero ficar até o fim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_fore_saibro_corinne-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Pelo terceiro ano seguido, Aryna Sabalenka disputará as quartas de final de Roland Garros. E depois de ter relatado uma intoxicação alimentar às vésperas da derrota contra Mirra Andreeva na temporada passada, a número 1 do mundo diz que aprendeu a lição e espera se manter em forma até o fim do Grand Slam francês, onde busca um título inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-djokovic-bia-e-luisa-jogam-de-manha-sinner-fecha-a-2a-feira.html",
        "title": "Gauff, Djokovic, Bia e Luísa jogam de manhã, Sinner fecha a 2ª feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_rg25_corre_saibro-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –As últimas vagas nas quartas de final de Roland Garros serão definidas nesta segunda-feira. A programação nos dois principais estádios começa às 6h (de Brasília). Nomes como Coco Gauff, Jessica Pegula, Novak Djokovic e Jannik Sinner jogam na quadra Philippe Chatrier."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-passam-por-teste-de-fogo.html",
        "title": "Campeões passam por teste de fogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_iga_rg_vibra.jpg",
        "date": "01/06/2025",
        "description": "Carlos Alcaraz e Iga Swiatek foram duramente testados nesta abertura de oitavas de final de Roland Garros, tanto na parte técnico como na emocional. Venceram jogos que costumam ser muito motivadores pelo empenho exigido, além do fato que os dois ainda têm espaço para melhorar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-aproveita-grande-fase-no-saibro-e-faz-quartas-em-paris.html",
        "title": "Musetti aproveita grande fase no saibro e faz quartas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_rg_grita_noite-1024x682.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Em grande fase na temporada de saibro, Lorenzo Musetti garantiu o melhor resultado da carreira em Roland Garros e chega pela primeira vez às quartas de final do Grand Slam francês. Atual número 7 do mundo, o italiano venceu o dinamarquês Holger Rune, 10º colocado, por 7/5, 3/6, 6/3 e 6/2 em 3h19 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-precisava-de-uma-vitoria-assim-sob-pressao-e-contra-grande-rival.html",
        "title": "Iga: “Precisava de uma vitória assim, sob pressão e contra grande rival”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/iga_rg_vibramuito_qf-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Classificada para as quartas de final de Roland Garros pelo sexto ano seguido e ainda na busca pelo quinto título em Paris, Iga Swiatek comemorou demais a vitória sobre a cazaque Elena Rybakina neste domingo. Para a ex-número 1 do mundo, vencer uma adversária desse nível é fundamental para a retomada da confiança em um ano tão difícil e ainda sem títulos. Vencedora das três últimas edições do Grand Slam francês, ela marcou sua25ª vitória seguida no torneio."
    }
]