[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-26-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54200532874_2205dd5596_k-e1734090008433-1024x683.jpg",
        "date": "26/05/2025",
        "description": "ITF W75 de Brescia (Itália) – Saibro – US$ 60 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-e-derrotada-por-pera-na-estreia-e-se-despede-de-roland-garros.html",
        "title": "Garcia é derrotada por Pera na estreia e se despede de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/garcia-roland-garros-2025-e1748275938486-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– A última partida de simples da francesa Caroline Garcia em Roland Garros foi disputada nesta segunda-feira, com uma derrota da tenista da casa em sets diretos para a norte-americana Bernarda Pera, que anotou duplo 6/4 e encerrou a participação da rival na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-virada-badosa-supera-grande-teste-contra-osaka-na-estreia.html",
        "title": "De virada, Badosa supera grande teste contra Osaka na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/badosa-roland-garro-vibra-2025-e1748271408308-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– Em uma das partidas mais aguardadas da primeira rodada da chave feminina de Roland Garros, a espanhola Paula Badosa mostrou força no grande teste que teve contra a japonesa Naomi Osaka. Cabeça de chave número 10, ela fez valer o melhor momento e derrotou a ex-número 1 do mundo de virada, com parciais de 6/7 (1-7), 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-confirma-fritz-decepciona-e-wawrinka-cai.html",
        "title": "Tsitsipas confirma, Fritz decepciona e Wawrinka cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/almaier-1024x743.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– Em momento de altos e baixos na carreira, o grego Stefanos Tsitsipas conseguiu uma ótima estreia em Roland Garros. O finalista de 2021 encarou o especialista argentino Tomas Etcheverry e venceu em sets diretos, com parciais de 7/5, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-quase-comecei-a-chorar-principalmente-quando-abracei-rafa.html",
        "title": "Federer: “Quase comecei a chorar, principalmente quando abracei Rafa”",
        "image": null,
        "date": "26/05/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-cedo-fonseca-fecha-e-djokovic-estreia-em-paris.html",
        "title": "Bia joga cedo, Fonseca fecha e Djokovic estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Joao_Fonseca_GSP28918-1024x683.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– A torcida brasileira se concentrará na quadra 7 do complexo de Roland Garros nesta terça-feira. Logo na abertura da rodada, às 6 horas de Brasília, Beatriz Haddad Maia enfrenta a norte-americana Haily Baptiste. Depois de um outro jogo feminino e de Andrey Rublev, será a vez de João Fonseca entrar em quadra para encarar o forte polonês Hubert Hurkacz, ex-top 10 que vem do vice em Genebra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/modesta-paolini-mantem-expectativas-baixas-para-rolland-garros.html",
        "title": "Modesta, Paolini mantém expectativas baixas para Rolland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/JasminePaoliniPremiertourRoland-Garros2025-1024x683.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– Vice-campeã em 2024, Jasmine Paolini faz balanço sobre os pontos em que acredita ter se aperfeiçoado, mas não demonstra confiança em uma campanha à altura da encaminhada por ela na temporada anterior. Após vitória apertada por 2 sets a 1, com parciais de 6/1, 4/6 e 6/3, sobre a chinesa Yuan Yue, a italiana de 29 anos utilizou a expressão “altos e baixos” para descrever seu desempenho no jogo, válido pela primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-italiano-vindo-do-quali-e-inicia-bem-a-defesa-do-titulo.html",
        "title": "Alcaraz controla italiano vindo do quali e inicia bem a defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-roland-garros-toss-2025-scaled-e1748263165420-1024x682.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– Em sua quinta aparição na chave principal de Roland Garros, o espanhol Carlos Alcaraz mais uma vez garantiu a vitória e seguiu adiante. Nesta segunda-feira, o número 2 do mundo não teve grande dificuldade para superar o italiano Giulio Zeppieri e triunfou em sets diretos, marcando parciais de 6/3, 6/4 e 6/2, depois de 1h58 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pequeno-rafa-encanta-nos-bastidores-da-homenagem-a-nadal.html",
        "title": "Pequeno Rafa encanta nos bastidores da homenagem a Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nadal_pequeno-Rafa.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Aposentado do tênis profissional no ano passado, Rafael Nadal voltou neste domingo à Quadra Philippe Chatrier para a homenagem por sua trajetória no Grand Slam francês em que conquistou 14 títulos de simples. Nos bastidores, quem encantou foi o pequeno Rafa que está com 2 anos e 7 meses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-confirma-favoritismo-e-mantem-escrita-na-estreia-de-roland-garros.html",
        "title": "Iga confirma favoritismo e mantém escrita na estreia de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Iga_Swiatek_-_Roland_Garros_2025_-_Day_2-DSC_7127_xgaplus.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– Campeã das três últimas edições de Roland Garros, a polonesa Iga Swiatek vem em uma temporada de menor brilho, mas no reencontro com o Grand Slam francês ela manteve sua escrita de nunca perder em uma estreia e venceu a eslovaca Rebecca Sramkova em sets diretos, marcando duplo 6/3 em 99 minutos de partida."
    }
]