[
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-joga-a-2a-semifinal-seguida-candiotto-disputa-final-de-duplas.html",
        "title": "Pedretti joga a 2ª semifinal seguida, Candiotto disputa final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54206360125_c906039027_k-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Santo Domingo (República Dominicana) –Pela segunda semana consecutiva, Thaísa Pedretti disputará a semifinal de um ITF W35 nas quadras de saibro de Santo Domingo, na República Dominicana. Ela liderava a partida desta sexta-feira contra a canadense Cadence Brace, cabeça 2 do torneio, por 3/6, 6/0 e 3/0 quando a rival se retirou da disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-e-finalista-no-chile-e-busca-o-4o-titulo-de-itf.html",
        "title": "João Reis é finalista no Chile e busca o 4º título de ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-1024x549.jpg",
        "date": "30/05/2025",
        "description": "Coquimbo (Chile) –O pernambucano João Lucas Reis garantiu vaga na final do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 3 do torneio e atual 351º do ranking, ele venceu o argentino Gonzalo Villanueva, 420º colocado, por 6/4 e 6/2 nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-revela-que-assinou-a-dupla-com-bucsa-20-minutos-antes-do-limite.html",
        "title": "Matos revela que assinou a dupla com Bucsa 20 minutos antes do limite",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– O gaúcho Rafael Matos estreou com vitória nas duplas mistas em Roland Garros, ao lado da espanhola Cristina Bucsa. Eles derrotaram Rajeev Ram eKaterinaSiniakova após abrir vantagemno set de largada, serem superados no segundo e vencerem o match-tiebreak de virada, por 13-11. A dupla salvou três match-points durante o set decisivo e orquestrou uma boa recuperação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-busca-revanche-e-pode-estrear-no-top-50-com-nova-vitoria.html",
        "title": "Fonseca busca revanche e pode estrear no top 50 com nova vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDYqTCdWJ-7kSmdg_20250527_RG_JS_0241-min-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Derrotado por Jack Draper na única vez que se cruzaram, em fevereiro deste ano, na segunda rodada do Masters 1000 de Indian Wells, o carioca João Fonseca jogará em busca de sua revanche no próximo sábado, quando enfrentará o britânico pela terceira rodada de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-confirma-duelo-com-iga-nas-oitavas-paolini-tambem-vence.html",
        "title": "Rybakina confirma duelo com Iga nas oitavas, Paolini também vence",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rybakina_rg_vibra_fft-e1748633703698-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –No encontro entre duas campeãs de torneios preparatórios nesta temporada de saibro, Elena Rybakina dominou as ações contra Jelena Ostapenko e marcou um duplo 6/2 para chegar às oitavas de final de Roland Garros. A cazaque vem da conquista do WTA 500 de Estrasburgo no último sábado, enquanto a letã havia vencido Stuttgart em abril."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bem-humorada-sabalenka-coloca-iga-como-favorita-ao-titulo-em-paris.html",
        "title": "Bem-humorada, Sabalenka coloca Iga como favorita ao título em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_rg_coletiva-e1748633641799-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– A atual número 1 do mundo venceu sua terceira partida em Roland Garros por sets diretos, diante da sérvia Olga Danilović. Com parciais de 6/2 e 6/3, a bielorrussa Aryna Sabalenka manteve o controle sobre o jogo e acredita ter lidado bem com as condições de tempo adversas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-flerta-com-eliminacao-mas-avanca-em-cinco-sets.html",
        "title": "Rune flerta com eliminação, mas avança em cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rune-roland-garros-olhabola-2025-scaled-e1748622159793-1024x683.jpeg",
        "date": "30/05/2025",
        "description": "Paris (França)– Cabeça de chave número 10, o dinamarquês Holger Rune teve enorme trabalho para sobreviver em Roland Garros nesta sexta-feira e precisou de cinco sets e 3h20 para derrotar o tenista da casa Quentin Halys de virada, com o placar final de 4/6, 6/2, 5/7, 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-fura-o-quali-e-brasil-tera-seis-juvenis-em-roland-garros.html",
        "title": "Naná fura o quali e Brasil terá seis juvenis em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/436258_1102073_zam_5177-e1712448443224-1024x768.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –O Brasil terá seis representantes nas chaves do torneio juvenil de Roland Garros, que começa no domingo. A última vaga foi garantida nesta sexta-feira por Nauhany Silva, que venceu a sul-africana Jahnie Van Zyl, de 16 anos e 157ª do ranking, por duplo 6/2 em jogo válido pela última rodada do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-mista-de-matos-salva-tres-match-points-e-bate-cabecas-8.html",
        "title": "Dupla mista de Matos salva três match-points e bate cabeças 8",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Com vaga garantida à última hora, a parceria entre o gaúcho Rafael Matos e a espanhola Cristina Bucsa obteve grande resultado nesta sexta-feira, ao derrotar os cabeças de chave 8, a tcheca Katerina Siniakova, líder do ranking feminino da especialidade, e o norte-americano Rajeev Ram, por 6/4, 2/6 e 13-11."
    }
]