[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-16-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ana_candiotto_paineiras-1024x683.jpg",
        "date": "16/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fortaleza-recebe-etapa-do-brasil-open-beach-tennis-series.html",
        "title": "Fortaleza recebe etapa do Brasil Open Beach Tennis Series",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/brasilopen_beach_fortaleza.jpg",
        "date": "16/10/2025",
        "description": "Fortaleza (CE) –Após o sucesso da etapa do Rio de Janeiro, a capital cearense se prepara para receber, entre os dias 6 e 9 de novembro, a próxima parada do Brasil Open Beach Tennis Series presented by TotalEnergies, um dos maiores circuitos da modalidade no país. O evento será realizado na Arena Carmel, reunindo grandes nomes nacionais e internacionais em uma experiência que combina esporte, lifestyle e inclusão social."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-treina-na-espanha-com-ex-tecnico-de-badosa.html",
        "title": "Victória Barros treina na Espanha com ex-técnico de Badosa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/victoria_barros_david_sunyer_cut-1024x623.jpg",
        "date": "16/10/2025",
        "description": "por Mário Sérgio Cruzda Redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-volta-a-bater-fritz-e-vai-para-a-final-do-six-kings-slam.html",
        "title": "Alcaraz volta a bater Fritz e vai para a final do Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-fritz-toquio-2025-1024x576.jpg",
        "date": "16/10/2025",
        "description": "Riad (Arábia Saudita)– Estreando direto nas semifinais do Six King Slam, o espanhol Carlos Alcaraz mais uma vez teve pela frente o norte-americano Taylor Fritz e assim como fez na final de Tóquio, em seu último jogo pelo circuito, o número 1 do mundo triunfou em sets diretos, marcando nesta quinta-feira o placar final de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schiessl-chega-as-quartas-em-curitiba-e-se-aproxima-do-melhor-ranking.html",
        "title": "Schiessl chega às quartas em Curitiba e se aproxima do melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_comemora-1024x683.jpg",
        "date": "16/10/2025",
        "description": "Curitiba (PR) –Convidado para a chave principal da Copa Internacional de Tênis, em Curitiba, o paranaense João Schiessl segue aproveitando muito bem a oportunidade de jogar em casa e já está nas quartas de final do challenger disputado no Graciosa Country Club. O canhoto de 21 anos e 564º do ranking venceu o mexicano Alex Hernandez, 452º colocado, por 6/3, 5/7 e 6/4 em 2h13 de partida nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campeao-khachanov-cai-na-estreia-em-almaty-e-vai-sair-do-top-10.html",
        "title": "Atual campeão, Khachanov cai na estreia em Almaty e vai sair do top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/struff_looks_ahead_almaty-2025-1024x576.jpg",
        "date": "16/10/2025",
        "description": "Almaty (Cazaquistão)– Antes de fazer sua estreia no ATP 250 de Almaty, onde defendia o título conquistado no ano passado, o russo Karen Khachanov afirmou que tinha cometa neste final de anopermanecer no top 10 e buscar um lugar no ATP Finals. Tudo ficou mais difícil com a queda na estreia no torneio cazaque."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-ja-definiu-o-primeiro-gasto-apos-a-maior-premiacao-da-carreira.html",
        "title": "Vacherot já definiu o primeiro gasto após a maior premiação da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherton-trofeu-xangai-2025-scaled-e1760633753821-1024x684.jpg",
        "date": "16/10/2025",
        "description": "Monte Carlo (Mônaco)– Uma das grandes histórias deste ano, vencendo o Masters 1000 de Xangai depois de quase não conseguir sequer entrar no qualificatório, o monegasco Valentin Vacherot já sabe o que fará com o dinheiro recebido na premiação do torneio chinês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-afirma-que-o-grande-problema-do-tenis-atual-sao-as-bolas.html",
        "title": "Rune afirma que o grande problema do tênis atual são as bolas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune-usopen-back-2025-1024x681.jpg",
        "date": "16/10/2025",
        "description": "Estocolmo (Suécia)– Um dos concorrentes a uma das oito vagas no ATP Finals, o dinamarquês Holger Rune joga nesta semana no ATP 250 de Estocolmo, onde busca pontos importantes na disputa. Antes de sua estreia no torneio, que acontece nesta quinta-feira, ele fugiu do senso comum ao analisar dois temas polêmicos: a velocidade das quadras e o calendário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-volta-para-casa-encerra-a-temporada-e-ja-pensa-em-2026.html",
        "title": "Raducanu volta para casa, encerra a temporada e já pensa em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Emma_Raducanu_-_Dongfeng_Voyah_Wuhan_Open_-_Day_4-DSC_9377_xgaplus.jpg",
        "date": "16/10/2025",
        "description": "Londres (Inglaterra)– A britânica Emma Raducanu desistiu de seus dois últimos eventos do ano por causa da doença contra a qual vem lutando há 10 dias, informou aBBC. A tenista de 22 anos deveria jogar em Tóquio e Hong Kong, mas decidiu voltar para casa para se recuperar antes de começar seus preparativos para 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-yone-borba-dias-confirma-atletas-masters-de-oito-paises-em-porto-alegre.html",
        "title": "Copa Yone Borba Dias confirma atletas masters de oito países em Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/galbacouto-seniors_poa_corte.jpg",
        "date": "16/10/2025",
        "description": "Porto Alegre (RS) –Atletas de oito países já confirmaram participação na 39ª edição da Copa Yone Borba Dias, a competição masters mais tradicional do país, realizada na Associação Leopoldina Juvenil, em Porto Alegre. O evento da categoria MT 700, dos mais valiosos do mundo e do Brasil com 700 pontos para os campeões, será realizado entre os dias 3 e 8 de novembro."
    }
]