[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-sobrevivencia-na-virada-e-dedica-titulo-em-seul-ao-pai.html",
        "title": "Iga destaca “sobrevivência” na virada e dedica título em Seul ao pai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_beija_trofeu.jpg",
        "date": "21/09/2025",
        "description": "Seul (Coreia do Sul) –A final do WTA 500 de Seul foi bastante exigente para Iga Swiatek, queficou em quadra por quase três horascontra a russa Ekaterina Alexandrova e esteve atrás no placar durante a maior parte do tempo, antes de arrancar na reta final. Até por isso, a polonesa destacou que o importante nesse jogo foi “sobreviver” e suportar os momentos de maior pressão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-ruud-dao-sobrevida-ao-time-europa-na-laver-cup.html",
        "title": "Alcaraz e Ruud dão sobrevida ao Time Europa na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ruud-alcaraz-comemoram-lavercup-2025-1024x620.jpg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Carlos Alcaraz e Casper Ruud entraram em quadra com a missão de recolocar o Time Europa na briga pelo título da Laver Cup. No duelo que abriu a programação deste domingo no Chase Center, o espanhol e o norueguês garantiram três pontos fundamentais para a equipe azul com um triunfo nas duplas sobre os norte-americanos Alex Michelsen e Reilly Opelka, com parciais de 7/6 (7-4) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/loureiro-e-vice-na-espanha-boscardin-daniel-e-luz-jogam-qualis.html",
        "title": "Loureiro é vice na Espanha, Boscardin, Daniel e Luz jogam qualis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "21/09/2025",
        "description": "Melilla (Espanha)– O mineiro João Victor Loureiro terminou a ótima semana no ITF M15 de Melilla com o vice-campeonato. Depois de eliminar três jogadores da casa e um russo ao longo da campanha, ele enfrentou outro espanhol na decisão deste domingo, o cabeça 2 Pedro Vives, e acabou derrotado por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-21-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "21/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italianas-celebram-novo-titulo-e-querem-inspirar-geracoes.html",
        "title": "Italianas celebram novo título e querem inspirar gerações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/italia-campea-bjk-cup-2025-1024x683.jpg",
        "date": "21/09/2025",
        "description": "Shenzhen (China)– A seleção italiana confirmou mais uma vez sua força no tênis feminino e conquistou neste domingo o hexacampeonato da Billie Jean King Cup, aoderrotar os Estados Unidos por 2 a 0 na decisão. No duelo que garantiu a taça, Jasmine Paolini brilhou diante de Jessica Pegula e selou o triunfo com parciais de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/americanas-saem-de-shenzhen-com-gosto-amargo-mas-orgulhosas.html",
        "title": "Americanas saem de Shenzhen com gosto amargo, mas orgulhosas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/eua-premiacao-bjkcup-2025-1024x689.jpeg",
        "date": "21/09/2025",
        "description": "Shenzhen (China)– O sonho do 19º título da Billie Jean King Cup ficou pelo caminho, mas a campanha até a decisão deixou sinais de que os Estados Unidos voltaram a figurar entre as potências do torneio. Derrotadas pela Itália neste domingo, após os triunfos de Elisabetta Cocciaretto sobre Emma Navarro e de Jasmine Paolini diante de Jessica Pegula, as norte-americanas ficaram com o vice-campeonato, resultado que não alcançavam desde 2018."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-se-vinga-de-basilashvili-e-faz-semi-em-chengdu.html",
        "title": "Musetti se vinga de Basilashvili e faz semi em Chengdu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-slice-chengdu-2025-1024x689.jpeg",
        "date": "21/09/2025",
        "description": "Chengdu (China)– Eliminado por Nikoloz Basilashvili na estreia de Wimbledon, há pouco mais de dois meses, o italiano Lorenzo Musetti conseguiu a revanche sobre o georgiano e garantiu vaga nas semifinais do ATP 250 de Chengdu. O atual número 9 do mundo e principal favorito ao título não teve muitas dificuldades desta vez e precisou de 1h16 para marca um duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wu-elimina-medvedev-nas-quartas-em-hangzhou-bublik-avanca.html",
        "title": "Wu elimina Medvedev nas quartas em Hangzhou, Bublik avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wu-vibra-hangzhou-2025-1024x678.jpeg",
        "date": "21/09/2025",
        "description": "Hangzhou (China)– O ATP 250 de Hangzhou viu seus dois principais favoritos caírem antes mesmo da semifinal. Depois de o cabeça 1, Andrey Rublev, ser eliminado ainda na estreia, neste sábado foi a vez de outro russo, Daniil Medvedev, se despedir nas quartas de final do torneio. Segundo pré-classificado no torneio, o número 18 do ranking foi superado pelo convidado chinês Yibing Wu, com uma virada por 5/7, 7/6 (7-5) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-ja-pensa-em-levar-a-laver-cup-para-a-america-do-sul.html",
        "title": "Federer já pensa em levar a Laver Cup para a América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/federer-podcast-served-laver-cup-2025-1024x683.jpg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Roger Federer voltou a destacar o sucesso da Laver Cup e revelou que o torneio pode, em breve, desembarcar na América do Sul. O suíço está em São Francisco acompanhando a oitava edição do evento e falou sobre o futuro da competição em entrevista ao podcast Served, do norte-americano Andy Roddick."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-admite-pressao-e-diz-que-preparo-nao-foi-o-suficiente.html",
        "title": "Alcaraz admite pressão e diz que preparo não foi o suficiente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-estica-laver-cup-2025-1024x683.jpg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– O espanhol Carlos Alcaraz não conseguiu evitar mais uma derrota do Time Mundo na Laver Cup,caindo diante do norte-americano Taylor Fritzpor 6/3 e 6/2, no último sábado. O resultado ampliou a desvantagem do Time Europa, que chegou ao segundo dia de torneio vencendo por 3 a 1 e acabou rodada perdendo por 9 a 3. Neste domingo, as duas equipes voltam ao Chase Center para a rodada decisiva."
    }
]