[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-diz-que-adoraria-jogar-a-davis-no-brasil-ou-na-argentina.html",
        "title": "Sinner diz que adoraria jogar a Davis no Brasil ou na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/italy-davis-cup-2024-trophy-shot-e1732487467677-1024x682.jpg",
        "date": "19/11/2025",
        "description": "Turim (Itália) –Ausente da equipe italiana que dusputa a semana decisiva da Copa Davis, Jannik Sinner foi uma peça fundamental no recente bicampeonato de seu país na competição e que encerrou um jejum de conquistas que vinha desde 1976."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-avanca-em-cochabamba-luka-ono-pontua-na-atp.html",
        "title": "João Lago avança em Cochabamba, Luka Ono pontua na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/luka_ono_jul25_vibra.jpg",
        "date": "19/11/2025",
        "description": "Cochabamba (Bolívia) –O paranaense João Lago foi o único brasileiro a avançar no ITF M25 de Cochabamba, em quadras de saibro na Bolívia. Ele superou o norte-americano Noah Schachter, cabeça 4, por duplo 6/4. Seu próximo adversário será o anfirião Andres Montellano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-juvenis-nas-quartas-de-itf-na-america-do-sul-time-de-12-anos-faz-semi.html",
        "title": "Cinco juvenis nas quartas de ITF na América do Sul, Time de 12 anos faz semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/pedro_dietrich_itajai_back-1024x683.jpg",
        "date": "19/11/2025",
        "description": "Chiclayo (Peru) –Quatro juvenis brasileiros estão nas quartas de final do ITF J60 de Chiclayo, em quadras de saibro no Peru, liderados por Pedro Dietrich. O gaúcho é o cabeça 1 e venceu o argentino Estanislao Lassaga por 6/4 e 6/1. Seu próximo rival é o peruano Fabio Zavalaga. Do mesmo lado da chave, Guilherme Renner venceu o uruguaio Gaston Lopez por 7/6 (9-7) e 6/3. Ele enfrenta o peruano Alessandro Rubini, algoz de Lucas Pontes or 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-em-tres-sets-e-avanca-as-quartas-de-final-no-mexico.html",
        "title": "Guto vence em três sets e avança às quartas de final no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_poa_corre_saibro.jpg",
        "date": "19/11/2025",
        "description": "Zapopan (México) –Em seu segundo compromisso no ITF J300 de Zapopan, Guto Miguel conseguiu mais uma vitória no torneio em quadras de saibro no México. Ele superou nesta quarta-feira o canadense Benjamin Azar, cabeça 14 do torneio e 136º do ranking, por 6/4, 2/6 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-19-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_sp_final-1024x649.jpg",
        "date": "19/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-vencem-no-complemento-da-rodada-em-floripa.html",
        "title": "Cinco brasileiros vencem no complemento da rodada em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_prepara-1024x682.jpg",
        "date": "19/11/2025",
        "description": "Florianópolis (SC) –Depois das vitórias de João Lucas Reis, Mateus Alves e Daniel Dutra Silva na últimasegunda-feira, mais cinco brasileiros garantiram vaga nas oitavas de final do challenger 75 de Florianópolis. Os resultados desta quarta-feira elevam para oito o número de atletas nacionais na segunda rodada, que será disputadas nesta quinta-feira, a partir das 11h (de Brasília) no Lagoa Iate Clube (LIC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saraiva-e-superado-por-cabeca-8-nas-oitavas-em-guayaquil.html",
        "title": "Saraiva é superado por cabeça 8 nas oitavas em Guayaquil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_guayaquil_estica-1024x733.jpg",
        "date": "19/11/2025",
        "description": "Guayaquil (Equador) –Único brasileiro na disputa do challenger de Guayaquil, em quadras de saibro no Equador, Paulo Saraiva foi eliminado nas oitavas do torneio. O brasiliense de 25 anos e 567º do ranking foi superado pelo argentino Federico Gomez, cabeça 8 do torneio e 269º colocado, por 6/1 e 7/6 (8-6) em 1h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-volta-a-quadra-depois-de-um-ano-e-treina-com-eala.html",
        "title": "Nadal volta à quadra depois de um ano e treina com Eala",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eala-nadal-november-2025-1024x576.jpg",
        "date": "19/11/2025",
        "description": "Manacor (Espanha) –Exatamente um ano depois de disputar a última partida de sua carreira profissional, em 19 de novembro de 2024 pela Copa Davis, Rafael Nadal voltou à quadra nesta quarta-feira, em sua academia. O espanhol participou de uma sessão de treinos com a filipina Alexandra Eala, uma das revelações da temporada feminina e atual 50ª colocada no ranking da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nathalia-tourinho-pontua-na-wta-aos-14-fullana-e-pedretti-vencem.html",
        "title": "Nathalia Tourinho pontua na WTA aos 14, Fullana e Pedretti vencem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nathalia_tourinho_mogi_fore.jpg",
        "date": "19/11/2025",
        "description": "Mogi das Cruzes (SP) –A paulista Nathalia Tourinho, de 14 anos, ampliou a lista dasjovens promessas brasileirasque conquistaram a primeira vitória no circuito profissional nas últimas duas semanas. Nesta terça-feira, ela estreou no ITF W15 de Mogi das Cruzes com vitória sobre Larissa Silenci por 7/6 (7-3) e 6/1"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-e-berrettini-garantem-a-italia-em-mais-uma-semifinal-na-davis.html",
        "title": "Cobolli e Berrettini garantem a Itália em mais uma semifinal na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/berrettini_davis_grita-1024x734.jpg",
        "date": "19/11/2025",
        "description": "Bolonha (Itália) –Vencedora das duas últimas edições da Copa Davis e anfitriã na semana decisiva da competição, a Itália já garantida na semifinal em Bolonha. Mesmo sem contar com seus dois tenistas do top 10, Jannik Sinner e Lorenzo Musetti, os italianos venceram a Áustria por 2 a 0, com vitórias de Matteo Berrettini e Flavio Cobolli e vão enfrentar a Bélgica na próxima sexta-feira."
    }
]