[
    {
        "url": "https://tenisbrasil.uol.com.br/nana-comeca-o-ano-em-torneios-em-quadras-cobertas-na-inglaterra.html",
        "title": "Naná começa o ano em torneios em quadras cobertas na Inglaterra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore_treino.jpg",
        "date": "12/01/2026",
        "description": "São Paulo (SP) –A jovem paulista Nauhany Silva, de apenas 15 anos, já definiu o calendário inicial da temporada 2026. Naná começará o ano disputando dois torneios profissionais na Inglaterra, ambos em quadra duras e cobertas: o ITF W35 de Birmingham, entre os dias 26 e 31 de janeiro, e o ITF W35 de Sheffield, na sequência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-12-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "12/01/2026",
        "description": "WTA 500 de Adelaide (Austrália) – Sintético – US$ 1.206.446Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-jovem-do-top-mil-frances-de-16-anos-vence-1o-torneio-profissional.html",
        "title": "Mais jovem do top mil, francês de 16 anos vence 1º torneio profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/arte_ps_moise.jpg",
        "date": "12/01/2026",
        "description": "O francês Moise Kouame, jogador mais jovem entre os 1000 melhores do mundo, conquistou seu primeiro torneio profissional aos 16 anos. Ele venceu o ITF M25 de Hazebrouck, em quadras duras e cobertas, ao superar o compatriota Theo Papamalamis por 7/6 (7-5) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ela-pode-nascer-a-qualquer-momento-diz-ruud-sobre-sua-primeira-filha.html",
        "title": "“Ela pode nascer a qualquer momento”, diz Ruud sobre sua primeira filha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/ruud_noivado.jpg",
        "date": "12/01/2026",
        "description": "Auckland (Nova Zelândia)– Casper Ruud pode se tornar pai a qualquer momento. Sua noiva,Maria Galligani, está na reta final da gravidez e, em entrevista, o norueguês revelou que sua participação no ATP 250 de Auckland pode ser interrompida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/massu-destaca-disciplina-de-hurkacz-apos-otimo-retorno-na-united-cup.html",
        "title": "Massu destaca disciplina de Hurkacz após ótimo retorno na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/hurkacz-2025-season-end-e1759086480141-1024x682.jpg",
        "date": "12/01/2026",
        "description": "Sydney (Austrália) –O caminho que Hubert Hurkacz enfrentou para conquistar o título da United Cup para a Polônia foi longo. O atual número 83 do mundo jogou seu primeiro torneio após sete meses de recuperação de uma lesão no joelho, que exigiu até cirurgia, em julho do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-thaisa-pedretti-iniciam-a-temporada-na-argentina.html",
        "title": "Carol Meligeni e Thaísa Pedretti iniciam a temporada na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti25gd-e1760221362659-1024x689.jpeg",
        "date": "12/01/2026",
        "description": "Buenos Aires (Argentina) –A temporada de Carol Meligeni começa nesta semana no ITF W50+H de Buenos Aires, em quadras de saibro. A número 3 do Brasil e 241ª do mundo é a principal cabeça de chave do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperado-de-grave-lesao-kokkinakis-vence-a-primeira-em-12-meses.html",
        "title": "Recuperado de grave lesão, Kokkinakis vence a primeira em 12 meses",
        "image": null,
        "date": "12/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-valoriza-conquista-da-equipe-e-tenta-corrigir-erros-para-melbourne.html",
        "title": "Iga valoriza conquista da equipe e tenta corrigir erros para Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/united_cup_polonia_trofeu_dayafter-1024x724.jpg",
        "date": "12/01/2026",
        "description": "Sydney (Austrália) –Após aconquista inédita da United Cup, Iga Swiatek fez questão de valorizar o esforço de toda a equipe polonesa, que disputou sua terceira final seguida na competição. Ainda que a número 2 do mundo tenha perdido duas partidas de simples, diferente do que acontecia nos últimos anos em que liderava a equipe, ela contou com o apoio de Hubert Hurkacz e da dupla de Jan Zielinski e Katarzyna Kawa nas vitórias sobre os Estados Unidos na semi e Suíça na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-parte-para-um-desafio-com-forte-dose-de-emocao-no-ao.html",
        "title": "Djokovic parte para um desafio com forte dose de emoção no AO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/chico_djoko_jjoo-1024x576.jpg",
        "date": "12/01/2026",
        "description": "Dez vezes campeão do Australian Open, como diriam os mestres de cerimônias dos torneios, a Rod Laver Arena pode ser definida como a sala de estar da casa de Novak Djokovic. Com esse cenário, não haveria lugar melhor para o sérvio buscar o 25º título de Grand Slam, uma marca histórica e talvez jamais igualada. Mas, desta vez, os obstáculos parecem ser maiores, o que, por um lado, garante também motivação extra, característica dos jogadores fora de série."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-celebra-volta-ao-top-10-e-diz-que-united-cup-superou-expectativas.html",
        "title": "Bencic celebra volta ao top 10 e diz que United Cup superou expectativas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic-vibra-unitedcup-2026-1024x683.png",
        "date": "12/01/2026",
        "description": "Sydney (Austrália) –A Suíça foi vice-campeã da última edição da United Cup, finalizada neste domingo, após deixar o título escapar para a Polônia, em um placar de 6/4 e 6/3 nas duplas mistas entre Katarzyna Kawa e Jan Zielinski e Belinda Bencic e ‌Jakub Paul."
    }
]