[
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-admite-problemas-no-saque-e-discute-com-jornalista.html",
        "title": "Swiatek admite problemas no saque e discute com jornalista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_usopen_saque_qf-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Atual número 2 do mundo, Iga Swiatek foi eliminada nas quartas de final do US Open apósderrota em sets diretos para Amanda Anisimova, por 6/4 e 6/3, em 1h36. Campeã em Nova York em 2022, a polonesa não conseguiu repetir o desempenho da final de Wimbledon, há menos de dois meses, quando havia aplicado um raro duplo 6/0 sobre a rival."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pena-e-rodrigues-caem-em-tres-sets-no-tenis-em-cadeira-de-rodas-do-us-open.html",
        "title": "Pena e Rodrigues caem em três sets no tênis em cadeira de rodas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lenadro_pena_usopen-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Em rodada de jogos equilibrados, os brasileiros Leandro Pena e Daniel Rodrigues se despediram dos torneios detênis em cadeiras de rodasdo US Open. Os dois mineiros foram superados em três sets nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-estiva-nem-perto-do-nivel-que-precisava-lamenta-de-minaur.html",
        "title": "“Não estive nem perto do nível que precisava”, lamenta De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/de-minaur-qf-us-open-2025-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– O australiano Alex de Minaur viu sua campanha no US Open chegar ao fim nesta quarta-feira,após derrota de virada para Félix Auger-Aliassime, parciais de 4/6, 7/6 (9-7), 7/5 e 7/6 (7-4), nas quartas de final da competição. O número 8 do mundo não escondeu a frustração com sua performance e reconheceu que poderia ter ido muito melhor em um jogo que representava a chance de alcançar uma semi inédita de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-foi-a-partida-mais-dificil-que-encarei-no-torneio.html",
        "title": "Aliassime: “Foi a partida mais difícil que encarei no torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime-qf-us-open-2025-1024x668.jpeg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Félix Auger-Aliassime precisou mostrar toda a sua determinação para avançar à semifinal do US Open 2025. Nesta quarta-feira,o canadense de 25 anos superou Alex de Minaurem uma batalha de 4h10, com parciais de 4/6, 7/6 (9-7), 7/5 e 7/6 (7-4), garantindo a segunda semifinal de sua carreira no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-top-100-britanica-mas-se-recupera-nas-duplas.html",
        "title": "Pigossi é superada por top 100 britânica, mas se recupera nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore-1024x596.jpg",
        "date": "03/09/2025",
        "description": "Guadalajara (México) –Depois de tervencido sua partida de estreiana última segunda-feira, Laura Pigossi parou na segunda rodada WTA 125 de Guadalajara, em quadras duras no México. A número 2 do Brasil e 205ª do mundo foi superada pela britânicaFrancesca Jones, 89ª do ranking, que marcou um duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-pegula-vao-abrir-semifinais-femininas-nesta-quinta-as-20h.html",
        "title": "Sabalenka e Pegula vão abrir semifinais femininas nesta quinta às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalen-1024x582.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Finalistas da edição passada do US Open, Aryna Sabalenka e Jessica Pegula voltam a se enfrentar nesta quinta-feira, às 20h (de Brasília), na abertur da programação de semifinais femininas em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-consegue-revanche-contra-iga-e-faz-sua-terceira-semi-de-slam.html",
        "title": "Anisimova consegue revanche contra Iga e faz sua terceira semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova_usopen_coracao-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Menos de dois meses depois de protagonizarem a final de Wimbledon, que ficou marcada pelo atípico placar de duplo 6/0, Iga Swiatek e Amanda Anisimova voltaram a se enfrentar nesta quarta-feira, em jogo válido pelas quartas de final do US Open. E depois da conquista da polonesa nas quadras de grama, a norte-americana conseguiu se recuperar jogando em casa e venceu por 6/4 e 6/3 em 1h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/porto-alegre-recebe-tres-torneios-profissionais-de-beach-tennis.html",
        "title": "Porto Alegre recebe três torneios profissionais de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/kudinova.jpg",
        "date": "03/09/2025",
        "description": "Porto Alegre (RS) –A capital gaúcha recebe, entre os dias 9 e 14 de setembro, no B Club, o BT 100 de Porto Alegre – Drop Shot 15 Anos, torneio de beach tennis valendo pontos no ranking mundial da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-virada-de-aliassime-diante-do-australiano.html",
        "title": "Confira a virada de Aliassime diante do australiano nas quartas",
        "image": null,
        "date": "03/09/2025",
        "description": ""
    }
]