[
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-demoliner-e-daniel-silva-avancam-em-montevideu.html",
        "title": "Duplas de Demoliner e Daniel Silva avançam em Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/daniel_silva_uruguai_fore-1024x683.jpg",
        "date": "12/11/2025",
        "description": "Montevidéu (Uruguai) –A chave de duplas challenger de Montevidéu teve dois brasileiros avançando nesta quarta-feira. O gaúcho Marcelo Demoliner, que nesta semana joga ao lado do colombiano Nicolas Barrientos, além do paulista Daniel Dutra da Silva, que tem como parceiro o argentino Gonzalo Villanueva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-12-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "12/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-enfrenta-musetti-as-16h30-em-busca-da-semi-e-do-no-1.html",
        "title": "Alcaraz enfrenta Musetti às 16h30 em busca da semi e do nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz_finals_olhabola-1024x576.jpg",
        "date": "12/11/2025",
        "description": "Turim (Itália) –A rodada desta quinta-feira no ATP Finals vai definir os classificados do Grupo Jimmy Connors. O destaque fica para o jogo entre Carlos Alcaraz e Lorenzo Musetti, marcado para às 16h30 (de Brasília) e que pode valer ao espanhol a permanência no topo do ranking até o fim da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-1-garantido-sabalenka-passa-as-ferias-nas-maldivas.html",
        "title": "Com o nº 1 garantido, Sabalenka passa as férias nas Maldivas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_maldivas.jpg",
        "date": "12/11/2025",
        "description": "Maldivas –Aryna Sabalenka fechou a temporada com um grande objetivo alcançado: terminou o ano no topo do ranking e adicionou mais um Grand Slam (US Open) – agora ostenta quatro títulos – à sua coleção, terminou com o maior número de vitórias no circuito WTA (63), estabeleceu o recorde de premiação em dinheiro em uma única temporada no tênis feminino (pouco mais de US$ 15 milhões) e acumulou 10.870 pontos, quase 2.500 a mais que a segunda colocada, Iga Swiatek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-ribeiro-e-zanellato-vao-as-quartas-em-criciuma.html",
        "title": "Sakamoto, Ribeiro e Zanellato vão às quartas em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sakamoto_criciuma_estica-1024x683.jpg",
        "date": "12/11/2025",
        "description": "Criciúma (SC) –Três brasileiros estão classificados para as quartas de final do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. A rodada desta quarta-feira foi boa para o gaúcho Eduardo Ribeiro e os paulistas Pedro Sakamoto e Nicolas Zanellato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-salva-match-point-e-elimina-o-cabeca-3-em-montevideu.html",
        "title": "Heide salva match-point e elimina o cabeça 3 em Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide-sauipe-2025-1024x683.jpg",
        "date": "12/11/2025",
        "description": "Montevidéu (Uruguai) –A semana de Gustavo Heide no challenger de Montevidéu segue com resultados positivos. Depois de entrar na chave com ranking protegido e vencer a partida de estreia, Heide salvou um match-point na vitória contra o norte-americano Emilio Nava, cabeça 3 do torneio e 88º do mundo, por 4/6, 7/5 e 6/4 em 2h42 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duda-carbone-faz-quartas-aos-15-anos-e-desafia-luiza-fullana.html",
        "title": "Duda Carbone faz quartas aos 15 anos e desafia Luiza Fullana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/duda_carbone_ciriciuma_fore.jpg",
        "date": "12/11/2025",
        "description": "Criciúma (SC) –Convidada para a disputa do ITF W15 de Criciúma, a jovem catarinenseMaria Eduarda Carbonesegue com bons resultados e já está nas quartas de final aos 15 anos. Ela venceu a gaúcha Sofia Mendonça, cabeça 7 do torneio, por 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espn-lanca-especial-nesta-sexta-que-revisita-carreira-de-nadal-apos-aposentadoria.html",
        "title": "ESPN lança especial neste sábado que revisita a carreira de Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/el-toro-Nadal_ESPN.jpg",
        "date": "12/11/2025",
        "description": "A ESPN estreia neste sábado, dia 15 de novembro, às 21h, na ESPN 2 e no Disney+, o especial “El Toro Nadal”, produção que revisita a carreira de Rafael Nadal e marca o encerramento da trajetória do ídolo espanhol que se aposentou em 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-75-de-sao-leopoldo-e-confirmado-para-marco-de-2026.html",
        "title": "Challenger 75 de São Leopoldo é confirmado para março de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joaofonseca-slopen.jpg",
        "date": "12/11/2025",
        "description": "São Leopoldo (RS) –O São Léo Open retorna em 2026. Do dia 28 de março a 5 de abril, São Leopoldo novamente voltará a receber atletas bem ranqueados de todo o planeta. A informação foi confirmada pela Quadra Eventos que confirmou o ATP Challenger 75, com premiação total de US$ 112 mil, no ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-superar-zverev-e-e-o-primeiro-semifinalista-em-turim.html",
        "title": "Sinner volta a superar Zverev e é o primeiro semifinalista em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-smile-turin-2025-monday-1024x576.jpg",
        "date": "12/11/2025",
        "description": "Turim (Itália) –Pela quarta vez na temporada e a terceira nas últimas semanas, Jannik Sinner voltou a superar Alexander Zverev e garantiu seu lugar na semifinal do ATP Finals. Atual campeão em Turim, o italiano venceu o alemão por 6/4 e 6/3 em 1h37 de partida nesta quarta-feira."
    }
]