[
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-e-svitolina-avancam-a-terceira-fase-paolini-sofre-virada.html",
        "title": "Osaka e Svitolina avançam à terceira fase, Paolini sofre virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paolini_wimbledon_25_back-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –Em seu segundo compromisso em Wimbledon, Naomi Osaka conseguiu mais uma vitória em sets diretos. A japonesa superou nesta quarta-feira a tcheca Katerina Siniakova, 81ª do ranking, com parciais de 6/3 e 6/2 em apenas 1h17 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-02-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/romboli-wimbledon-prepara-2025-e1751479429406-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-elimina-vondrousova-e-desafia-sabalenka-na-3a-rodada.html",
        "title": "Raducanu elimina Vondrousova e desafia Sabalenka na 3ª rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/raducanu_wimbledon_vibra-1024x612.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –No encontro entre duas campeãs de Grand Slam logo na segunda rodada de Wimbledon, Emma Raducanu eliminou Marketa Vondrousova e fez a festa da torcida britânica na Quadra Central. A tenista da casa marcou um duplo 6/3 contra a tcheca em apenas 1h22 de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-orgulha-de-feito-em-wimbledon-e-destaca-sua-mentalidade.html",
        "title": "Fonseca se orgulha de feito em Wimbledon e destaca sua mentalidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-vibra-2025-1024x669.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –O brasileiro João Fonseca, 18 anos, superou os momentos mais complicados da suasegunda rodadacontra o norte-americano Jenson Brooksby, venceu por 3 a 1, com parciais de 6/4, 5/7, 6/2 e 6/4 e se tornou o tenista mais jovem a chegar à terceira rodada de Wimbledon desde Bernard Tomic em 2011, após uma atuação em que ficou satisfeito com a sua mentalidade e baixa quantidade de erros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-triste-com-tantos-favoritos-eliminados-em-wimbledon.html",
        "title": "Sabalenka triste com tantos favoritos eliminados em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-wimbledon-coletiva-2025-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Líder do ranking feminino de simples, a bielorrussa Aryna Sabalenka venceu a tcheca Marie Buzkova e escapou de ser mais uma cabeça de chave importante eliminada nas primeiras rodadas de Wimbledon, como as colegas Coco Gauff e Jessica Pegula ou Alexander Zverev, Lorenzo Musetti e Holger Rune na chave masculina. Uma situação triste, na opinião da número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-supra-a-estreia-e-vence-pela-primeira-vez-em-wimbledon.html",
        "title": "Romboli supera a estreia e vence pela primeira vez em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/romboli-voleia-wimbledon-2025-e1751479305955-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em sua melhor temporada da carreira, Fernando Romboli estreou com vitória na chave de duplas em Wimbledon, conquistado um triunfo inédito. Em sua segunda participação no torneio, desta vez ao lado do parceiro australiano John-Patrick Smith, ele bateu os norte-americanos Mackenzie McDonald e Alex Michelsen em sets diretos, com 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-entra-de-lucky-loser-e-elimina-boulter-na-grama.html",
        "title": "Argentina entra de lucky-loser e elimina Boulter na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sierra_wimbledon_fore-1024x693.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –A argentina Solana Sierra segue aproveitando muito bem a oportunidade que teve em Wimbledon. Depois de entrar na chave como lucky-loser, a jovem de 21 anos e 101ª do ranking já está na terceira rodada e venceu nesta quarta-feira a britânica Katie Boulter, 43ª colocada, por 6/7 (7-9), 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-eliminada-por-ex-juvenil-no-1-do-mundo-veja-no-resumo.html",
        "title": "Bia é eliminada por ex-juvenil nº 1 do mundo. Veja no resumo.",
        "image": null,
        "date": "02/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tera-tres-torneios-itf-a-partir-de-segunda-feira.html",
        "title": "Brasil terá três torneios ITF a partir de segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "02/07/2025",
        "description": "São Paulo (SP)– Caminho ideal para permitir que brasileiros com poucas condições de viajar consigam experiência e pontos no ranking internacional, o tênis brasileiro terá a disputa de três torneios de nível ITF a partir da próxima segunda-feira, sendo dois deles dedicados às meninas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-considera-vitoria-sobre-zverev-a-maior-da-sua-carreira.html",
        "title": "Rinderknech considera vitória sobre Zverev a maior da sua carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rindeknerch-scaled-e1751477419314-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– O francês Arthur Rinderknech teve uma tarde especial. Aos 29 anos, não é novo no circuito e nunca foi além da 42ª posição do ranking, mas, na última terça-feira, passou pela experiência de derrotar o terceiro melhor tenista do mundo na Quadra Central do All England Club para chegar à segunda rodada de Wimbledon, naturalmente classificando a sua vitória sobre Alexander Zverev, com parciais de 7/6, 6/7, 6/3, 6/7 e 6/4, como a maior da sua carreira."
    }
]