[
    {
        "url": "https://tenisbrasil.uol.com.br/algoz-de-boisson-na-estreia-branstine-tambem-tira-andreescu-no-quali.html",
        "title": "Algoz de Boisson na estreia, Branstine também tira Andreescu no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/branstine_wimbledon_acena-1024x594.jpg",
        "date": "25/06/2025",
        "description": "Londres (Inglaterra) –A semana de Carson Branstine no quali de Wimbledon segue com resultados expressivos. Um dia depois deeliminar a francesa Lois Boisson, semifinalista de Roland Garros, a canadense de 24 anos e 197ª do ranking venceu a compatriota Bianca Andreescu, ex-top 5, por 7/6 (7-3), 4/6 e 6/1"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-25-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/meligeni_morelia_back-1024x644.jpg",
        "date": "25/06/2025",
        "description": "WTA 500 de Bad Homburg (Alemanha) – Grama – US$ 1,064,510Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/126309.html",
        "title": "Atual campeã, Krejcikova revê o troféu e a quadra central",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/krejcikova_trofeu.jpg",
        "date": "25/06/2025",
        "description": "Londres (Inglaterra) –A tcheca Barbora Krejcikova, campeã no ano passado de Wimbledon, seu segundo título de simples de Grand Slam, teve nesta semana a emoção de ver e carregar o troféu feminino até o All England Club onde foi recebida com carinho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carreira-dos-arbitros-de-tenis-preocupa-carlos-bernardes.html",
        "title": "Carreira dos árbitros de tênis preocupa Carlos Bernardes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pod_bernardes.jpg",
        "date": "25/06/2025",
        "description": "Com a longa e bem sucedida carreira encerrada no final do ano passado, após quatro décadas de viagens pelo mundo, Carlos Bernardes lembrou passagens pitorescas de sua atuação como um dos mais respeitados árbitros internacionais noPodcast de TenisBrasildesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-fonseca-e-fritz-e-suspenso-antes-do-terceiro-set.html",
        "title": "Duelo entre Fonseca e Fritz é suspenso antes do terceiro set",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "25/06/2025",
        "description": "Eastbourne (Inglaterra) –A partida entre João Fonseca e Taylor Fritz pela segunda rodada do ATP 250 de Eastbourne precisou ser suspensa por falta de luz natural. Fritz havia vencido o primeiro set por 6/3, enquanto Fonseca fez 7/6 (7-5) na segunda parcial, após 1h24."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bad-homburg-veja-bia-andreeva-alexandrova-no-resumo-da-rodada.html",
        "title": "Bad Homburg: veja Bia, Andreeva, Alexandrova no resumo da rodada",
        "image": null,
        "date": "25/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-participa-de-sessao-de-fotos-e-autografos-em-bad-homburg.html",
        "title": "Bia Haddad participa de sessão de fotos e autógrafos em Bad Homburg",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia-haddad_badhumburg.jpg",
        "date": "25/06/2025",
        "description": "Bad Homburg (Alemanha) –Depois da sua classificação para as quartas de final nesta quarta-feira, a organização do WTA 500 de Bad Homburg decidiu divulgar o resultado da sessão feita ontem com a brasileira Bia Haddad Maia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/evans-faz-valer-experiencia-e-volta-as-quartas-apos-dois-anos.html",
        "title": "Evans faz valer experiência e volta às quartas após dois anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025-dan-evans-eastbourne-r2-celebration-e1750879720970-1024x682.webp",
        "date": "25/06/2025",
        "description": "Eastbourne (Inglaterra)– A experiência tem feito a diferença para o britânico Daniel Evans na temporada de grama. Ele chegou nesta fase do ano sem vitórias em nível ATP e fora do top 200, mas já venceu quatro partidas e está se aproximando do top 150 ao alcançar as quartas de final no ATP 250 de Eastbourne, onde surpreendeu o norte-americano Tommy Paul nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vira-o-jogo-e-supera-tauson-pela-4a-vez-iga-encara-alexandrova.html",
        "title": "Andreeva vira o jogo e supera Tauson pela 4ª vez, Iga encara Alexandrova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/andreeva_vibra_badhomburg-1024x602.jpg",
        "date": "25/06/2025",
        "description": "Bad Homburg (Alemanha) –Pela quarta vez no ano, Mirra Andreeva superou Clara Tauson e garantiu vaga nas quartas de final do WTA 500 de Bad Homburg, em quadras de grama. A jovem russa de 18 anos e número 7 do mundo começou atrás no placar contra a dinamarquesa, 23ª do ranking, mas buscou a virada com parciais de 3/6, 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-salva-mais-tres-match-points-ostapenko-e-raducanu-caem.html",
        "title": "Krejcikova salva mais três match-points, Ostapenko e Raducanu caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/joint_east_estica-1024x611.jpg",
        "date": "25/06/2025",
        "description": "Eastbourne (Inglaterra) –Assim como já havia acontecido na rodada de estreia, Barbora Krejcikovavoltou a salvar match-pointsnesta quarta-feira pelo WTA 250 de Bad Homburg. Depois de escapar da derrota contra Harriet Dart na estreia, a tcheca venceu a também britânica Jodie Burrage por 6/4, 4/6 e 7/6 (7-3) em 2h26 de partida, salvando mais três match-points."
    }
]