[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-21-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "21/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-vira-o-jogo-no-chile-e-disputa-primeira-semi-do-ano.html",
        "title": "Candiotto vira o jogo no Chile e disputa primeira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_ecp_vibra-1024x613.jpg",
        "date": "21/08/2025",
        "description": "Santiago (Chile) –A paulista Ana Candiotto garantiu sua melhor campanha na temporada ao avançar à semifinal do ITF W15 de Santiago, em quadras de saibro no Chile. A jovem de 21 anos virou o jogo contra a peruana Romina Ccuno, cabeça 5 do torneio e 700ª do ranking, por 4/6, 6/2 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-2.html",
        "title": "US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/5-1024x576.png",
        "date": "21/08/2025",
        "description": "Masculino"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-jovem-promessa-australiana-no-quali-em-ny.html",
        "title": "Pigossi é superada por jovem promessa australiana no quali em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pigossi_usopen_saida_cancha-1024x736.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Em jogoiniciado ainda na quarta-feirae retomado apenas na tarde desta quinta, por conta da chuva em Nova York, Laura Pigossi se despediu na segunda rodada do quali do US Open. A número 2 do Brasil e 205ª do mundo foi superada pela jovem promessa australiana Emerson Jones, de 17 anos e ex-número 1 juvenil, por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-pegula-podem-se-reencontrar-na-semi-iga-tem-gauff-na-chave.html",
        "title": "Sabalenka e Pegula podem se reencontrar na semi, Iga tem Gauff na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/pegula_sabalenka_uso_trofeus-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Finalistas da edição passada do US Open, Aryna Sabalenka e Jessica Pegula podem se reencontrar na semifinal. As números 1 e 4 do mundo estão do mesmo lado da chave. Já do outro lado estão duas campeãs recentes, Iga Swiatek e Coco Gauff, vencedoras das edições de 2022 e 2023 do Grand Slam nova-iorquino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-convocado-para-o-pan-americano-de-caraguatatuba.html",
        "title": "Brasil é convocado para o Pan-americano de Caraguatatuba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/baran_loch_Sand-de-Brasilia.jpg",
        "date": "21/08/2025",
        "description": "Florianópolis (SC)– O Brasil já está definido para o ITF Beach Tennis Pan-american Championship, que será realizado entre os dias 25 e 28 de setembro, em Caraguatatuba, no litoral de São Paulo. O capitão Alex Mingozzi convocou os atletas que irão representar o país nas categorias profissionais, enquanto que o capitão Marcus Ferreira chamou os atletas juvenis das categorias 12, 14, 16 e 18 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-servio-e-tem-os-tchecos-machac-e-mensik-no-caminho.html",
        "title": "Fonseca enfrenta sérvio e tem os tchecos Machac e Mensik no caminho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_treina-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Aniversariante desta quinta-feira, quandocompleta 19 anos, João Fonseca já tem adversário definido para sua estreia na chave principal do US Open. O número 1 do Brasil e 44º do mundo enfenta o sérvio Miomir Kecmanovic, 45º colocado, em confronto inédito no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tem-opelka-na-estreia-e-pode-reencontrar-shelton.html",
        "title": "Alcaraz tem Opelka na estreia e pode reencontrar Shelton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-rebate-2025.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA)– Um dos tenistas de saque mais potente e eficiente do circuito, o norte-americano Reilly Opelka será o primeiro grande teste do espanhol Carlos Alcaraz. Os dois se cruzarão de forma inédita logo na primeira rodada do US Open, segundo determinou sorteio realizado nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sera-cabeca-18-no-us-open-e-estreia-contra-britanica.html",
        "title": "Bia será cabeça 18 no US Open e estreia contra britânica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_fore-e1753885140196.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Um ano depois deois de chegar às quartas de final do US Open, em seu segundo melhor resultado de Grand Slam na carreira, Beatriz Haddad Maia retorna a Nova York na condição de cabeça 18 do torneio. Bia estreia contra a britânica Sonay Kartal, de 23 anos e 51ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-tem-grandes-sacadores-no-seu-caminho-em-nova-york.html",
        "title": "Sinner tem grandes sacadores no seu caminho em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-rebate-2025-.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA)– Ainda no processo de recuperação física após a gripe que prejudicou sua final em Cincinnati, o número 1 do mundo Jannik Sinner conheceu sua possível caminhada para defender o título do US Open e a liderança do ranking, a partir deste domingo."
    }
]