[
    {
        "url": "https://tenisbrasil.uol.com.br/pereira-e-zanellato-superam-rodada-dupla-e-duelam-nas-quartas.html",
        "title": "Pereira e Zanellato superam rodada dupla e duelam nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_criciuma_back.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP) –Depois de alguns adiamentos por chuva no início da semana, a quinta-feira foi movimentada no ITF M15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). A rodada teve o complemento da primeira fase e todos os jogos das oitavas. Entre os tenistas que venceram duas partidas estão o pernambucano José Pereira e o paulista Nicolas Zanellato, que se enfrentam nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-27-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "27/11/2025",
        "description": "Challenger de Temuco (Chile) – Sintético – US$ 160 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-fazem-semis-no-peru-colombia-e-paraguai.html",
        "title": "Juvenis brasileiros fazem semis no Peru, Colômbia e Paraguai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Dietrich_RGjunior_slice.jpg",
        "date": "27/11/2025",
        "description": "Chiclayo (Peru) –Três juvenis brasileiros estão nas semifinais do ITF J100 de Chiclayo, em quadras de saibro no Peru. O gaúcho Pedro Dietrich é o principal cabeça de chave e venceu o argentino Estanislao Lassaga por 7/5 e 6/4. Ele enfrenta o peruano Alessandro Rubini, terceiro favorito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-duplistas-brasileiros-se-despedem-de-challenger-no-chile.html",
        "title": "Ribeiro e duplistas brasileiros se despedem de challenger no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eudardo_ribeiro.jpg",
        "date": "27/11/2025",
        "description": "Temuco (Chile) –Único brasileiro a ter passado pela estreia do challenger de Temuco, em quadras duras no Chile, Eduardo Ribeiro foi eliminado na segunda rodada. O gaúcho de 27 anos e 485º do ranking foi superado pelo argentino Facundo Diaz Acosta, cabeça 4 e 221º do mundo, por 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-nana-e-fullana-lideram-brasileiras-nas-quartas-em-ribeirao-preto.html",
        "title": "Candiotto, Naná e Fullana lideram brasileiras nas quartas em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_fore_ribeirao-1024x682.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP) –Cinco brasileiras estão nas quartas de final do ITF W15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP), com entrada gratuita ao público. O quinteto é liderado pelas cabeças de chave Ana Candiotto, Luiza Fullana e Nauhany Silva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-victoria-vao-as-quartas-no-mexico-e-seguem-em-busca-do-top-10.html",
        "title": "Guto e Victória vão às quartas no México e seguem em busca do top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_miguel_yucatan_back-1024x683.jpg",
        "date": "27/11/2025",
        "description": "Merida (México) –Brasileiros mais bem colocados no ranking mundial juvenil, o goiano Guto Miguel e a potiguar Victória Barros estão nas quartas de final do ITF J500 de Merida, em quadras de saibro no México. A rodada desta quinta-feira foi de vitórias em sets diretos nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-apos-se-formar-henrique-nogueira-celebra-1o-ponto-na-atp.html",
        "title": "De volta após se formar, Henrique Nogueira celebra primeiros pontos na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/henrique_nogueira_fore_ecp.jpg",
        "date": "27/11/2025",
        "description": "La Paz (Bolívia) –A semana no ITF M15 de La Paz é especial para Henrique Nogueira, que marcou seus primeiros pontos no ranking profissional aos 22 anos, depois de um período dedicado aos estudos. Ele retornou ao circuito depois de se formar em Administração de Empresas pelo Insper e está nas quartas de final do torneio boliviano em quadras de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/canais-globo-irao-transmitir-a-exibicao-entre-fonseca-e-alcaraz.html",
        "title": "Canais Globo irão transmitir a exibição entre Fonseca e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_alcaraz_exo.jpg",
        "date": "27/11/2025",
        "description": "Miami (EUA) –O tão aguardado duelo entre o carioca João Fonseca o espanhol Carlos Alcaraz terá transmissão ao vivo e gratuita para todo o Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-nas-duplas-em-buenos-aires-e-faz-mais-uma-semifinal.html",
        "title": "Pigossi vence nas duplas em Buenos Aires e faz mais uma semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_herrero_colina_abraco.jpg",
        "date": "27/11/2025",
        "description": "Buenos Aires (Argentina) –Após a derrota na estreia de simples do WTA 125 de Buenos Aires, Laura Pigossi se recuperou na chave de duplas e venceu ao lado da espanhola Alicia Herrero. Principais cabeças de chave, elas entraram diretamente nas quartas e venceram a norte-americana Varvara Lepchenko e a francesa Carole Monnet por 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/top-3-inalterado-no-ranking-da-wta-nao-acontecia-desde-2000.html",
        "title": "Top 3 inalterado no ranking da WTA não acontecia desde 2000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_swiatek_gauff_trofeus.jpg",
        "date": "27/11/2025",
        "description": "São Petersburgo (EUA) –Pelo segundo ano consecutivo, a temporada da WTA terminou com Aryna Sabalenka na liderança do ranking, seguida por Iga Swiatek em segundo lugar e Coco Gauff em terceiro. A repetição do top 3 na mesma ordem por dois anos seguidos é bastante rara no circuito e não acontecia há 25 anos."
    }
]