[
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-supera-bublik-na-davis-tsitsipas-lidera-vitoria-da-grecia.html",
        "title": "Vacherot supera Bublik na Davis, Tsitsipas lidera vitória da Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Vacherot_davis_monaco.jpg",
        "date": "08/02/2026",
        "description": "Astana (Cazaquistão) –Campeão do Masters 1000 de Xangai no fim do ano passado, Valentin Vacherot foi fundamental para a vitória de Mônaco contra o Cazaquistão pelo Grupo Mundial I da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wild_itajai_quartas.jpg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-anisimova-e-andreeva-estreiam-segunda-em-doha-bia-joga-as-12h.html",
        "title": "Eala, Anisimova e Andreeva estreiam segunda em Doha, Bia joga às 12h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/anisimova_doha_treina_jimmie-1024x619.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Atual campeã do WTA 1000 de Doha, Amanda Anisimova estreia na competição nesta segunda-feira. A número 4 do mundo entra em quadra ao meio-dia (de Brasília) para enfrentar a tcheca Karolina Pliskova, ex-líder do ranking e que lidera o histórico por 5 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equador-elimina-a-australia-em-quito-india-e-franca-tambem-avancam.html",
        "title": "Equador elimina a Austrália em Quito, Índia e França também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/meza_equador_davis-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Quito (Equador) –O Equador soube utilizar muito bem o fator casa para vencer a Austrália no Qualificatório Mundial da Davis. Jogando no saibro e na altitude de 2.800m de Quito, os equatorianos marcaram 3 a 0 contra a equipe 28 vezes campeã da competição. Eles agora enfrentam outro time bem tradicional, a Grã-Bretanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-estreia-bem-em-doha-gauff-e-anisimova-conhecem-rivais.html",
        "title": "Mboko estreia bem em Doha, Gauff e Anisimova conhecem rivais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mboko-adelaide-celebra-2026-e1768466034315-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –A canadense Victoria Mboko foi destaque na rodada de abertura do WTA 1000 de Doha e estreou com vitória na competição. A jovem tenista de 19 anos e número 13 do mundo venceu a tcheca Marie Bouzkova por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-defende-o-titulo-em-montpellier-e-conquista-seu-9o-atp.html",
        "title": "Aliassime defende o título em Montpellier e conquista seu 9º ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mannarino_aliassime_montpellier_trofeus.jpg",
        "date": "08/02/2026",
        "description": "Montpellier (França) –Pelo segundo ano consecutivo, Félix Auger-Aliassime conquista o ATP 250 de Montpellier. O canadense defendeu o título ao superar neste domingo o experiente francês Adrian Mannarino, canhoto de 37 anos e 70º do ranking, por 6/3 e 7/6 (7-4) em 1h35 de partida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-estreiam-com-vitoria-no-wta-1000-de-doha.html",
        "title": "Stefani e Dabrowski estreiam com vitória no WTA 1000 de Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_6876_xgaplus.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Representante brasileira na chave de duplas do WTA 1000 de Doha, Luísa Stefani estreou com vitória ao lado da canadense Gabriela Dabrowski.Cabeças 5 do torneio, elas venceram neste domingo russa Irina Khromacheva e a indonésia Aldila Sutjiadi por 7/5 e 6/2 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oncins-era-um-confronto-duro-mas-saimos-de-cabeca-erguida.html",
        "title": "Oncins: “Era um confronto duro, mas saímos de cabeça erguida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oncins_davis_coletiva.jpg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá) –Apesar da frustração peladerrota no confronto contra o Canadápela Copa Davis, o capitão brasileiro Jaime Oncins vê boas perspectivas para o futuro da equipe. Ele destacou o bom desempenho que os jogadores tiveram nas rápidas condições de Vancouver, em quadra dura e coberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/time-b-da-davis-merecia-a-vitoria.html",
        "title": "Time B da Davis merecia a vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_pucinelli.jpg",
        "date": "08/02/2026",
        "description": "Sem João Fonseca e a experiência de Thiago Wild e Thiago Monteiro, todos preocupados com o saibro sul-americano e a necessidade de defender pontos ou se recuperar na carreira, o Brasil foi para o piso sintético coberto de Vancouver como mero coadjuvante. Afinal, o Canadá, mesmo sem seus dois principais jogadores, contaria com o sacador Gabriel Diallo, top 40, muito, mas muito à frente no ranking de qualquer dos homens de Jaime Oncins, jogando em sua superfície favorita e com o apoio da gélida mas sempre importante torcida. E eis que o Brasil surpreendeu e esteve muito perto de uma virada e classificação históricas. E por tudo que aconteceu, merecia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vice-de-simples-em-abu-dhabi-alexandrova-e-campea-nas-duplas.html",
        "title": "Vice de simples em Abu Dhabi, Alexandrova é campeã nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/joint_alexandrova_trofeu_abudhabi-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –Apesar da frustração peladerrota na final de simplesdo WTA 500 de Abu Dhabi, a russa Ekaterina Alexandrova pôde comemorar o título de duplas, ao lado da australiana Maya Joint. Elas venceram na final do último sábado a eslovaca Tereza Mihalikova e a britânica Olivia Nicholls, cabeças de chave 4, por 3/6, 7/6 (7-5) e 10-8."
    }
]