[
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-celebra-recomeco-na-carreira-e-desafia-sabalenka-na-semi.html",
        "title": "Anisimova celebra recomeço na carreira e desafia Sabalenka na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova_wimbledon25_caida_sorrindo-1024x600.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –De volta a uma semifinal de Grand Slamdepois de seis temporadas, Amanda Anisimova vive sua melhor temporada aos 23 anos. A ainda jovem norte-americana conquistou em fevereiro seu primeiro WTA 1000 em Doha e ainda entrará no top 10 pela primeira vez depois de Wimbledon. O bom desempenho marca o retorno definitivo da jogadora às competições após ter ficado afastada por oito meses, em 2023, para cuidar da saúde mental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-08-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_wimbledon_saque_sozinha-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-terca-em-wimbledon-2.html",
        "title": "Confira as melhores jogadas desta terça em Wimbledon",
        "image": null,
        "date": "08/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/miguel-ferraz-e-flavia-cherobim-jogam-os-14-anos-em-wimbledon.html",
        "title": "Miguel Ferraz e Flávia Cherobim jogam os 14 anos em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Miguel-Ferraz.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –O paulista Miguel Ferraz, número 2 do ranking sul-americano de 14 anos, e a paranaense Flávia Cherobim, nº 4 do ranking continental, estão em Londres para disputar o The U14 Championships, torneio internacional que acontece entre os dias 10 e 13 de julho, paralelamente à segunda semana de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-aprendeu-com-derrota-em-paris-e-tambem-se-garante-no-finals.html",
        "title": "Sabalenka aprendeu com derrota em Paris e também se garante no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_wimbledon_qf_comemora-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –Número 1 do mundo, Aryna Sabalenka acredita que havia uma grande possibilidade de ter sido eliminada nesta terça-feira nas quartas de final de Wimbledon se ela não tivesse aprendido a manter as emoções sob controle após a derrota para a norte-americana Coco Gauff na final de Roland Garros no começo de junho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-sai-feliz-mas-nao-satisfeito-com-campanha-em-wimbledon.html",
        "title": "Khachanov sai “feliz, mas não satisfeito” com campanha em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/khachanov-wimbledon-estica-2025.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Karen Khachanov está feliz por ter chegado às quartas de final de um Grand Slam pela primeira vez desde o Aberto da França de 2023, mas não completamente satisfeito porque acredita que poderia ter chegado mais longe em Wimbledon se não tivesse desperdiçado oportunidades contra o norte-americano Taylor Fritz, que acabou vencendo por 6/3, 6/4, 1/6 e 7/6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-define-os-ultimos-semifinalistas-nesta-quarta-feira.html",
        "title": "Wimbledon define os últimos semifinalistas nesta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva_wimbledon_drop_r16-1024x677.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –As últimas vagas para as semifinais de Wimbledon serão definidas nesta quarta-feira, com jogos nos dois principais estádios do All England Club. Como as semifinais femininas já serão na quinta, enquanto os homens só retornam na sexta, elas irão atuar na abertura da programação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-derruba-cabecas-de-chave-2-e-faz-final-inedita-em-wimbledon.html",
        "title": "Stefani derruba cabeças de chave 2 e faz final inédita em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/453952_1160248_luisa_joe_wimbledon2-e1751999226871-1024x683.jpeg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –Único nome do Brasil ainda com chances nas chaves principais de Wimbledon, a paulista Luísa Stefani carimbou seu passaporte para a final de duplas mistas nesta terça-feira. Ao lado do tenista da casa Joe Salisbury, ela venceu os cabeças de chave número 2, o salvadorenho Marcelo Arevalo e a chinesa Shuai Zhang em sets diretos, com parciais de 7/6 (8-6) e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-derruba-ultimo-britanico-e-vai-para-sua-oitava-semi-de-grand-slam.html",
        "title": "Alcaraz derruba último britânico e vai para sua oitava semi de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz-wimbledon-vibra-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Último representante da casa na chave masculina de Wimbledon, o britânico Cameron Norrie não foi páreo para o espanhol Carlo Alcaraz, que controlou as ações no duelo desta terça-feira, válido pelas quartas de final do torneio, acabando com as expectativas da torcida ao marcar parciais de 6/2, 6/3 e 6/3, em 1h39 de embate."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-do-teatro-e-cinema-marcam-o-camarote-real-na-terca.html",
        "title": "Astros do teatro e cinema marcam o Camarote Real nesta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jodie-foster_roaylbox.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –A lista de convidados do Camarote Real no nono dia de Wimbledon contou com a presença de Lady Sarah Chatto, filha da Princesa Margaret e sobrinha da Rainha Elizabeth II e, portanto, prima do Rei Charles, na abertura das quartas de final no All England Club."
    }
]