[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-conta-a-piada-de-murray-osaka-se-inspira-no-sakura-veja-as-fotos.html",
        "title": "Djokovic conta a piada de Murray, Osaka se inspira no sakura. Veja as fotos.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Osaka_sakura.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Novak Djokovic participou de sua coletiva de imprensa pré-torneio na segunda-feira (ele só estreará na terça-feira) e foi questionado sobre o que seu ex-técnico Andy Murray disse a ele na cerimônia de despedida de Rafa, após o sérvio conquistar seu 100º título em Genebra no sábado, poucos dias depois de os dois terem encerrado sua relação profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-26-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54200532874_2205dd5596_k-e1734090008433-1024x683.jpg",
        "date": "26/05/2025",
        "description": "ITF W75 de Brescia (Itália) – Saibro – US$ 60 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-frances-e-inicia-a-busca-por-titulo-inedito-em-paris.html",
        "title": "Sinner supera francês e inicia a busca por título inédito em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_rg_caminha-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –A busca de Jannik Sinner por um título inédito em Roland Garros começou com uma vitória em sets diretos nesta segunda-feira. O número 1 do mundo venceu o francês Arthur Rinderknech, 75º do ranking, por 6/4, 6/3 e 7/5 em 2h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-vence-1a-do-ano-keys-e-ostapenko-estreiam-bem.html",
        "title": "Krejcikova vence 1ª do ano, Keys e Ostapenko estreiam bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/krejcikova_stras_olhabola-1024x682.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Vencedora de Roland Garros em 2021 e atual campeã de Wimbledon, Barbora Krejcikova conseguiu sua primeira vitória na temporada nesta segunda-feira. A tcheca estreou em Paris vencendo a alemã Tatjana Maria por 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-estreia-com-virada-khachanov-e-shapovalov-tambem-avancam.html",
        "title": "Rune estreia com virada, Khachanov e Shapovalov também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/shapovalov-volei-roland-garros-2025-e1748286770764-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– O dinamarquês Holger Rune pegou uma estreia indigesta em Roland Garros e teve que enfrentar o experiente Roberto Bautista logo de cara. O sorteio duro se provou nesta segunda-feira, quando o décimo favorito saiu atrás e teve que buscar a virada para avançar, marcando parciais de 6/7 (4-7), 6/4, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-o-100o-titulo-da-a-confianca-necessaria-para-rg.html",
        "title": "Djokovic: “O 100º título dá a confiança necessária para RG”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-roland-garros-2025-preview-presser-1024x576.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Depois de conquistar o centésimo título de sua carreira profissional no último sábado em Genebra, Novak Djokovic já mantém o foco na busca pelo quarto troféu de Roland Garros e o 25º Grand Slam da carreira. O sérvio se sente mais confiante e ambientado ao saibro depois dos bons resultados na última semana e já estreia em Paris nesta terça-feira contra o norte-americano Mackenzie McDonald, 98º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-honestamente-eu-esperava-de-mim-um-nivel-inferior.html",
        "title": "Alcaraz: “Honestamente, eu esperava de mim um nível inferior”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CarlosAlcarazPremiertourRoland-Garros2025-1024x683.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– Na manhã desta segunda-feira, Carlos Alcaraz realizou sua primeira partida em Roland Garros, após cancelamento do jogo de estreia devido a desistência de Kei Nishikori. Contra o italiano vindo do quali Giulio Zeppieri, o espanhol venceu por sets diretos, 6/3, 6/4 e 6/2, e largou em sua corrida pelo bicampeonato. Além da readaptação necessária após lesão no músculo adutor da perna direita, o atual campeão contou que sofreu também com a incerteza causada pela estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gasquet-vence-duelo-de-convidados-e-pode-se-despedir-contra-sinner.html",
        "title": "Gasquet vence duelo de convidados e pode se despedir contra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gasquet-comemora-roland-garros-2025-1024x683.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– Um dos grandes nomes do tênis francês de sua geração, Richard Gasquet adiou a aposentadoria ao vencer o duelo de convidados da casa com Terence Atmane, 15 anos mais novo, em batalha de quatro sets, fechando o jogo com o placar final de 6/2, 2/6, 6/3 e 6/0, depois de 2h17 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-avanca-em-torneio-belga-preparatorio-para-roland-garros.html",
        "title": "Guto avança em torneio belga preparatório para Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/guto_poa_fore_qf-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Charleroi (Bélgica) –O goiano Guto Miguel marcou a primeira vitória brasileira na chave principal do ITF J300 de Charleroi, em quadras de saibro na Bélgica. Cabeça 6 do torneio, Guto superou o convidado local Ethan Dasset por duplo 6/1. Seu próximo adversário virá do jogo entre o japonês o Hyu Kawanishi e o norte-americano Ryan Cozad."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-confirma-brasilia-como-sede-do-2o-itf-sand-series-tour-finals.html",
        "title": "ITF confirma Brasília como sede do 2º ITF Sand Series Tour Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Sand-Series-Finals_arquivo.jpg",
        "date": "26/05/2025",
        "description": "Brasília (DF) –A Federação Internacional de Tênis (ITF) confirmou Brasília como sede da segunda edição do ITF Sand Series Tour Finals, de 29 de novembro a 6 de dezembro, na Arena BRB Nilson Nelson, e com uma premiação recorde de US$125 mil, a maior já oferecida na história do Sand Series."
    }
]