[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-marca-a-nona-vitoria-contra-shelton-e-reencontra-djokovic-na-semi.html",
        "title": "Sinner marca a nona vitória contra Shelton e reencontra Djokovic na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_ausopen_vibra_qf-1024x670.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Pela nona vez em dez jogos, Jannik Sinner conseguiu superar Ben Shelton para garantir um lugar na semifinal do Australian Open. Atual bicampeão do torneio, o italiano marcou as parciais de 6/3, 6/4 e 6/4 em 2h23 de partida e segue na busca por sua terceira final seguida em Melbourne e a sétima em Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pena-consegue-vitoria-inedita-em-slam-ymanitu-segue-nas-duplas.html",
        "title": "Pena consegue vitória inédita em Slam, Ymanitu segue nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/lenandro_pena_ausopen_vibra25-1024x626.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –O mineiro Leandro Pena conseguiu sua primeira vitória em chaves principais de Grand Slam no tênis em cadeira de rodas. Depois de passar pelo quali no Australian Open, o jogador de 35 anos venceu o britânico Gregory Slade por 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-28-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcondes_itajai.jpg",
        "date": "28/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas femininas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-arevalo-caem-em-semifinal-equilibrada-nas-mistas.html",
        "title": "Stefani e Arevalo caem em semifinal equilibrada nas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani_arevalo_cump-1024x653.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália) –Horas depois de se classificar para asemifinal de duplas femininasdo Australian Open, Luísa Stefani voltou à quadra para disputar a semifinal de duplas mistas e foi eliminada ao lado do salvadorenho Marcelo Arevalo. A parceria francesa de Kristina Mladenovic e Manuel Guinard levou a melhor com parciais de 6/2, 3/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalistas-do-australian-open-ainda-nao-perderam-set-no-torneio.html",
        "title": "Semifinalistas do Australian Open ainda não perderam set no torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Artes-fotos-multiplas-900x600-1-2.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália)– As quatro semifinalistas do Australian Open vão buscar um lugar na final sem ainda ter pedido um set sequer na competição. A bielorrussa Aryna Sabalenka, a cazaque Elena Rybakina, a norte-americana Jessica Pegula e a ucraniana Elina Svitolina venceram suas cinco partidas até então todas em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-musetti-deveria-ser-o-vencedor-hoje-sem-duvida-alguma.html",
        "title": "Djokovic: “Musetti deveria ser o vencedor hoje, sem dúvida alguma”",
        "image": null,
        "date": "28/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-bate-recorde-de-vitorias-federer-no-australian-open.html",
        "title": "Djokovic bate recorde de vitórias de Federer no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_vibra3r-1024x654.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália)– A vitória desta quarta-feira que valeu ao sérvio Novak Djokovic um lugar nas semifinais do Australian Open não foi como ele deveria sonhar,contando com a desistência do Italiano Lorenzo Musettiquando perdia por 4/6, 3/6 e 3/1, mas mesmo assim lhe garantiu o recorde de vitórias na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-abre-2-a-0-contra-djokovic-e-abandona-com-lesao.html",
        "title": "Musetti abre 2 a 0 contra Djokovic e abandona com lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/musetti-djokovic-ausopen-2026-e1769583750324-1024x683.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália)– Mais uma vez o físico foi cruel com o italiano Lorenzo Musetti, que vinha fazendo um jogo quase que impecável contra o sérvio Novak Djokovic, mas precisou abandonar por uma lesão no adutor da coxa direita. Depois de vencer os dois primeiros sets, ele pediu atendimento médico e desistiu da partida quando vencia por 6/4, 6/3 e 1/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-arrasa-nas-duplas-e-vai-as-quartas-no-juvenil.html",
        "title": "Guto arrasa nas duplas e vai às quartas no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/guto-1-1024x683.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália)–  O goiano Guto Miguel segue brilhando no Australian Open e vencendo em simples e nas duplas. Nesta quarta-feira, ele e o esloveno Ziga Sesko fizeram valer a condição de cabeças de chave 2 e se garantiram nas quartas ao bater os convidados da casa Sehun Park e Har Abir Sekhon por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-eliminam-matos-e-luz-nas-quartas.html",
        "title": "Granollers e Zeballos eliminam Matos e Luz nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/matos-lus-ausopen-2026.jpg",
        "date": "28/01/2026",
        "description": "Melbourne (Austrália)– O favoritismo do espanhol Marcel Granollers e do argentino Horacio Zeballos se impôs nas quartas de final do Australian Open contra os gaúchos Rafael Matos e Orlando Luz, que acabaram superados pelos cabeças de chave número 3 com parciais de 6/3 e 6/4, em 1h55 de partida."
    }
]