[
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-avanca-na-estreia-na-grama-mas-matos-e-eliminado.html",
        "title": "Demoliner avança na estreia na grama, mas Matos é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53540238993_93fc972bfd_o.jpg",
        "date": "04/06/2025",
        "description": "Birmingham (Inglaterra)– A temporada de grama já começou para os duplistas brasileiros, com dois representantes disputando o challenger de Birmingham nesta semana. Só que os gaúchos Marcelo Demoliner e Rafael Matos tiveram destinos opostos na estreia, o primeiro deles avançou na chave e o outro acabou eliminado de cara."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italianas-e-russas-reeditam-final-olimpica-na-semi-de-roland-garros.html",
        "title": "Italianas e russas reeditam final olímpica na semi de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paolini_errani_rg_abraco-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Protagonistas da última final olímpica de duplas, as italianas Jasmine Paolini e Sara Errani e as russas Diana Shnaider e Mirra Andreeva terão um novo duelo em Paris, desta vez na semifinal de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/madison-keys-lamenta-jogo-em-quadra-fechada-e-mira-temporada-na-grama.html",
        "title": "Madison Keys lamenta jogo em quadra fechada e mira temporada na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/madison-keys_treino.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– A estrela Madison Keys sofreu uma virada para a jovem Coco Gauff, em duelo que colocou duas gerações do tênis norte-americano frente a frente. Após a derrota por 2 sets a 1, Keys avaliou positivamente seu desempenho em Roland Garros e mencionou a preparação para a temporada em grama. Sobre o jogo, ela elencou as oscilações de ambas as atletas como fator que acirrou os dois primeiros sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-ingrid-avancam-nas-duplas-carol-estreia-bem.html",
        "title": "Pigossi e Ingrid avançam nas duplas, Carol estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/450437_1147886_img_7872-e1744501720528-1024x684.jpg",
        "date": "04/06/2025",
        "description": "Bari (Itália)– Na busca por bons resultados e pontos nas últimas importantes competições sobre o saibro europeu, a paulista Laura Pigossi e a carioca Ingrid Martins obtiveram boas vitórias na abertura da chave de duplas do WTA 125 de Bari, torneio com premiação de 100 mil euros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-cai-para-favorita-nas-oitavas-e-se-despede-de-roland-garros.html",
        "title": "Victória cai para favorita nas oitavas e se despede de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_back_rg-1024x563.jpg",
        "date": "04/06/2025",
        "description": "* Atualizado com resultado de duplas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-celebra-troca-de-raquete-em-vitoria-sobre-madison-keys.html",
        "title": "Gauff destaca troca de raquete na vitória de virada sobre Keys",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEAzAbh8WN-LVlHt__JC29802-min-1024x683.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– O espírito batalhador que por vezes é associado a Coco Gauff, que ela afirma ter desenvolvido desde criança, foi fundamental para que a jovem norte-americana buscasse a virada sobre a compatriota Madison Keys no duelo válido pelas quartas de final de Roland Garros. Inconformada com o começo ruim no primeiro set, a número 2 do mundo tentou o que pôde para se recuperar e uma das alternativas encontradas foi trocar a raquete."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-acaba-com-festa-de-bublik-e-chega-na-semi-sem-perder-set.html",
        "title": "Sinner acaba com festa de Bublik e chega na semi sem perder set",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-rg-saca-2025-e1749053997407-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Ninguém está conseguindo parar o italiano Jannik Sinner nesta edição de Roland Garros. O desempenho do número 1 do mundo está tão dominante que ele se garantiu na semi sem perder set pelo caminho. A vítima mais recente foi o cazaque Alexander Bublik, que nesta quarta-feira acabou derrotado com parciais de 6/1, 7/5 e 6/0, em 1h44 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/surpresa-em-roland-garros-francesa-ja-viu-rival-reclamar-de-seu-odor.html",
        "title": "Surpresa em Roland Garros, francesa já viu rival reclamar de seu odor",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDxcEbh8WN-LVdHS_20250527_RG_NG_5200LoisBoissonR1-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Grande surpresa entre as semifinalistas da chave feminina de Roland Garros, a tenista da casa Lois Boisson teve um incidente bastante curioso logo em sua primeira partida de uma chave principal na WTA, em abril deste ano, quando venceu a britânica Harriet Dart na primeira rodada do WTA 250 de Rouen."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-aprova-temporada-de-saibro-e-ja-se-sente-parte-do-top-10.html",
        "title": "Svitolina aprova temporada de saibro e sente estar jogado como top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD75bbh8WN-LVh02_COC_4917ElinaSvitolinaQuartsdefinaleRoland-Garros2025-1024x682.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– A ucraniana Elina Svitolina comentou sua passagem por Roland Garros e a sua partida derradeira contra a número 5 do mundo, Iga Swiatek. A quadra Philippe-Chatrier esteve sob fortes rajadas de vento quando ela foi derrotada pela polonesa em sets diretos, se despedindo assim  de Paris. Apesar da derrota, Svitolina fez boa avaliação do torneio e da temporada de saibro: “Certamente há muitas coisas positivas que levo daqui”."
    }
]