[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-melhor-o-vento-elimina-musetti-na-semi-e-frustra-torcida.html",
        "title": "Alcaraz controla melhor o vento, elimina Musetti na semi e frustra torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250514_Carlos_Alcaraz_GSP29009-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Em uma sexta-feira complicada no Foro Itálico, com bastante vento para atrapalhar os tenistas, o espanhol Carlos Alcaraz soube lidar melhor com a situação e frustrou a torcida da casa, batendo o italiano Lorenzo Musetti em sets diretos, com parciais de 6/3 e 7/6 (7-4), depois de 2h03 de batalha. O número 3 do mundo impediu assim uma final 100% local no Masters 1000 de Roma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-faz-semi-de-simples-e-final-de-duplas-na-tunisia.html",
        "title": "Marcondes faz semi de simples e final de duplas na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_olhabola.jpg",
        "date": "16/05/2025",
        "description": "Monastir (Tunísia)– Em sua jornada pelos menores do torneios do circuito em busca de ritmo e pontos no ranking, o paulista Igor Marcondes obteve duas ótimas vitórias nesta sexta-feira na quadra sintética da Tunísia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-16-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "16/05/2025",
        "description": "Challenger de Bogotá (Colômbia) – Saibro – US$ 60 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-segue-imbativel-em-roma-e-tambem-vai-a-final-de-duplas.html",
        "title": "Paolini segue imbatível em Roma e também vai à final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250514_Sara_Errani_Jasmine_Paolini_GSP29245-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Com uma atuação quase impecável, as tenistas da casa Sara Errani e Jasmine Paolini garantiram sua vaga na segunda final consecutiva no WTA 1000 de Roma e vão em busca do bicampeonato. Elas venceram nesta sexta-feira as russas Mirra Andreeva e Diana Shnaider por duplo 6/4 na primeira semifinal. O duelo foi uma repetição da última decisão olímpica, em que as italianas também levaram a melhor e faturaram o ouro nos Jogos de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-vence-mais-uma-e-vai-a-final-no-challenger-de-oeiras.html",
        "title": "Demoliner vence mais uma e vai à final no challenger de Oeiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/BR_Marcelo_DEMOLINER_David_PICHLER_00007-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Oeiras (Portugal)– A semana do gaúcho Marcelo Demoliner vai terminar com a disputa da final no challenger de Oeiras 5. A classificação veio nesta sexta-feira, quando ele e o parceiro austríaco David Pichler derrotaram o espanhol Sergio Martos e o indiano Vijay Prashanth em sets diretos, com parciais de 6/4 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-tsitsipas-e-humbert-desistem-de-jogar-na-proxima-semana.html",
        "title": "Dimitrov, Tsitsipas e Humbert desistem de jogar na próxima semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-monfils-hls-indian-wells-2025-monday-e1741693637376-1024x682.jpg",
        "date": "16/05/2025",
        "description": "Hamburgo (Alemanha)– Cinco jogadores classificados entre os 30 primeiros do ranking desistiram de competir nos dois torneios da próxima semana e se poupar para Roland Garros. O calendário modificou a data do ATP 500 de Hamburgo, que agora acontece entre Roma e Paris, e manteve o 250 de Genebra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/obras-para-construcao-de-teto-retratil-em-roma-comecarao-em-2026.html",
        "title": "Obras para construção de teto retrátil em Roma começarão em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250510_Panoramica_Centrale_Pubblico_GSP25155-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– Depois de acrescentarnovas quadras na edição de 2025, visando ampliar a capacidade, o torneio de Roma deverá ganhar uma quadra com teto retrátil nos próximos anos. Pelo menos é o que garantiu Marco Mezzaroma, presidente da Sport e Salute, empresa pública italiana que lida com o desenvolvimento esportivo no país e cuida do Foro Italico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henin-a-mensagem-que-sinner-passa-e-que-ele-quer-engolir-todo-mundo.html",
        "title": "Henin: “A mensagem que Sinner passa é que ele quer engolir todo mundo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250515_Jannik_Sinner_GSP29998-1024x683.jpeg",
        "date": "16/05/2025",
        "description": "Roma (Itália)– A grande atuação do italiano Jannik Sinner na última quinta-feira, quando dominou o norueguês Casper Ruud nas quartas de final do Masters 1000 de Roma e cedeu apenas um game ao rival, empolgou a belga Justine Henin, que não poupou elogios ao número 1 do mundo em comentário noEurosport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-melo-conquistam-boa-vitoria-e-estao-nas-semifinais-em-bordeaux.html",
        "title": "Matos e Melo conquistam boa vitória e estão nas semifinais em Bordeaux",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/melo-matos-bordeaux-2025-.jpeg",
        "date": "16/05/2025",
        "description": "Bordeaux (França)– A sexta-feira começou com vitória do gaúcho Rafael Matos e do mineiro Marcelo Melo, que avançaram para a semifinal do challenger de Bordeaux, na França. Eles derrotaram o indiano N. Sriram Balaji e o mexicano Miguel Reyes-Varela em sets diretos, com parciais de 6/2 e 6/4, em apenas 55 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-busca-vagas-nos-mundiais-de-14-anos-nesta-sexta-feira.html",
        "title": "Brasil busca vagas nos Mundiais de 14 anos nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/suda14_2025_brasil_masculino-1024x768.jpg",
        "date": "15/05/2025",
        "description": "Salinas (Equador) –As equipes masculina e feminina do Brasil seguem invictas no Sul-Americano de 14 anos, que está sendo disputado em Salinas, no Equador, e entram em quadra a partir das 12h (horário de Brasília) para os confrontos decisivos que definem a liderança dos grupos e as vagas para o Mundial da categoria, que será disputado em Prostejov, na República Tcheca. O time masculino enfrenta o Peru, enquanto a equipe feminina encara a Bolívia, ambos os confrontos valendo o primeiro lugar de seus respectivos grupos."
    }
]