[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira-18-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zanellato_itajai26_slice.jpg",
        "date": "18/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/indaiatuba-recebe-2a-etapa-do-circuito-beach-tennis-com-atletas-do-top-20.html",
        "title": "Indaiatuba recebe 2ª etapa do Circuito Beach Tennis com atletas do top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lorena_melo.jpg",
        "date": "18/02/2026",
        "description": "Indaiatuba (SP) –Com mais de 700 jogadores, começará nesta sexta-feira, dia 20, a segunda etapa do Circuito Beach Tennis, que está em sua sétima temporada e recebeu mais de 11 mil atletas em 2025. As disputas ocorrerão na Arena Deco Beach, em Indaiatuba (SP), no Profissional e no Amador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-estreia-bem-na-franca-carolina-bohrer-avanca-nos-eua.html",
        "title": "Gabriela Cé estreia bem na França, Carolina Bohrer avança nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "18/02/2026",
        "description": "Macon (França) –As brasileiras tiveram rumos opostos na rodada desta quarta-feira no ITF W50 de Macon, em quadras duras e cobertas na França. A gaúcha Gabriela Cé é a oitava favorita e estreou com vitória, enquanto a paulista Ana Candiotto foi eliminada por uma das principais favoritas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernandez-sera-o-unico-brasileiro-nas-oitavas-na-argentina.html",
        "title": "Bruno Fernandez será o único brasileiro nas oitavas na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bruno_fernandez_slice.jpg",
        "date": "18/02/2026",
        "description": "Tigre (Argentina) –O catarinense Bruno Fernandez será o representante brasileiro nas oitavas do challenger de Tigre, em quadras de saibro na Argentina. O jogador de 21 anos e 792º do ranking venceu o boliviano Murkel Dellien, 278º colocado, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paixao-pelo-golfe-tem-causado-problemas-em-casa-brinca-nadal.html",
        "title": "Paixão pelo golfe tem causado problemas em casa, brinca Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Nadal_bolinha-de-golfe.png",
        "date": "18/02/2026",
        "description": "Manacor (Espanha) –Desde que se aposentou do tênis em novembro de 2024, Rafael Nadal tem dedicado ainda mais tempo ao golfe a ponto de o espanhol brincar dizendo que isso tem causado problemas com a esposa Maria Franscisca Perello, revelou o jornal britânico Express."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reyes-e-mais-dois-sul-americanos-sao-autorizados-a-voltar-apos-contaminacao.html",
        "title": "Reyes e mais dois sul-americanos são autorizados a voltar após contaminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/53138956959_25f455a62e_c.jpg",
        "date": "18/02/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) divulgou nesta quarta-feira que três tenistas sul-americanos, incluindo o brasileiro Mateo Reyes, foram autorizados a voltar a competir após investigação concluir que os testes positivos para boldenona ocorreram em razão de contaminação por carne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-volta-a-vencer-medvedev-depois-de-tres-anos-e-faz-quartas.html",
        "title": "Tsitsipas volta a vencer Medvedev depois de três anos e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tsitsipas-medvedev-atp-doha-2026-990x658-1.jpg",
        "date": "18/02/2026",
        "description": "* atualizado às 12h56 com vitória de Rublev"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acapulco-remove-carne-do-cardapio-dos-jogadores-por-preocupacao-com-doping.html",
        "title": "Acapulco remove carne do cardápio dos jogadores por preocupação com doping",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/acapulco_cenas-1024x683.jpg",
        "date": "18/02/2026",
        "description": "Acapulco (México) –O ATP 500 de Acapulco, que tem início na semana que vem, anunciou, por meio de um comunicado, que não servirá carne no restaurante dos jogadores por causa de preocupações com doping. O país usa alguns anabolizantes para engordar gado que são proibidos pelo Código da Agência Mundial Antidoping (WADA)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferias-de-inverno-finalizadas-para-djokovic-dias-magicos.html",
        "title": "Férias de inverno finalizadas para Djokovic: “Dias mágicos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic_time-suico-2.jpg",
        "date": "18/02/2026",
        "description": "Milão (Itália) –Vice-campeão do Aberto da Austrália em janeiro passado, Novak Djokovic aproveitou para se dar um descanso. O período virou férias de inverno com a esposa Jelena e os dois filhos, aproveitadas para acompanhar os Jogos de Inverno Milão-Cortina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-inscreve-em-forte-challenger-entre-indian-wells-e-miami.html",
        "title": "Fonseca se inscreve em forte challenger entre Indian Wells e Miami",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca-rio-treina-2026-e1771108151436-1024x683.jpg",
        "date": "18/02/2026",
        "description": "Phoenix (EUA)– O carioca João Fonseca está disposto a voltar ao nível challenger para assegurar ritmo sobre a quadra sintética norte-americana. Após o Rio Open, ele terá um período de treinamento e readaptação ao piso duro antes de entrar no Masters 1000 de Indian Wells, que começa dia 4 de março."
    }
]