[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/boscardin-sauipe-prepara-2025-scaled-e1762602857435-1024x682.jpg",
        "date": "08/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/superadas-por-mertens-e-kudermetova-stefani-e-babos-ficam-com-o-vice.html",
        "title": "Superadas por Mertens e Kudermetova, Stefani e Babos ficam com o vice",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Timea_Babos_Luisa_Stefani_-_WTA_Finals_Riyadh_2025_-_Day_8-DSC_2318_xgaplus.jpg",
        "date": "08/11/2025",
        "description": "Riad (Arábia Saudita)– Não deu para a paulista Luisa Stefani e a húngara Timea Babos na final de duplas do WTA Finals. Neste domingo, elas fizeram uma boa partida contra a belga Elise Mertens e a russa Veronika Kudermetova, mas as rivais foram mais consistentes e ficaram com o título ao marcar parciais de 7/6 (7-4) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabral-e-miedler-encerram-a-temporada-em-alta-com-o-titulo-em-atenas.html",
        "title": "Cabral e Miedler encerram a temporada em alta com o título em Atenas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cabral-miedler-athens-2025-doubles-final-e1762612875224-1024x682.jpg",
        "date": "08/11/2025",
        "description": "Atenas (Grécia)– O português Francisco Cabral e o austríaco Lucas Miedler encerraram a temporada em grande estilo, conquistando neste sábado o título do ATP 250 de Atenas, o terceiro da parceria no ano. Na final, eles superaram o mexicano Santiago Gonzalez e o holandês David Pel por 4/6, 6/3, 10-3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ja-nos-conhecemos-bem-e-e-um-privilegio-treinar-com-sinner.html",
        "title": "Alcaraz: “Já nos conhecemos bem e é um privilégio treinar com Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jannik_Sinner_Carlos_Alcaraz_GSP29369-1024x682.jpeg",
        "date": "08/11/2025",
        "description": "Turim (Itália)– Os dois principais nomes do circuito na atualidade deixaram a rivalidade de lado e iniciaram suas preparações para o ATP Finalstreinando juntos em Turim. Após o bate-bola com o italiano Jannik Sinner, o espanhol Carlos Alcaraz falou sobre a sessão que teve junto do número 1 do mundo, posto que ele irá retomar na próxima segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-conta-que-recuperacao-vai-bem-e-esta-animado-para-2026.html",
        "title": "Draper conta que recuperação vai bem e está animado para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/draper-usopen-fore-2025-1024x681.jpg",
        "date": "08/11/2025",
        "description": "Londres (Inglaterra)– Afastado das quadras desde o US Open, o britânico Jack Draper praticamente não jogou no segundo semestre por causa de uma lesão no ombro. Em entrevistas aoTennis Podcaste aoIndependent, ele falou sobre sua condição atual e mostrou otimismo em relação ao retorno no próximo ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-era-mais-magico-e-djokovic-mais-trabalhador-analisa-nadal.html",
        "title": "“Federer era mais mágico e Djokovic mais trabalhador”, analisa Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/16974786625524-1024x683.jpg",
        "date": "08/11/2025",
        "description": "Miami (EUA)– Na última quinta-feira, o espanhol Rafael Nadal relembrou seus dois maiores rivais durante o America Business Forum (ABF), um fórum que reúne líderes políticos, empresariais e esportivos, afirmando que o suíço Roger Federer e o sérvio Novak Djokovic o levaram ao limite durante sua carreira"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-vai-a-semi-em-lima-e-fica-a-uma-vitoria-da-estreia-no-top-200.html",
        "title": "Reis vai à semi em Lima e fica a uma vitória da estreia no top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-sauipe-saca-2025-e1762603126551-1024x683.jpg",
        "date": "08/11/2025",
        "description": "Lima (Peru)– Em busca do inédito top 200 neste final de temporada, o pernambucano João Lucas Reis está a uma vitória de alcançar o feito. Na madrugada de sexta-feira para sábado, ele se garantiu nas semifinais no challenger de Lima, batendo o argentino Genaro Olivieri por 6/3 e 6/4, em 1h32 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cariani-santos-greta-e-anna-clara-avancam-no-rei-e-rainha-da-quadra.html",
        "title": "Cariani, Santos, Greta e Anna Clara avançam no Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ana-clara-merola_fortaleza.jpg",
        "date": "08/11/2025",
        "description": "Fortaleza (CE) –O Rei e Rainha da Quadra, atração principal do Brasil Open Beach Tennis Series presented by TotalEnergies – Etapa Fortaleza, começou em grande estilo nesta sexta-feira (7), na Arena Carmel. Os primeiros vencedores do formato foram Giovanni “Gigio” Cariani e Pedro Santos, no masculino, e Greta Giusti e Anna Clara Merola, no feminino, que estrearam com vitórias empolgantes diante de um público animado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-vence-canada-e-peru-na-davis-e-bjk-jr-pietra-cai-na-semi-na-bolivia.html",
        "title": "Brasil vence Canadá e Peru na Davis e BJK Jr, Pietra cai na semi na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ana_cruz_nanasilva_bjkjr-1024x685.jpg",
        "date": "07/11/2025",
        "description": "Santiago (Chile) –Após as quedas na fase de grupos das Copas Davis e Billie Jean King Junior, o Brasil estreou nesta sexta-feira nos playoffs que definem do 9º ao 16º lugar em Santiago. O time masculino venceu o Canadá enquanto as meninas superaram as peruanas, ambos por 2 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/seis-dos-oito-finalistas-do-atp-finals-posam-para-a-foto-oficial.html",
        "title": "Seis dos oito finalistas do ATP Finals posam para a foto oficial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/atp-finals2025-foto-oficial.jpg",
        "date": "07/11/2025",
        "description": "Turim (Itália) –Ainda faltam dois dias para o início do ATP Finals, mas os astros do torneio de simples de 2025 já causaram sensação em Turim."
    }
]