[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-feira-20-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carol_bohrer_santatecla_back-1024x717.jpg",
        "date": "20/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-elimina-o-bicampeao-rublev-e-decide-o-titulo-em-doha.html",
        "title": "Alcaraz elimina o bicampeão Rublev e decide o título em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_doha_slice-1024x576.jpg",
        "date": "20/02/2026",
        "description": "Doha (Qatar) –Vindo de um jogo duríssimo nas quartas de final, em que saiu atrás no placar, Carlos Alcaraz conseguiu vencer em sets diretos nesta sexta-feira e garantiu vaga na decisão do ATP 500 de Doha. O número 1 do mundo superou o russo Andrey Rublev, 14º do ranking e bicampeão do torneio, por 7/6 (7-3) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-volta-a-superar-anisimova-e-chega-a-sua-8a-final-de-wta-1000.html",
        "title": "Pegula volta a superar Anisimova e chega à sua 8ª final de WTA 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/pegula_dubai_fore-1024x576.jpg",
        "date": "20/02/2026",
        "description": "Dubai (Emirados Árabes) –Assim como já havia acontecido nos outros quatro duelos anteriores, inclusive no Australian Open deste ano, Jessica Pegula voltou a superar Amanda Anisimova para chegar à final do WTA 1000 de Dubai. A número 5 do mundo levou a melhor no duelo norte-americano contra a atual sexta colocada por 1/6, 6/4 e 6/3 em 2h02 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-bate-recorde-de-praticantes-nos-eua-pelo-sexto-ano-seguido.html",
        "title": "Tênis bate recorde de praticantes nos EUA pelo sexto ano seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/USTA-National-Campus-Aerials_Nov-19-2017_3-scaled-1-1024x544.jpg",
        "date": "20/02/2026",
        "description": "Nova York (EUA) –Segundo relatório divulgado pela Associação de Tênis dos Estados Unidos (USTA), 27,3 milhões de norte-americanos jogaram tênis pelo menos uma vez ao longo de 2025, o que representa aumento de 6% em relação à temporada anterior. Já é o sexto ano seguido que o país apresenta um aumento de participantes no esporte. Em 2019, o número era 54% mais baixo, com 17,7 milhões de tenistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogo-na-india-e-interrompido-por-ataque-de-abelhas.html",
        "title": "Jogo na Índia é interrompido por ataque de abelhas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Captura-de-tela-2026-02-20-114528.png",
        "date": "20/02/2026",
        "description": "Bengaluru (Índia) –O confronto das oitavas de final entre a australiana Talia Gibson e a indiana Sahaja Yamalapalli no Bengaluru Open foi interrompido de uma forma inusitada, com as jogadoras, boleiros e árbitro deixando a quadra correndo por conta de um enorme enxame de abelhas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luis-guto-miguel-recebe-convite-e-disputa-o-brasilia-tennis-open.html",
        "title": "Luis Guto Miguel recebe convite e disputa o Brasília Tennis Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/guto_miguel_rio_treina-1024x683.jpg",
        "date": "20/02/2026",
        "description": "Brasília (DF)– Um dos grandes nomes da nova geração do tênis brasileiro, Luis Guto Miguel, de 16 anos, número 3 do mundo no ranking juvenil, recebeu convite da Confederação Brasileira de Tênis para a disputa do Brasilia Tennis Open, competição challenger de nível 75 e premiação de US$ 107 mil, que acontecerá entre os dias 1º e 8 de março no Iate Clube de Brasília."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-amazonia-open-muda-de-sede-e-vai-para-maraba-em-junho.html",
        "title": "Beach: Amazônia Open muda de sede e vai para Marabá em junho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/maraba_amazonia-open.jpeg",
        "date": "20/02/2026",
        "description": "Marabá (PA) –Após três anos de sucesso em Tucuruí, o Amazônia Open de beach tennis terá nova sede na cidade de Marabá, no estado do Pará. Marabá é a segunda maior cidade do estado, facilitando questões logísticas para atletas e entusiastas do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oda-e-de-la-puente-reeditam-final-do-australian-open-no-rio.html",
        "title": "Oda e De la Puente reeditam final do Australian Open no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oda_saque.jpg",
        "date": "20/02/2026",
        "description": "Rio de Janeiro (RJ) –O Rio Open conheceu nesta quinta-feira os finalistas de simples do Wheelchair Tennis Elite, no Jockey Club Brasileiro. A decisão será uma reedição da final do tênis em cadeira de rodas do Australian Open, primeiro Grand Slam da temporada, entre o espanhol Martin de la Puente e o número 1 do mundo, o japonês Tokito Oda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-irrita-com-arbitra-por-advertencia-de-tempo-excedido.html",
        "title": "Alcaraz se irrita com árbitra por advertência de tempo excedido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_cicak_doha.jpg",
        "date": "20/02/2026",
        "description": "Doha (Qatar) –Carlos Alcaraz teve uma rara discussão com a arbitragem em sua vitória nas quartas de final do ATP 500 de Doha, de virada sobre o russo Karen Khachanov, cabeça 7, por 6/7 (3/7), 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/titulo-ira-recolocar-stefani-no-top-10-do-ranking-de-duplas.html",
        "title": "Título irá recolocar Stefani no top 10 do ranking de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luisa_Stefani_-_Qatar_TotalEnergies_Open_2026_-_Day_5-DSC_6410_xgaplus.jpg",
        "date": "20/02/2026",
        "description": "Dubai (Emirados Árabes)– Além de buscar seu quarto troféu de nível 1000 e o primeiro título ao lado da canadense Gabriela Dabrowski desde 2022, a paulistana Luísa Stefani pode anotar outro grande feito em sua carreira neste sábado e retornar ao grupo das 10 melhores duplistas do mundo. Ela ocupa o 14º lugar no momento e ultrapassará quatro concorrentes."
    }
]