[
    {
        "url": "https://tenisbrasil.uol.com.br/sob-aplausos-de-federer-wawrinka-estreia-bem-em-dubai.html",
        "title": "Sob aplausos de Federer, Wawrinka estreia bem em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stan22.jpg",
        "date": "23/02/2026",
        "description": "Dubai (Emirados Árabes)– A temporada de despedida do suíço Stan Wawrinka continua com bons resultados. O tenista de 40 anos confirmou seu favoritismo nesta segunda-feira e superou o libanês Benjamin Hassan, apenas 289º do ranking, com parciais de 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-feira-21-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/eduardo_ribeiro_itajai.jpg",
        "date": "23/02/2026",
        "description": "WTA500 do Mérida (México) – Sintético – US$ 1.200.000Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aberto-de-acapulco-nega-suspensao-do-torneio-devido-a-onda-de-violencia.html",
        "title": "Aberto de Acapulco nega suspensão do torneio devido à onda de violência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Acapulco_byDrone.jpg",
        "date": "23/02/2026",
        "description": "Acapulco (México)– Os organizadores do ATP 500 de Acapulco descartaram suspender o torneio, devido à onda de violência que se seguiu à morte do narcotraficante mais procurado do país. Nemesio Oseguera Cervantes, mais conhecido como “El Mencho”, morreu sob custódia no domingo, pouco depois de ser capturado por forças especiais mexicanas. Ele ficou gravemente ferido em confrontos entre seus apoiadores e o exército no estado de Jalisco, na região centro-oeste do país, também no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-mais-sabio-do-que-antes-garante-animado-tsitsipas.html",
        "title": "“Estou mais sábio do que antes”, garante animado Tsitsipas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas-united-cup-2026.jpg",
        "date": "23/02/2026",
        "description": "Dubai (Emirados Árabes) –Pronto para defender o título mais uma vez, Stefanos Tsitsipas chega à Dubai, aparentemente, tendo superado os desafios dos últimos meses de sua carreira. Em entrevista, o grego parece ter voltado a se encantar com o tênis novamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-amplia-lideranca-sobre-sinner-para-3-150-pontos.html",
        "title": "Alcaraz amplia liderança sobre Sinner para 3.150 pontos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_doha_slice-1024x576.jpg",
        "date": "23/02/2026",
        "description": "Londres (Inglaterra)– Invicto na temporada, com títulos no Australian Open e em Doha, o espanhol Carlos Alcaraz ampliou ainda mais a distância para o número 2 do mundo Jannik Sinner no ranking internacional divulgado nesta segunda-feira pela Associação masculina (ATP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/uma-semana-muito-dificil-fisicamente-festeja-etcheverry-apos-acabar-jejum.html",
        "title": "“Uma semana muito difícil fisicamente”, festeja Etcheverry após acabar jejum",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/55111010011_2ac609189e_c.jpg",
        "date": "23/02/2026",
        "description": "Rio de Janeiro (RJ) –Apesar do cansaço gerado pelas duas rodadas finais, em que enfrentou chuva, calor e partidas longas, o argentino Tomás Etcheverry conquistou neste domingo o tão aguardado primeiro título de nível ATP da carreira. O jogador de 26 anos destacou também a pressão de correr atrás de um objetivo pessoal, depois de amargar três vice-campeonatos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nada-dura-para-sempre-nem-mesmo-o-tenis-diz-zverev.html",
        "title": "“Nada dura para sempre, nem mesmo o tênis”, diz Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-ausopen-close-2026-1024x683.jpg",
        "date": "23/02/2026",
        "description": "Acapulco (México) –O alemão Alexander Zverev está de volta ao concorrido ATP 500 de Acapulco. O campeão do torneio em 2021 diz que quer aproveitar a chance de se reaproximar do terceiro lugar do ranking, hoje ocupado pelo sérvio Novak Djokovic, e frisou seu compromisso com o combate à diabetes infantil. O alemão convive com a condição desde criança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/organizadores-de-monte-carlo-cogitam-criar-versao-feminina.html",
        "title": "Organizadores de Monte Carlo cogitam criar versão feminina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monte-carlo-2025-clay-1024x576.jpg",
        "date": "23/02/2026",
        "description": "Monte Carlo (Mônaco) –Em entrevista ao jornalL’Equipe, o diretor do Masters 1000 de Monte Carlo, David Massey, destacou alguns detalhes sobre a edição deste ano, que ocorrerá entre 4 a 12 de abril, além de voltar a comentar sobre a vontade de criar uma disputa feminina para o torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luisa-volta-ao-top-10-sobe-para-2o-na-corrida-com-dabrowski.html",
        "title": "Luísa volta ao top 10 e sobe para 2º na corrida com Dabrowski",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/luisa_premiacao1_jimmy-1024x576.jpeg",
        "date": "23/02/2026",
        "description": "São Petersburgo (EUA)– A conquista da paulista Luísa Stefani com a canadense Gabriela Dabrowskinas duplas do WTA 1000 Dubai, a 14ª da carreira da brasileira, deu um bom impulso em seu ranking, voltando ao top 10 nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-impulsiona-etcheverry-e-cinco-atingem-melhor-marca.html",
        "title": "Rio Open impulsiona Etcheverry e cinco atingem melhor marca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/final_022-1024x681.jpg",
        "date": "23/02/2026",
        "description": "Londres (Inglaterra)– A disputa do Rio Open pode não ter ajudado muito os brasileiros no ranking,exceto o paulista Igor Marcondes, mas cinco jogadores conseguiram suas melhores marcas na ATP depois da competição, além da boa arrancada que deu o campeão Tomas Etcheverry, que se aproximou do top 30."
    }
]