[
    {
        "url": "https://tenisbrasil.uol.com.br/com-o-nascimento-da-primeira-filha-ruud-desiste-da-copa-davis.html",
        "title": "Com o nascimento da primeira filha, Ruud desiste da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CasperRuud-DeuxiemetourRoland-Garros2025-JulienCrosnierFFT-1024x683.jpeg",
        "date": "05/02/2026",
        "description": "Oslo (Noruega) –No dia 30 de janeiro, Casper Ruud anunciou a chegada de sua primeira filha com sua esposa, Maria Galligani. Dessa forma, o norueguês desistiu de participar da Copa Davis, diminuindo as chances do país em derrotar a Grã-Bretanha na primeira rodada das eliminatórias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-recebe-convite-e-estreia-no-quali-de-doha-contra-tenista-da-casa.html",
        "title": "Bia recebe convite e estreia no quali de Doha contra tenista da casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_abudhabi_toss26.jpg",
        "date": "05/02/2026",
        "description": "Doha (Qatar)– Ainda em busca de sua primeira vitória na temporada, a paulista Beatriz Haddad Maia entrou na disputa do quali do WTA 1000 de Doha através de convite e será a cabeça de chave 8 na disputa, encarando a tenista da casa Mubaraka Al-Naimi, de 24 anos, atualmente sem ranking na WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ljubicic-explica-por-que-atualmente-e-mais-facil-ganhar-7-grand-slam.html",
        "title": "Ljubicic explica por que atualmente é mais fácil ganhar 7 Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic-alcaraz-ausopen-trofeu-2026-e1769952174930-1024x684.jpg",
        "date": "05/02/2026",
        "description": "Turim (Itália)– Após a conquista do espanhol Carlos Alcaraz no Australian Open, onde se tornouo homem mais jovem a fechar o Grand Slamde carreira com sua sétima taça deste porte, o croata Ivan Ljubicic, ex-número 3 do mundo, explicou por que acredita que caçar esses números é mais fácil hoje em dia do que o passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clijsters-critica-raducanu-apos-oitava-troca-de-tecnico-em-cinco-anos.html",
        "title": "Clijsters critica Raducanu após oitava troca de técnico em cinco anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-r3-us-open-2025-1024x680.jpeg",
        "date": "05/02/2026",
        "description": "Nova Jersey (EUA) –Em 2021, com apenas 18 anos, Emma Raducanu se tornou uma verdadeira promessa ao conquistar o título do US Open. No entanto, nos últimos anos, a britânica chama atenção pela troca recorrente de seus técnicos, já foram oito profissionais diferentes em cinco anos. Em seu podcastLove All, Kim Clijsters, quatro vezes campeã de Grand Slam, criticou a administração da carreira de Raducanu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-continuar-querendo-jogar-na-copa-davis-afirma-capitao.html",
        "title": "“Djokovic continua querendo jogar na Copa Davis”, afirma capitão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/djoko-davis-1024x535.jpg",
        "date": "05/02/2026",
        "description": "Santiago (Chile)– Principal nome do tênis sérvio, Novak Djokovic tem competido cada vez menos na Copa Davis com o avançar da idade, o que o capitão Viktor Troicki vê com tamanha naturalidade. Apesar de sua ausência no confronto com o Chile, nesta semana, o atual número 3 do mundo segue de olho em sua equipe e não descarta defendê-la quando possível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-atletas-de-campinas-iniciam-a-temporada-mundial-em-matinhos-pr.html",
        "title": "Beach: atletas de Campinas iniciam a temporada mundial em Matinhos (PR)",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/daniel_mola-1024x662.jpg",
        "date": "05/02/2026",
        "description": "Matinhos (PR) –Atletas do CT Lucas Sousa, de Campinas, iniciam, a partir desta sexta-feira a temporada do circuito mundial de beach tennis, disputando o torneio BT 400 de Matinhos (PR), competição com premiação de US$ 45 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-titulo-de-roger-federer-completa-25-anos.html",
        "title": "Primeiro título de Roger Federer completa 25 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Captura-de-Tela-2026-02-05-as-09.16.59-1024x575.png",
        "date": "05/02/2026",
        "description": "Milão (Itália) –Em 2001, aos 19 anos, Roger Federer iniciava a sua trajetória brilhante de títulos do circuito de tênis. Foi em Milão, contra Julien Boutter, que o suíço sentiu o gosto da vitória de um título pela primeira vez, sensação que se repetiria muitas vezes ao longo de sua carreira histórica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-de-duplas-em-rosario-e-marcada-por-desistencias-e-poucos-jogos.html",
        "title": "Chave de duplas em Rosário é marcada por desistências e poucos jogos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/varella-romboli-rosario-2026-1024x684.jpg",
        "date": "05/02/2026",
        "description": "Rosário (Argentina)– A chave de duplas do challenger de Rosário tem mostrado muitas peculiaridades, com desistências e jogos que sequer aconteceram. A começar por duas duplas que se retiraram do torneio, uma delas do paulista Marcelo Zormann, que seria cabeça de chave número 2, mas o parceiro Mariano Kestelboim teve um problema de saúde que o impediu de jogar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "05/02/2026",
        "description": "Challenger de Rosario (Argentina) – Saibro – US$ 225 milSegundarodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-treina-com-equipe-completa-para-enfrentar-o-canada-na-davis.html",
        "title": "Brasil treina com equipe completa para enfrentar o Canadá na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/brasil-davis-2026-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Vancouver (Canadá)– O Brasil está completo para o confronto da Copa Davis. Nesta quarta-feira, o capitão Jaime Oncins contou novamente com os cinco atletas convocados para dar seguimento ao segundo dia de treinos na quadra principal do Doug Mitchell Arena. As partidas, válidas pela primeira rodada dos Qualifiers da competição, acontecem nesta sexta-feira e sábado, com transmissão ao vivo na Cazé TV."
    }
]