[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-placar-parece-facil-mas-tive-que-lutar-a-cada-ponto.html",
        "title": "Sabalenka: “Placar parece fácil, mas tive que lutar a cada ponto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Sabalenka-rg-slice-JulienCrosnierFFT-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –O placar da segunda partida de Aryna Sabalenka em Roland Garros e os nove games seguidos que ela venceu nesta quarta-feira podem indicar um jogo tranquilo para a número 1 do mundo. Mas após superar a suíça Jil Teichmann, 97ª do ranking, Sabalenka destacou as variações da adversária, que exigiu muita paciência nos ralis de fundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-profissional-esta-cada-vez-mais-ligado-a-inovacao-fora-das-quadras.html",
        "title": "Tênis profissional está cada vez mais ligado à inovação fora das quadras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/geral_cumprimento-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Quando a gente pensa em esporte e inovação, talvez o tênis não seja o primeiro da lista. Mas devia. Esse jogo cheio de tradição – que já foi jogado com a palma da mão – hoje está virando praticamente um laboratório de dados, sensores e inteligência artificial. Acredite: tem mais tecnologia escondida naquela bolinha amarela do que parece."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-esse-lugar-me-inspira-muito-e-me-faz-trabalhar-mais.html",
        "title": "Iga: “Esse lugar me inspira muito e me faz trabalhar mais”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_entrevista_sorrindo_corinne-1024x682.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –Tetracampeã de Roland Garros e vencedora das três últimas edições, Iga Swiatek carrega ótimos números no Grand Slam francês, com 37 vitórias e apenas duas derrotas em seis participações no torneio, com direito a 23 vitórias seguidas. Em uma temporada ainda sem títulos, a polonesa busca inspiração no palco mais importante de sua carreira pra voltar ao caminho das vitórias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-future-de-tenis-em-cadeira-de-rodas-comeca-quinta-em-sao-paulo.html",
        "title": "ITF Future de Tênis em Cadeira de Rodas começa quinta em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/vitoria-Miranda_saque.jpg",
        "date": "28/05/2025",
        "description": "São Paulo (SP) –A partir desta quinta-feira, a capital paulista recebe o ITF Future Series, torneio internacional de tênis em cadeira de rodas que integra o calendário do Uniqlo Wheelchair Tennis Tour. A competição será realizada nas quadras de saibro do Sport Club Corinthians Paulista, com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/idolo-do-beach-cappelletti-fala-da-carreira-das-metas-e-do-brasil.html",
        "title": "Ídolo do beach, Cappelletti fala da carreira, das metas e do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/baran_cappelletti_zambrana_DGW.jpg",
        "date": "28/05/2025",
        "description": "O italiano Michele Cappelletti é o maior campeão da história do beach tennis, com 91 títulos do circuito ITF da modalidade. Atualmente, faz parceria com o brasileiro André Baran, formando uma das duplas mais fortes do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-avanca-em-paris-confira-o-resumo.html",
        "title": "Sabalenka avança em Paris. Confira o resumo.",
        "image": null,
        "date": "28/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-primeira-grande-baixa-de-paris.html",
        "title": "A primeira grande baixa de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_ruud_rg.jpg",
        "date": "28/05/2025",
        "description": "Foi um tanto pesaroso ver Casper Ruud praticamente se arrastar pela quadra por dois sets, empenhado somente em não abandonar uma partida em que já não tinha qualquer condição de superar um inspirado Nuno Borges."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-avanca-em-santo-domingo-ce-e-carol-se-despedem.html",
        "title": "Pedretti avança em Santo Domingo, Cé e Carol se despedem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pedretti_rcl_back_dia.jpg",
        "date": "28/05/2025",
        "description": "Santo Domingo (República Dominicana) –Em rodada com três brasileiras em quadra, a paulista Thaísa Pedretti avançou às oitavas de final do ITF W35 de Santo Domingo, em quadras de saibro na República Dominicana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-boscardin-duelam-no-chile-kohlmann-tambem-faz-quartas.html",
        "title": "Reis e Boscardin duelam no Chile, Kohlmann também faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_reis_campinas_back_treino.jpg",
        "date": "28/05/2025",
        "description": "Coquimbo (Chile) –Três brasileiros estão nas quartas de final do ITF M25 de Coquimbo, em quadras de saibro no Chile. O pernambucano João Lucas Reis e o catarinense Pedro Boscardin vão se enfrentar na próxima fase, enquanto o paulista Enzo Kohlmann também avançou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-ao-piso-duro-sell-cai-na-estreia-em-little-rock.html",
        "title": "De volta ao piso duro, Sell cai na estreia em Little Rock",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_estica_semlogo.jpg",
        "date": "28/05/2025",
        "description": "Little Rock (EUA) –Depois de disputar seu primeiro ATP, no saibro de Genebra, o catarinense Karue Sell, de 31 anos e 285º do ranking, disputou o challenger de Little Rock, em quadras duras nos Estados Unidos, mas foi eliminado na estreia."
    }
]