[
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-estreia-com-vitoria-no-saibro-de-gstaad-e-vai-as-quartas.html",
        "title": "Bublik estreia com vitória no saibro de Gstaad e vai às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bublik-gstaad-2025-thursday-backhand-e1752776182842-1024x682.jpg",
        "date": "17/07/2025",
        "description": "Gstaad (Suíça)– Segundo mais bem cotado ao título no ATP 250 de Gstaad, o cazaque Alexander Bublik estreou com vitória na competição. Abrindo campanha direto na segunda rodada, ele teve pela frente o compatriota Alexander Shevchenko, triunfando por 6/2 e 6/3 em apenas 62 minutos de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pavlos-cacula-dos-tsitsipas-joga-em-sao-paulo-ribeiro-e-o-principal-nome.html",
        "title": "Pavlos, caçula dos Tsitsipas, joga em São Paulo, Ribeiro é o principal nome",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/eduardo_ribeiro_punho.jpg",
        "date": "17/07/2025",
        "description": "São Paulo (SP) –O grego Pavlos Tsitsipas, de 19 anos, irmão mais novo dos três Tsitsipas, confirmou presença na chave do Brasil Tennis Classic, M25 disputado a partir da próxima segunda-feira, no Esporte Clube Pinheiros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-finals-pode-ter-de-se-mudar-para-milao-apos-2026.html",
        "title": "ATP Finals pode ter de se mudar para Milão após 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nitto-atp-finals_tournimage_2024-e1752776724709-1024x682.jpg",
        "date": "17/07/2025",
        "description": "Turim (Itália) –Em novembro passado, a ATP havia anunciado que o contrato do ATP Finals com a federação italiana havia sido estendido por mais cinco anos, até 2030, mas sem especificar se o evento permaneceria em Turim ou se mudaria para Milão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-17-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_corre-1024x616.jpg",
        "date": "17/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-velho-campeao-de-slam-diz-que-djokovic-merece-quebrar-seu-recorde.html",
        "title": "Mais velho campeão de Slam diz que Djokovic merece quebrar seu recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-rosewall-ao-trofeu-e1752773344741-1024x683.jpg",
        "date": "17/07/2025",
        "description": "Melbourne (Austrália)– Campeão de Grand Slam mais velho de todos os tempos, o australiano Ken Rosewall falou sobre a possibilidade de o sérvio Novak Djokovic bater o seu recorde. No podcastThe Sit-Down, ele disse que não se importaria se o dono de 24 títulos de Grand Slam superasse sua marca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-do-bt50-de-sorriso-dupla-de-ramos-cai-em-batalha.html",
        "title": "Definidos os campeões do BT50 de Sorriso. Dupla de Ramos cai em batalha.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/abdanur_mola_bt50-de-Sorriso.jpg",
        "date": "17/07/2025",
        "description": "Sorriso (MT) –Na noite desta quarta-feira foram definidos os campeões do torneio BT 50 de Sorriso, em Mato Grosso, com premiação de US$ 4 mil e 50 pontos no ranking. Davi Abdanur e Maurício Mola levaram a melhor na final sobre Raphael Borges e Felipe Poffo por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-visita-academia-de-nadal-pela-terceira-vez.html",
        "title": "Federer visita academia de Nadal pela terceira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nadal_federer_academia.jpg",
        "date": "17/07/2025",
        "description": "Manacor (Espanha) –Roger Federer fez uma visita à academia de Rafael Nadal em Manacor, nas Ilhas Baleares, nesta quinta-feira. A última vez em que os rivais e grandes amigos estiveram juntos foi na homenagem ao ídolo espanhol na última edição de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-leva-virada-e-se-despede-do-wta-de-iasi-nas-quartas-de-final.html",
        "title": "Ingrid leva virada e se despede do WTA de Iasi nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "17/07/2025",
        "description": "Iasi (Romênia)– Embora a carioca Ingrid Martins e a parceira norte-americana Quinn Gleason fossem as cabeças de chave 2 no WTA 250 de Iasi, elas não conseguiram passar das quartas, caindo diante da argentina Maria Lourdes Carle e da suíça Simona Waltert de virada, com o placar final de 3/6, 6/2 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-segue-firme-na-defesa-do-titulo-e-faz-semi-em-bastad.html",
        "title": "Orlandinho segue firme na defesa do título e faz semi em Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-goransson-bastad-2025.jpg",
        "date": "17/07/2025",
        "description": "Bastad (Suécia)– Campeão no ATP 250 de Bastad no ano passado, o gaúcho Orlando Luz segue firme na defesa do título. Jogando agora ao lado do tenista da casa Andre Goransson, ele se garantiu nas semifinais. Os cabeças de chave 3 derrotaram nesta quinta-feira o norte-americano Vasil Kirkov e o holandês Bart Stevens por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-faz-pausa-por-tempo-indefinido-e-desiste-de-vir-ao-sp-open.html",
        "title": "Jabeur faz pausa por tempo indefinido e desiste de vir ao SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Ons_Jabeur_-_Wimbledon_Championships_2025_-_Day_1-DSC_3098_xgaplus.jpg",
        "date": "17/07/2025",
        "description": "São Paulo (SP)– A tunisiana Ons Jabeur está passando por um período complicado, com sucessivos problemas físicos que a impedem de conseguir uma boa sequência no circuito. Após a desistência no meio de sua partida de estreia em Wimbledon, ela decidiu tirar um tempo para recuperar a felicidade e a confiança e não virá para a disputa do SP Open."
    }
]