[
    {
        "url": "https://tenisbrasil.uol.com.br/macci-djokovic-so-vence-um-slam-se-nao-encarar-alcaraz-ou-sinner.html",
        "title": "Macci: “Djokovic só vence um Slam se não encarar Alcaraz ou Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/alcaraz_djokovic_trofeus_Wimb_2024-1024x682.jpg",
        "date": "11/12/2025",
        "description": "Miami (EUA)– Mentor das irmãs Williams em seu começo de carreira, o treinador Rick Macci foi mais um a opinar sobre as chances de Novak Djokovic ganhar um Grand Slam em 2026. Para ele, o sérvio só conseguirá isso se não cruzar com o espanhol Carlos Alcaraz e nem com o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-miranda-coroa-uma-grande-temporada-com-o-premio-brasil-olimpico.html",
        "title": "Vitória Miranda coroa uma grande temporada com o Prêmio Brasil Olímpico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Vitoria-Miranda_Premio-Brasil-Olimpico.jpg",
        "date": "11/12/2025",
        "description": "São Paulo (SP) –O Prêmio Brasil Paralímpico, maior premiação do paradesporto nacional e organizado pelo Comitê Paralímpico Brasileiro (CPB) desde 2011, homenageou atletas de 25 modalidades na noite desta terça-feira, 9, em cerimônia realizada no Tokio Marine Hall, na capital paulista. Entre os premiados deste ano estava a mineira Vitória Miranda, de 18 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-reforca-orgulho-por-seu-pais-e-manda-recado-a-kyrgios.html",
        "title": "Sabalenka reforça orgulho por seu país e manda recado a Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_cincy_sorrindo_JD-1024x683.jpg",
        "date": "11/12/2025",
        "description": "Nova York (EUA)– Aproveitando a exibição da qual participou na última segunda-feira no Madison Square Garden, a bielorrussa concedeu algumas entrevistas, nas quais abordou os mais diversos assuntos. Além de se posicionarcontra atletas trans no tênis feminino, ela também falou sobre o orgulho que sente em representar seu país, mesmo que não esteja podendo jogar sob a bandeira de Belarus."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewitt-jones-e-de-minaur-premiados-na-noite-de-gala-do-tenis-australiano.html",
        "title": "Hewitt, Jones e De Minaur premiados na noite de gala do tênis australiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Cruz-Hewitt_Emerson-Jones_AUS-Awards.jpg",
        "date": "11/12/2025",
        "description": "Melbourne (Austrália) –Cruz Hewitt, Emerson Jones e Alex De Minaur foram os grandes vencedores do Australian Tennis Awards na noite de segunda-feira. Realizada no Palladium Ballroom do Crown Casino de Melbourne, a cerimônia entregou 13 prêmios, reconhecendo as conquistas das estrelas em ascensão da Austrália em 2025, desde a base até os profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/frances-recebe-pena-de-20-anos-por-operar-esquema-de-manipulacao.html",
        "title": "Francês recebe pena de 20 anos por operar esquema de manipulação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Quentin-Folliot-1024x576.jpeg",
        "date": "11/12/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta quinta-feira que o tenista francês Quentin Folliot foi suspenso do esporte por um período de 20 anos, multado em US$ 70.000 e condenado a restituir pagamentos de propina que totalizam mais de US$ 44.000, após cometer 27 violações do Programa Anticorrupção do Tênis"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-destaca-fonseca-e-jovens-que-conquistaram-1o-titulo-em-2025.html",
        "title": "ATP destaca Fonseca e jovens que conquistaram 1º título em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca-trofeu_sorrindo-1024x632.jpg",
        "date": "11/12/2025",
        "description": "Londres (Inglaterra)– Já com a temporada da ATP encerrada, a entidade aproveitou o período sem competições para recapitular feitos de 2025, destacando os jovens que conquistaram neste ano seus primeiros títulos em nível ATP, entre eles o carioca João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-feira.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251208-WA0019-scaled-e1765221866237-1024x683.jpg",
        "date": "11/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-do-mundo-de-tcr-goias-e-campeao-feminino-e-rj-leva-o-titulo-no-junior.html",
        "title": "Copa das Federações de TCR: Goiás é campeão feminino e RJ vence no Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/equipes-de-Goias-e-RJ_copafederacoes.jpg",
        "date": "11/12/2025",
        "description": "São Paulo (SP) –Foram definidos, nesta quarta-feira, os campeões das categorias Feminina e Júnior da Copa das Federações de Tênis em Cadeira de Rodas, realizada no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enzo-lima-salva-o-dia-dos-brasileiros-no-m15-de-lima.html",
        "title": "Enzo Lima salva o dia dos brasileiros no M15 de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/enzo_lima_campinas_olhabola.jpg",
        "date": "10/12/2025",
        "description": "Lima (Peru)– Dos quatro brasileiros que entraram em quadra nesta quarta-feira pelo M15 de Lima, apenas Enzo Lima conseguiu avançar. Ele superou a estreia em duelo 100% nacional com Gabriel Schenekenberg, vindo do quali, com parciais de 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-cede-apenas-dois-games-e-derrota-o-japao-na-copa-do-mundo-de-beach.html",
        "title": "Brasil cede apenas dois games e derrota o Japão na Copa do Mundo de beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/baran_miiller_copadomundo.jpg",
        "date": "10/12/2025",
        "description": "Ribeirão Preto (SP)– O Brasil manteve a excelente campanha na Copa do Mundo de Beach Tennis, que se realiza na Arena Beach Ribeirão, no interior paulista. Nesta quarta-feira, a equipe profissional venceu o Japão por 3 a 0, cedendo apenas dois games em toda a série e consolidando a liderança do Grupo B. Já o time juvenil teve um dia de treinos, mirando o confronto decisivo desta quinta-feira diante de Portugal, que vale vaga direta nas semifinais."
    }
]