[
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernandez-mantem-embalo-na-colombia-e-brasil-tem-3-nas-oitavas.html",
        "title": "Bruno Fernandez mantém embalo na Colômbia e Brasil tem 3 nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bruno_fernandez_slice.jpg",
        "date": "04/11/2025",
        "description": "Valledupar (Colômbia) –Vindo da conquista de seu primeiro título profissional em Ibague, no último sábado, o catarinense Bruno Fernandez segue firme nos torneios ITF M15 na Colômbia e estreou com vitória nas quadras duras de Valledupar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-miranda-faz-duas-finais-e-brasil-assegura-5-medalhas-parapan-de-jovens.html",
        "title": "Vitória Miranda faz duas finais e Brasil assegura 5 medalhas Parapan de Jovens",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/vitoria_miranda_parapan_25-1024x682.jpg",
        "date": "04/11/2025",
        "description": "Santiago (Chile) –O tênis brasileiro segue em destaque nos Jogos Parapan-Americanos de Jovens, com grandes resultados e mais medalhas a caminho. A número 1 do mundo juvenil, Vitória Miranda, garantiu vaga em duas finais e vai disputar o ouro nas categorias simples e duplas mistas nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-superado-por-alemanha-e-japao-no-2o-dia-da-davis-e-bjk-cup-junior.html",
        "title": "Brasil é superado por Alemanha e Japão no 2º dia da Davis e BJK Cup Junior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_bjkjr_back_25-1024x683.jpg",
        "date": "04/11/2025",
        "description": "Santiago (Chile) –No segundo dia de competições no Finals da Billie Jean King Cup Junior e da Copa Davis Junior, as equipes brasileiras foram superadas em confrontos equilibrados diante do Japão e da Alemanha, respectivamente. Com uma vitória e uma derrota na fase de grupos de ambas as competições, o Brasil volta à quadra nesta quarta-feira em busca das quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-entra-de-lucky-loser-e-vence-no-wta-125-de-tucuman-pigossi-cai.html",
        "title": "Cé entra de lucky-loser e vence no WTA 125 de Tucumán, Pigossi cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "04/11/2025",
        "description": "Tucumán (Argentina) –A gaúcha Gabriela Cé aproveitou sua segunda oportunidade no WTA 125 de Tucumán. Depois de ter perdido seu jogo no quali na última segunda-feira, ela entrou de lucky-loser após a desistência da argentina Paula Ormaechea e estreou com vitória na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-04-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "04/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Fase de grupos (2ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonego-e-norrie-vencem-jogos-longos-e-vao-as-quartas-em-metz.html",
        "title": "Sonego e Norrie vencem jogos longos e vão às quartas em Metz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sonego-metz-2025-tuesday-1024x576.jpg",
        "date": "04/11/2025",
        "description": "Metz (França) –Em uma rodada marcada por jogos longos, o italiano Lorenzo Sonego e o britânico Cameron Norrie são os primeiros jogadores garantidos nas quartas de final do ATP 250 de Metz, em quadras duras e cobertas na França."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-chabalgoity-marca-1o-ponto-na-atp-e-enfrenta-pucinelli.html",
        "title": "Pedro Chabalgoity marca 1º ponto na ATP e enfrenta Pucinelli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_back-1024x683.jpg",
        "date": "04/11/2025",
        "description": "Santa Cruz do Sul (RS) –O brasiliense Pedro Chabalgoity marcou nesta terça-feira seu primeiro ponto na ATP, aos 17 anos. Chabalgoity venceu o baiano Victor Rocha por 6/4 e 6/1 na estreia do ITF M25 de Santa Cruz do Sul, disputado nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-avanca-as-quartas-em-atenas-portugues-desafia-djokovic.html",
        "title": "Korda avança às quartas em Atenas, português desafia Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/korda-athens-2025-sunday-1024x576.jpg",
        "date": "04/11/2025",
        "description": "Atenas (Grécia) –O norte-americano Sebastian Korda é mais um classificado para as quartas de final do ATP 250 de Atenas. Ele superou nesta quarta-feira o bósnio Damir Dzumhur por 4/6, 6/3 e 6/3 em 1h56 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/inscricoes-abertas-para-o-workshop-tenis-excelencia-em-ribeirao-preto.html",
        "title": "Inscrições abertas para o Workshop Tênis Excelência em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/workshop-tenis-excelencia2.jpeg",
        "date": "04/11/2025",
        "description": "Ribeirão Preto (SP) –Estão abertas as inscrições para o Workshop Tênis Excelência, que será realizado no dia 28 de novembro, no Hotel JP, como parte da programação oficial da Ribeirão Tennis Week, semana que reunirá diversas atividades esportivas e educacionais dedicadas ao fortalecimento do tênis brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-estreiam-com-vitoria-em-metz-romboli-e-smith-caem.html",
        "title": "Melo e Matos estreiam com vitória em Metz, Romboli e Smith caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/melo_matos_bruxelas_cump_cabis.jpg",
        "date": "04/11/2025",
        "description": "Metz (França) –Os duplistas brasileiros tiveram rumos opostos na rodada de estreia do ATP 250 de Metz, em quadras duras e cobertas na França. A parceria nacional de Rafael Matos e Marcelo Melo avançou na competição, enquanto Fernando Romboli e o australiano John-Patrick Smith se despediram e encerram a temporada."
    }
]