[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-01-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "01/10/2025",
        "description": "Challenger de Braga (Portugal) – Saibro – 91.250 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-aborda-o-giro-do-tronco-na-preparacao-do-forehand.html",
        "title": "Suzana Silva aborda o giro do tronco na preparação do ‘forehand’",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/suzana-silva_forehand_torcao.jpg",
        "date": "01/10/2025",
        "description": "São Paulo (SP) –Dando continuidade à série de vídeos com dicas de instrução de Suzana Silva, colaboradora deste portal de notícias há muitos anos, a treinadora fala do giro do tronco na preparação para a execução do ‘forehand’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marozsan-supera-wawrinka-em-tres-sets-e-desafia-fritz.html",
        "title": "Marozsan supera Wawrinka em três sets e vai desafiar Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/maroshanghai-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Xangai (China)– Não deu para o suíço Stan Wawrinka no Masters 1000 de Xangai. Convidado da organização, ele lutou por três sets em sua estreia e acabou eliminado pelo húngaro Fabian Marozsan, que conquistou sua 24ª vitória em nível ATP, batendo o experiente rival com o placar final de 6/1, 4/6 e 6/4, depois de 1h46 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campea-gauff-se-classifica-para-defender-o-titulo-do-wta-finals.html",
        "title": "Atual campeã, Gauff se classifica para defender o título do WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/WTA-Finals_Qualification_Gauff-16x9-1-1024x542.jpg",
        "date": "01/10/2025",
        "description": "São Petersburgo (EUA)– A WTA anunciou na quarta-feira que a vencedora do WTA Finals de 2024, a norte-americana Coco Gauff, se classificou para a competição nesta temporada e poderá defender o título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-comete-70-erros-nao-forcados-e-perde-pela-primeira-vez-em-pequim.html",
        "title": "Iga comete 70 erros não forçados e perde pela primeira vez em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga-pequim-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Xangai (China)– Campeã em sua primeira aparição no WTA 1000 de Pequim, dois anos atrás, a polonesa Iga Swiatek sofreu sua primeira derrota no torneio. E a eliminação não poderia vir de pior forma, com 70 erros não forçados e um “pneu” no terceiro set, caindo diante da norte-americana Emma Navarro com parciais de 6/4, 4/6 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-derrota-basilashvili-em-xangai-e-encara-djokovic-pela-22a-vez.html",
        "title": "Cilic derrota Basilashvili em Xangai e encara Djokovic pela 22ª vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cilic-shanghai-2025-wednesday-e1759325913991-1024x682.jpg",
        "date": "01/10/2025",
        "description": "Xangai (China)– Em duelo de trintões válido pela primeira rodada do Masters 1000 de Xangai, o croata Marin Cilic derrotou o georgiano Nikoloz Basilashvili ao marcar parciais de 6/3 e 7/6 (7-5). Na segunda rodada, ele terá pela frente outro confronto de veteranos, medindo forças com o sérvio Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apetite-insaciavel.html",
        "title": "Apetite insaciável",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/blog_sinner_halle-1024x576.jpg",
        "date": "01/10/2025",
        "description": "Carlos Alcaraz e Jannik Sinner não se cansam de vencer. Para desespero do circuito, cada um foi para um ATP 500 nesta última semana e o que aconteceu foi o óbvio: levaram mais um título e agora o terceiro colocado do ranking da temporada, Alexander Zverev, tem praticamente a metade dos pontos do italiano e quase três vezes menos do que o espanhol. E olhe que Sinner ficou três meses sem poder competir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-del-potro-e-kuznetsova-sao-indicados-para-o-hall-da-fama.html",
        "title": "Federer, Del Potro e Kuznetsova são indicados para o Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Player-Nominees-2026-1024x576.jpg",
        "date": "01/10/2025",
        "description": "Newport (EUA)– O suíço Roger Federer, 20 vezes campeão de Grand Slam, é o destaque da lista de indicados para a Classe de 2026 do Hall da Fama do Tênis Internacional, acompanhado pelo campeão do US Open de 2009, o argentino Juan Martin del Potro, e pela russa Svetlana Kuznetsova, quatro vezes campeã de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kartal-surpreende-andreeva-e-enfrenta-noskova-nas-quartas-de-final.html",
        "title": "Kartal surpreende Andreeva e enfrenta Noskova nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/kartal-pequim-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Pequim (China)– A quarta-feira não foi boa para as russas no WTA 1000 de Pequim, com as duas representantes do país que seguiam vivas na chave sendo derrotadas nas oitavas de final. A queda mais surpreendente foi de Mirra Andreeva, cabeça de chave 4, que perdeu para a britânica Sonay Kartal com parciais de 7/5, 2/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-luta-por-3h12-e-vence-no-saibro-croata.html",
        "title": "Victória Barros luta por 3h12 e vence no saibro croata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria-spopen-devolve-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Sibenik (Croácia)– Uma das 20 principais juvenis do ranking internacional, a potiguar Victória Barros estreou nesta quarta-feira no W15 de Sibenik, sobre o saibro croata, e conseguiu uma difícil vitória. Ela gastou 3h12 para superar a britânica Indianna Spink, com parciais de 7/5, 2/6 e 7/6 (7-4)."
    }
]