[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-03-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paul-e-o-20o-cabeca-a-dar-adeus-na-chave-masculina.html",
        "title": "Paul é o 20º cabeça a dar adeus na chave masculina",
        "image": null,
        "date": "03/07/2025",
        "description": "Embed from Getty ImagesLondres (Inglaterra)– O torneio masculino de Wimbledon completou sua terceira rodada nesta quinta-feira e contabilizou 20 cabeças de chave eliminados. O norte-americano Tommy Paul foi a vítima mais recente, juntando-se a Jack Draper, Tomas Machac e Félix Auger-Aliassime como surpresas do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kasatkina-vence-em-tres-sets-tauson-confirma-duelo-com-rybakina.html",
        "title": "Kasatkina vence em três sets, Tauson confirma duelo com Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/tauson_wimbledon25_saque-1024x641.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Em seu segundo Grand Slam desde a troca de nacionalidade, da Rússia para a Austrália, Daria Kasatkina garantiu seu lugar na terceira rodada de Wimbledon com uma vitória em três sets sobre a romena Irina Begu por 6/2, 4/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-nao-esta-satisfeita-com-seu-saque-mas-comemora-vitoria.html",
        "title": "Rybakina não está satisfeita com seu saque, mas comemora vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elena_Rybakina_-_Wimbledon_Championships_2025_-_Day_2-DSC_5472A_xgaplus.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– A cazaque Elena Rybakina, 11ª cabeça de chave do torneio feminino de simples em Wimbledon, precisou de pouco mais de uma hora para derrotar a grega Maria Sakkari, ex-número 3 do mundo, por 6/3 e 6/1, apesar de algumas dificuldades com o seu serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-fiasco-em-rg-espanhois-tem-melhor-wimbledon-em-desde-2017.html",
        "title": "Após fiasco em RG, espanhóis têm melhor Wimbledon desde 2017",
        "image": null,
        "date": "03/07/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vence-com-facilidade-e-cede-apenas-cinco-games-na-2a-rodada.html",
        "title": "Sinner vence com facilidade e cede apenas cinco games na 2ª rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_vibra_wimb_2R-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –A busca de Jannik Sinner por um título inédito em Wimbledon teve uma vitória bastante tranquila nesta quinta-feira, pela segunda rodada. O número 1 do mundo cedeu apenas seis games ao australiano Aleksandar Vukic, 93º do ranking, por 6/1, 6/1 e 6/3 em 1h40 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/site-espanhol-confirma-separacao-de-paula-badosa-e-stefano-tsitsipas.html",
        "title": "Site espanhol confirma separação de Paula Badosa e Stefano Tsitsipas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/f_USTA1575174_20240820_USO_1D6A3176-e1724252363482-1024x681.jpg",
        "date": "03/07/2025",
        "description": "Osite espanholHolaconfirmou nesta quinta-feiraque a espanhola Paula Badosa, nona colocada do ranking mundial no circuito feminino, e o grego Stefano Tsitsipas, 26º no masculino, decidiram terminar “definitivamente” a relação pessoal que cultivavam há aproximadamente dois anos, em parte por problemas dentro das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-cai-diante-da-experiencia-de-cilic-em-dia-terrivel-para-os-britanicos.html",
        "title": "Draper cai diante da experiência de Cilic em dia terrível para os britânicos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/draper-wimbledon-queda-2025-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Principal nome da casa na chave masculina, o britânico Jack Draper viu a grande experiência do croata Marin Cilic fazer a diferença nesta quinta-feira e acabou eliminado pelo campeão do US Open de 2014, que levou a melhor no duelo entre eles, válido pela segunda rodada de Wimbledon, com uma amarga derrota em quatro sets, caindo com parciais de 6/4, 3/6, 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-na-quadra-no-2-em-dia-com-alcaraz-e-sabalenka.html",
        "title": "Fonseca joga na Quadra Nº 2 em dia com Alcaraz e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-treino-wimbledon-2025-1024x682.png",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Depois de vencer seus dois primeiros jogos na grama de Wimbledon e de igualar a campanha de Roland Garros, João Fonseca volta à quadra nesta sexta-feira em busca de uma inédita classificação para as oitavas em Grand Slam. O carioca de 18 anos e número 1 do Brasil enfrenta o chileno Nicolas Jarry por volta das 10h (de Brasília), na Quadra Nº 2 do All England Club. O vencedor pode enfrentar o britânico Cameron Norrie ou o italiano Mattia Bellucci."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-a-diferenca-e-que-este-ano-nao-estou-pensando-no-joelho.html",
        "title": "Djokovic: “A diferença é que este ano não estou pensando no joelho”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Djokovic-1024x682.webp",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Novak Djokovic passou por uma cirurgia no joelho direito antes de Wimbledon no ano passado e ainda assim chegou longe, quase o mais longe possível, mas foi amplamente derrotado por Carlos Alcaraz na decisão. Desta vez, os problemas físicos não são uma questão para o ex-número 1 do mundo e ele acredita que, se mantiver o nível de tênis que apresentou nas duas primeiras rodadas, não tem por que não sonhar com mais um troféu de Grand Slam na sua já bastante abarrotada prateleira."
    }
]