[
    {
        "url": "https://tenisbrasil.uol.com.br/atropelos-em-nova-york.html",
        "title": "Atropelos em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_anisimova_uso.jpg",
        "date": "02/09/2025",
        "description": "O encerramento das oitavas de final do US Open foi bem menos competitivo do que se espera de um Grand Slam. Jannik Sinner, Iga Swiatek, Lorenzo Musetti, Naomi Osaka e Amanda Anisimova – infelizmente para cima de Beatriz Haddad Maia – foram muito superiores a seus adversários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joguei-um-bom-tenis-mas-ele-me-deu-pontos-de-graca-avalia-sinner.html",
        "title": "“Joguei um bom tênis, mas ele me deu pontos de graça”, avalia Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-r16-us-open-2025-1024x690.jpeg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Atual campeão do US Open, Jannik Sinner continua firme na busca pela defesa do título. Nesta segunda-feira, ele se garantiu nas quartas de final com avitória esmagadora sobre Alexander Bublik por triplo 6/1, em apenas 1h21 d partida. Apesar do placar dilatado, o italiano preferiu uma análise equilibrada sobre a atuação do rival e destacou que parte de sua tranquilidade veio também dos erros cometidos pelo adversário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-segunda-01-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_fore-e1753885140196.jpg",
        "date": "01/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-se-impoe-e-elimina-bia-nas-oitavas-do-us-open.html",
        "title": "Anisimova se impõe e elimina Bia nas oitavas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia_usopen_fore_lado_R16-1024x576.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Vinda de três vitórias na primeira semana do US Open, Beatriz Haddad Maia não repetiu o mesmo desempenho nas oitavas de final e se despediu da competição. A norte-americana Amanda Anisimova, número 8 do mundo e finalista de Wimbledon, conseguiu se impor e eliminou a brasileira, 22ª do ranking, com parciais de 6/0 e 6/3 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-celebra-dura-vitoria-e-tres-tchecas-nas-quartas.html",
        "title": "Muchova celebra dura vitória e três tchecas nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/muchova-acena-us-open-2025-1024x576.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Em uma longa batalha com quase três horas de duração, nesta segunda-feira, a tcheca Karolina Muchova superou a ucraniana Marta Kostyuk por 6/3, 6/7 (0-7) e 6/3, egarantiu vaga nas quartas de final do US Openpelo terceiro ano consecutivo. Semifinalista nas últimas duas edições, a tenista de 29 anos celebrou a força mental para vencer o duelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-o-resumo-da-terceira-vitoria-de-venus-leylah.html",
        "title": "Confira o resumo da terceira vitória de Venus/ Leylah",
        "image": null,
        "date": "01/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-joga-a-tarde-com-sabalenka-as-20h-e-djokovic-na-sequencia.html",
        "title": "Alcaraz joga à tarde, com Sabalenka às 20h e Djokovic na sequência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-us-open-2025-r4-1_corinne-1024x576.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Os primeiros semifinalistas do US Open serão conhecidos nesta terça-feira, quando acontece a abertura das quartas de final em Nova York. A progrmação do Arthur Ashe Stadium terá quatro jogos, dois à tarde e outros dois na sessão noturna."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-e-um-territorio-desconhecido-nesta-fase-da-minha-carreira.html",
        "title": "Osaka: “É um território desconhecido nesta fase da minha carreira”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka-vibra-us-open-2025-1024x702.jpeg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Jogo a jogo, Naomi Osaka vem revivendo alguns dos seus melhores dias no US Open. Nesta segunda-feira, a bicampeã do torneio derrotou a norte-americana Coco Gauff por 6/3 e 6/2, retornando às quartas de final em Nova York após cinco anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-e-fernandez-vao-as-quartas-e-desafiam-as-lideres-do-ranking.html",
        "title": "Venus e Fernandez vão às quartas e desafiam as líderes do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus_leylah_uso_R16-1024x565.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –O retorno de Venus Williams ao US Open segue com ótimos resultados nas duplas, ao lado da canadense Leylah Fernandez. A parceria venceu a terceira seguida em sets diretos e garantiu vaga nas quartas de final, superando nesta segunda-feira a russa Ekaterina Alexandrova e a chinesa Shuai Zhang, cabeças 12, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-arrasa-bublik-e-garante-duelo-italiano-com-musetti-nas-quartas.html",
        "title": "Sinner arrasa Bublik e garante duelo italiano com Musetti nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_uso_back_R16.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Em jogo de pouquíssimas emoções, Jannik Sinner confirmou o amplo favoritismo diante de Alexander Bublik e avançou às quartas de final do US Open. Líder do ranking mundial e atual campeão do torneio, o italiano marcou um triplo 6/1 contra o cazaque, 24º do ranking, em 1h21 de partida."
    }
]