[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-22-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "22/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-retorna-ao-circuito-com-vitoria-nos-eua.html",
        "title": "Carolina Bohrer retorna ao circuito com vitória nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/bohrer_floripa_perfil-1024x488.jpg",
        "date": "22/09/2025",
        "description": "Templeton (EUA) –De volta ao circuito depois de ficar três meses afastada das competições, Carolina Bohrer estreou com vitória no quali para o ITF W75 de Templeton, em quadras duras nos Estados Unidos. A catarinense de 18 anos venceu a norte-americana Klara Kosan por 7/5, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mau-tempo-prejudica-e-torneio-internacional-de-alphaville-vive-terca-feira-cheia.html",
        "title": "Mau tempo prejudica e Torneio Internacional de Alphaville vive terça-feira cheia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/chuva_alphaville-1024x682.jpeg",
        "date": "22/09/2025",
        "description": "São Paulo (SP)– A entrada da frente fria no Centro-Sul do país provocou uma segunda-feira de chuva intensa na Grande São Paulo e com isso todas as 16 partidas previstas para dar largada ao qualificatório do Torneio Internacional Masculino de Tênis – Ano VIII foram adiadas. O evento de nível M25 do ranking mundial masculino é disputado sobre as quadras sintéticas do Alphaville Tênis Clube, com entrada gratuita, e terá uma terça-feira cheia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-ce-salvam-semana-de-quedas-brasileiras-no-ranking-da-wta.html",
        "title": "Pigossi e Cé salvam semana de quedas brasileiras no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_spoen_r16_estica_doro-1024x683.jpg",
        "date": "22/09/2025",
        "description": "São Petersburgo (EUA)– A segunda-feira não começou boa para as brasileiras na WTA, com queda dos principais nomes do país no ranking. Porém, a paulista Laura Pigossi e a gaúcha Gabriela Cé se salvaram e conseguiram subir um pouco na lista desta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-destaca-semana-de-aprendizado-na-laver-cup-otima-experiencia.html",
        "title": "Fonseca destaca semana de aprendizado na Laver Cup: “Ótima experiência”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-forehand-laver-cup-2025-1024x683.jpg",
        "date": "22/09/2025",
        "description": "SanFrancisco (EUA) –Estreante na edição de 2025 da Laver Cup, João Fonseca fez parte da campanha do título do Time Mundo no último fim de semana em San Francisco e chegou a vencer seu jogo na sexta-feira diante do italiano Flavio Cobolli."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-e-reis-jogam-o-challenger-de-buenos-aires.html",
        "title": "Pucinelli e Reis jogam o challenger de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/reis_santiago_back-1024x684.jpg",
        "date": "22/09/2025",
        "description": "Buenos Aires (Argentina)– Dois brasileiros disputam a chave principal do challenger de Buenos Aires, que acontece nesta semana, o paulista Matheus Pucinelli e o pernambucano João Lucas Reis. Eles caíram perto na chave e podem se enfrentar na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-e-monteiro-jogam-challenger-em-portugal-luz-e-demoliner-nas-duplas.html",
        "title": "Wild e Monteiro jogam challenger em Portugal, Luz e Demoliner nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro-wild-olimpiadas-2024-1024x683.jpg",
        "date": "22/09/2025",
        "description": "Lisboa (Portugal)– Quatro brasileiros estarão em ação nesta semana no challenger de Lisboa, disputado sobre o saibro e com premiação de 145.250 euros, dando 100 pontos ao campeão. O paranaense Thiago Wild e o cearense Thiago Monteiro estão na chave de simples e os gaúchos Marcelo Demoliner e Orlando Luz nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vai-para-a-final-na-china-e-iguala-feito-de-alcaraz-sinner-e-zverev.html",
        "title": "Bublik vai para a final na China e iguala feito de Alcaraz, Sinner e Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bublik-hangzhou-2025-monday-e1758553856731-1024x682.jpg",
        "date": "22/09/2025",
        "description": "Hangzhou (China)– Um dos dois finalistas no ATP 250 de Hangzhou, garantindo sua vaga nesta segunda-feira o cazaque Alexander Bublik conseguiu um feito que apenas os três primeiros do ranking alcançaram na temporada. Ele se juntou a Carlos Alcaraz, Jannik Sinner e Alexander Zverev como únicos a chegar na decisão em todas as três superfícies em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "22/09/2025",
        "description": "ATP500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-confirma-favoritismo-e-decide-em-chengdu-contra-o-quali-tabilo.html",
        "title": "Musetti confirma favoritismo e decide em Chengdu contra o quali Tabilo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-chengdu-2025-monday-e1758551587221-1024x682.jpg",
        "date": "22/09/2025",
        "description": "Chengdu (China)– Os dois finalistas do ATP 250 de Chengdu começaram o torneio em situações bem diferentes. de um lado o italiano Lorenzo Musetti era o cabeça de chave 1 e estreou direto na segunda rodada, e do outro o chileno Alejandro Tabilo teve que furar o quali para então entrar na disputa e se garantir na decisão."
    }
]