[
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-confrontos-das-quatas-na-copa-icaro-em-curitiba.html",
        "title": "Definidos os confrontos das quatas na Copa Ícaro em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alicia_reichel_copaicaro-1024x604.jpg",
        "date": "10/07/2025",
        "description": "Curitiba (PR) –Estão definidas as quartas de final da 5ª Copa Instituto Icaro, torneio ITF J60 que acontece no Clube 3 Marias e na Academia DM Tênis em Curitiba. Todos os oito classificados da chave masculina são brasileiros e outras quatro atletas nacionais seguem na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principais-cabecas-de-chave-caem-nas-quartas-do-juvenil-em-wimbledon.html",
        "title": "Principais cabeças de chave caem nas quartas do juvenil em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pareja_wimbledon_vibra-1024x638.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –A rodada desta quinta-feira no torneio juvenil de Wimbledon foi marcado pelas eliminações das duas principais cabeças de chave, a australiana Emerson Jones e a britânica Hannah Klugman."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-se-emociona-ao-lembrar-longa-recuperacao-ate-a-final-de-wimbledon.html",
        "title": "Stefani se emociona ao lembrar longa recuperação até a final de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sem_siniakova_stefani_salisbury_wimb-1024x694.jpeg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Após ovice-campeonato de duplas mistasno torneio de Wimbledon, Luísa Stefani não escondeu a emoção. Atuando na Quadra Central do Grand Slam londrino pela primeira vez na carreira, Stefani se lembrou da longa recuperação que teve desde a grave lesão no joelho no US Open em 2021. E mesmo tendo voltado ao circuito e conquistado títulos nos últimos anos, ela havia voltado a sofere com dores nos últimos anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luana-plaza-vence-duelo-nacional-e-faz-quartas-em-rio-claro.html",
        "title": "Luana Plaza vence duelo nacional e faz quartas em Rio Claro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/luana_plaza_rioclaro25_vibra-1024x599.jpg",
        "date": "10/07/2025",
        "description": "Rio Claro (SP) –A paulista Luana Plaza será a reperesentante brasileira nas quartas de final da etapa de Rio Claro do Circuito BRB/Engie de Tênis. Luana Plaza, de 19 anos, venceu a brasiliense Luiza Fullana por 6/4, 3/6 e 6/3, em partida de 3h12m."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saraiva-faz-semi-na-colombia-gimenez-e-almeida-disputam-quartas.html",
        "title": "Saraiva faz semi na Colômbia, Gimenez e Almeida disputam quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "10/07/2025",
        "description": "Villavicencio (Colômbia) –O brasiliense Paulo Saraiva está na semifinal do ITF M25 de Villavicencio, em quadras de saibro na Colômbia. Ele venceu o colombiano Johan Rodriguez por 3/6, 7/6 (8-6) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-se-orgulha-da-volta-a-uma-semi-de-slam-e-reconhece-dominio-de-iga.html",
        "title": "Bencic se orgulha da volta a uma semi de Slam e reconhece domínio de Iga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic_iga_wimbledon_abraco-1024x643.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Apesar da dura derrota na semifinal de Wimbledon, Belinda Bencic se orgulha da campanha que fez nas últimas duas semanas, igualando seu melhor resultado em Grand Slam. De volta ao circuito após se tornar mãe no ano passado, a suíça de 27 anos havia jogado apenas uma semifinal antes, no US Open de 2019. O desempenho em Londres também garante seu retorno ao top 20 do ranking mundial. Ao avaliar a partida, reconheceu a superioridade deIga Swiatek, sua algoz nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-protagonizam-10o-duelo-e-o-terceiro-na-grama.html",
        "title": "Sinner e Djokovic protagonizam 10º duelo e o terceiro na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Um duelo de gerações vai definir o segundo finalista de Wimbledon. Número 1 do mundo, Jannik Sinner desafia o heptacampeão Novak Djokovic no complemento da rodada. O vencedor jogará contraCarlos Alcaraz ou Taylor Fritz, que abrem a programação às 9h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-abrem-as-semifinais-de-wimbledon-as-9h30-desta-sexta.html",
        "title": "Alcaraz e Fritz abrem as semifinais de Wimbledon às 9h30 desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_wimbledon_narede25-1024x571.png",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –O primeiro finalista de Wimbledon será conhecido na manhã desta sexta-feira, na partida entre Carlos Alcaraz e Taylor Fritz, que se enfrentam a partir das 9h30 (de Brasília). O espanhol venceu os dois duelos anteriores, no Masters 1000 de Miami em 2023 e na Laver Cup do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-10-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasDuplas mistas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-celebra-grande-fase-na-grama-o-tenis-continua-me-surpreendendo.html",
        "title": "Iga celebra grande fase na grama: “O tênis continua me surpreendendo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_vibra_semi-1024x658.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Multicampeã no saibro, com quatro títulos de Roland Garros, Iga Swiatek não esconde a surpresa por alcançar uma final inédita em Wimbledon. Vinda de outro bom resultado em Bad Homburg há duas semanas, onde ficou com o vice, a polonesa comemora seu bom momento na grama. Ela jogará no sábado contra a norte-americana Amanda Anisimova, 12ª do ranking, e vai em busca do 6º Grand Slam da carreira aos 24 anos, com tetra em Paris e o US Open de 2022."
    }
]