[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-31-05.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/reis_poa_prep-1024x616.jpg",
        "date": "31/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-matos-se-despedem-das-mistas-com-derrotas.html",
        "title": "Stefani e Matos se despedem das mistas com derrotas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/matos_bucsa_conversam.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Acabou neste sábado a campanha brasileira na chave de duplas mistas com as eliminações da paulista Luisa Stefani, que jogava ao lado do argentino Maximo Gonzalez, e do gaúcho Rafael Matos, que fazia parceria com a espanhola Cristina Bucsa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-folga-swiatek-comemora-seus-24-anos-veja-como-foi.html",
        "title": "De folga, Swiatek comemora seus 24 anos. Veja como foi.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/swiatek_24-anos.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Teve festa de aniversário neste sábado em Roland Garros. A polonesa Iga Swiatek, atual campeã do Grand Slam francês, completou 24 anos. De folga na rodada, a ex-número 1 do mundo, atual quinta colocada no ranking, pôde festejar a data, com bolo oferecido pela organização do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-conquista-seu-maior-titulo-e-se-aproxima-do-top-20-no-juvenil.html",
        "title": "Guto conquista seu maior título e se aproxima do top 20 no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_belgica_trofeu.jpg",
        "date": "31/05/2025",
        "description": "Charleroi (Bélgica) –Em sua última semana de preparação para Roland Garros, o juvenil goiano Guto Miguel conquistou o título do ITF J300 de Charleroi, em quadras de saibro na Bélgica. Ele superou neste sábado o norte-americano Maximus Dussault, de 17 anos e 47º do ranking, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/arthur-fils-apos-lesao-tentarei-estar-pronto-para-wimbledon.html",
        "title": "Arthur Fils após lesão: “Tentarei estar pronto para Wimbledon”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fils-cabisbaixo-rg-2025-.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Após vencer o espanhol Jaume Munar em uma partida desgastante por 3 sets a 2, Arthur Fils surpreendeu e anunciou sua desistência do torneio. O francês enfrentaria na terceira rodada de Roland Garros o russo Andrey Rublev, que já garantiu sua vaga nas oitavas de final para encarar o atual líder do ranking mundial, o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-bate-italiano-e-esta-de-novo-nas-oitavas-de-final.html",
        "title": "Zverev bate italiano e está de novo nas oitavas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/COC_3063AlexanderZverevTroisiemetourRoland-Garros2025-1024x682.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– Pela oitava participação consecutiva, o alemão Alexander Zverev está nas oitavas de final de Roland Garros. Atual vice-campeão e semifinalista em todas as edições desde 2021, o número 3 do mundo superou segundo set difícil e bateu o italiano Flavio Cobolli, com parciais de 6/2, 7/6 (7-4) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-bate-campeoes-do-finals-e-garante-brasileiro-nas-quartas.html",
        "title": "Orlandinho bate campeões do Finals e garante brasileiro nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IMG-20250528-WA0005.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– O desafio neste sábado para a dupla formada pelo gaúcho Orlando Luz e o croata Ivan Dodig era dos maiores, enfrentando os alemães Tim Puetz e Kevin Krawietz, cabeças de chave 3 em Roland Garros e atuais campeões do ATP Finals, mas eles conseguiram surpreender e triunfaram de virada, com parciais de 3/6, 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-draper-siga-comentarios-game-a-game.html",
        "title": "Fonseca x Draper: siga comentários game a game",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "31/05/2025",
        "description": "A estatística final mostrou que Draper nem sacou tão bem, com 59% de acerto no geral, vencendo 37 desses 40 pontos, incluindo oito aces, enquanto Fonseca colocou 70% em quadra, mas venceu 63%. O brasileiro só ganhou 21% dos pontos como devolvedor diante de 45% do adversário e terminou sem quebra de serviço. Draper marcou 32 a 23 nos owinners e 20 a 38 nos erros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-tem-grande-atuacao-e-domina-fonseca-outra-vez.html",
        "title": "Draper tem grande atuação e domina Fonseca outra vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-prepara-2025-1024x682.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– Mesmo sobre o saibro, o britânico Jack Draper mostrou por que é o número 5 do mundo e o tenista de maior evolução técnica na temporada. Ele não deu oportunidades ao carioca João Fonseca e avançou para inéditas oitavas de final em Roland Garros ao anotar as parciais de 6/2, 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-vira-sobre-vondrousova-e-vai-encarar-surpresa-da-casa.html",
        "title": "Pegula vira sobre Vondrousova e vai encarar surpresa da casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jessica_Pegula_-_Roland_Garros_2025_-_Day_5-DSC_2838-1-e1748706673687-1024x683.webp",
        "date": "31/05/2025",
        "description": "Paris (França)– Abrindo o sábado repleto de norte-americanas em quadra pela terceira rodada de Roland Garros, cabeça de chave 3 Jessica Pegula mostrou força depois de perder o primeiro set para a tcheca Marketa Vondrousova, deu início a uma boa recuperação e garantiu a virada com o placar final de 3/6, 6/4 e 6/2."
    }
]