[
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-precisa-de-tres-sets-para-superar-venus-na-estreia.html",
        "title": "Muchova precisa de três sets para superar Venus na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/muchova_uso25_back-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Semifinalista nas duas últimas edições do US Open, Karolina Muchova precisou de três sets para superar a bicampeã Venus Williams na sessão noturna do Arthur Ashe Stadium. A tcheca marcou as parciais de 6/3, 2/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-faz-boa-estreia-no-us-open-khachanov-e-rublev-avancam.html",
        "title": "Ruud faz boa estreia no US Open, Khachanov e Rublev avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Dono de seu segundo vice-campeonato no US Open com as duplas mistas polêmicas da semana anterior, o norueguês Casper Ruud começou muito bem sua campanha no US Open deste ano. Diante do austríaco Sebastian Ofner, que volta de contusão, o cabeça 12 foi muito superior, gastou apenas 62 minutos para fazer 6/1 e 6/2 e depois encontrou mais trabalho e completou a estreia com placar de 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-apos-lesao-draper-valoriza-tempo-de-quadra-na-estreia.html",
        "title": "De volta após lesão, Draper valoriza tempo de quadra na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper-backhand-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Após sete semanas afastado por contusão, o britânico Jack Draper teve uma estreia de altos e baixos no US Open. O número 5 do mundoprecisou de quatro sets para superar o argentino Federico Gomez, com parciais de 6/4, 7/5, 6/7 (7-9) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-foi-importante-subir-o-nivel-nos-pontos-decisivos.html",
        "title": "Fonseca: “Foi importante subir o nível nos pontos decisivos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-vibra-r1-usopen-2025-1024x684.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Depois devencer sua estreia no US Open, João Fonseca avaliou o desempenho na partida desta segunda-feira contra o sérvio Miomir Kecmanovic. O carioca de 19 anos e número 1 do Brasil venceu dois tiebreaks nas primeiras parciais e destacou a importância de ter jogado seu melhor tênis nos pontos decisivos. Fonseca chegou a sentir mal em quadra no terceiro set e foi atendido pela equipe médica do torneio, mas diz que o problema não preocupa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-admite-nervosismo-e-dificuldade-com-a-pressao-na-estreia.html",
        "title": "Keys admite nervosismo e dificuldade com a pressão na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/keys-forehand-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Atual campeã do Aberto da Austrália, numero 6 do mundo e uma das favoritas ao título dentro de casa, a norte-americana Madison Keys foieliminada na estreia do US Open pela mexicana Renata Zarazua, que venceu por 6/7 (10-12), 7/6 (7-3) e 7/5 em 3h10. Aos 27 anos, Zarazua conquistou sua primeira vitória contra uma top 10 na carreira e chegou à segunda rodada de um Grand Slam pela quinta vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/santos-recebe-clinicas-e-torneio-gratuito-de-beach-tennis-na-praia-do-gonzaga.html",
        "title": "Santos recebe clínicas e torneio gratuito de beach tennis na Praia do Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/beach_praia.jpg",
        "date": "25/08/2025",
        "description": "Santos (SP)– A cidade de Santos vai respirar esporte e saúde entre os dias 29 de agosto e 7 de setembro. A cidade receberá o projeto Esporte e Saúde, um grande evento gratuito que promete movimentar a Praia do Gonzaga com clínicas de aprendizado e um torneio de beach tennis, reunindo atletas de todas as idades e níveis técnicos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zarazua-apos-vitoria-inedita-sobre-top-10-ainda-nao-caiu-a-ficha.html",
        "title": "Zarazua após vitória inédita sobre top 10: “Ainda não caiu a ficha”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zarazua-comemora-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– A mexicana Renata Zarazua viveu um dia inesquecível no Arthur Ashe Stadium, nesta segunda-feira. Tenista de 27 anos e 82ª colocada no ranking da WTA, ela conquistou sua primeira vitória contra uma top 10 na carreira, aosuperar a anfitriã Madison Keys, número 6 do mundo e atual campeã do Australian Open, em uma batalha de 3h10 definida por 6/7 (10-12), 7/6 (7-3) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-e-garcia-se-despedem-do-tenis-deixando-licoes-e-exemplos.html",
        "title": "Kvitova e Garcia deixam lições e exemplos na despedida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte_ps_kvitova_despedida.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –A segunda-feira foi marcada por despedidas no US Open, com os últimos jogos de suas carreira profissionais de Petra Kvitova e Caroline Garcia. Contemporâneas de circuito por mais de uma década, a tcheca de 35 anos e a francesa de 31 passaram por diversas emoções dentro e fora das quadras e deixam aprendizados importantes para tenistas mais jovens e para todos que acompanham o esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-vence-bem-na-estreia-e-brinca-com-djokovic.html",
        "title": "João Fonseca vence bem na estreia e brinca com Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog-chiquinho-jf-us-open.jpg",
        "date": "25/08/2025",
        "description": "A vitória de João Fonseca na estreia do US Open, sem dúvida, deve ter ajudado bastante o brasileiro no aspecto confiança. Apesar de ter marcado 3 sets a 0 no sérvio Miomir Kecmanovic o placar talvez disfarce o grau de dificuldade que foi este jogo. Além do esperado equilíbrio ele teve de superar situações desafiadoras. No primeiro set teve um break abaixo, no tie break do segundo ficou 2 a 5 no placar e no terceiro sentiu um mal estar e vomitou em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-e-rune-vencem-e-ficam-perto-do-confronto-direto.html",
        "title": "Tiafoe e Rune vencem e ficam perto do confronto direto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe11.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Dois jogadores que costumam produzir bem nas quadras sintéticas, o dinamarquês Holger Rune e o norte-americano Frances Tiafoe passaram pela estreia do US Open e, em caso de nova vitória, irão se cruzar por vaga nas oitavas de final. Os dois estão no mesmo quadrante do tetracampeão Novak Djokovic."
    }
]