[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-frustrante-nao-conseguir-me-sentir-100-como-sempre-me-sinto.html",
        "title": "Djokovic: “Frustrante não conseguir me sentir 100% como sempre me sinto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-1-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Recordista de títulos de Grand Slam, o sérvio Novak Djokovic segue firme na busca pela 25ª conquista, mas os 38 anos de idade parecem estar pesando um pouco. Na vitória por 3 sets a 1 sobre o britânico Cameron Norrie na sexta-feira, ele precisou de atendimento médico e saiu de quadra sabendo que terá desafios pela frente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-perde-batalha-de-tres-sets-e-cai-nas-quartas-em-como.html",
        "title": "Monteiro perde batalha de três sets e cai nas quartas em Como",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "30/08/2025",
        "description": "Como (Itália)– Depois de dois dias de espera, com a programação atrasada por causa da chuva, o cearense Thiago Monteiro voltou para as quadras de saibro do challenger de Como neste sábado e acabou eliminado nas quartas de final, com uma derrota em três sets para o croata Duje Ajdukovic, com parciais de 6/3, 4/6 e 6/4, em 2h02 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-acredita-que-o-fisico-e-o-principal-fator-para-djokovic-superar-em-ny.html",
        "title": "Norrie acredita que o físico é o principal fator para Djokovic superar em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/norrie-djokovic-usopen-2025-e1756556854233-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Mais uma das vítimas no caminho do sérvio Novak Djokovic na busca pelo seu 25º título de Grand Slam o britânico Cameron Norrie elogiou a apresentação do ex-número 1 do mundo na vitória por 3 sets a 1 contra ele, na última sexta-feira, destacou o grande nível com o saque, mas também ponderou que o físico pode ser o principal obstáculo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-liga-para-a-mae-e-ao-lado-de-biles-tira-print-da-tela.html",
        "title": "Gauff liga para a mãe e ao lado de Biles tira print da tela",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_billes_print2.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Os fãs de Coco Gauff, número 3 do mundo, adoraram ver o encontro dela com Simone Biles, seis vezes campeã mundial no individual geral, além de seis títulos mundiais no solo, quatro na trave de equilíbrio e dois no salto sobre a mesa. Admiradoras uma da outra, Gauff não perdeu a chance de colocar a mãe, que chegou a praticar ginástica, em contato também com Biles, registrando o  momento único para as três em um print da tela. Candi Gauff foi ginasta universitária antes de se dedicar ao atletismo na Universidade Estadual da Flórida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-30-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "30/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-destaca-crescimento-do-lado-mental-na-revanche-sobre-fernandez.html",
        "title": "Sabalenka destaca crescimento do lado mental na revanche sobre Fernandez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka-usopen-fore-2025-e1756554679370-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Derrotada pela canadense Leylah Fernandez nas semifinais do US Open de 2021, a bielorrussa Aryna Sabalenka entrou em quadra na última sexta-feira decidida a ter sua revanche. E ela conseguiu, venceu a rival em dois apertados sets, com parciais de 6/3 e 7/6 (7-2), e se garantiu nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jornalista-polonesa-irrita-swiatek-com-pergunta-inusitada.html",
        "title": "Jornalista polonesa irrita Swiatek com pergunta inusitada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/swiatek-coletiva-r2-us-open-2025-1024x667.jpeg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Iga Swiatek não gostou nada de uma pergunta feita durante a coletiva de imprensa depois da vitória sobre a holandesa Suzan Lamens (6/1, 4/6, 6/4), na noite de quinta-feira, que a classificou para a terceira rodada do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-salva-o-dia-dos-norte-americanos-e-enfrenta-machac-nas-oitavas.html",
        "title": "Fritz salva o dia dos norte-americanos e enfrenta Machac nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz_fore_USO.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Finalista da edição passada do US Open, Taylor Fritz salvou o dia para os norte-americanos da chave masculina nesta sexta-feira. Após as eliminações de Ben Shelton e Frances Tiafoe, o número 4 do mundo venceu o suíço vindo do quali Jerome Kym, 175º do ranking, por 7/6 (7-3), 6/7 (9-11), 6/4 e 6/4 em 2h58 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-vai-pintando-o-reencontro-entre-alcaraz-e-djokovic.html",
        "title": "E vai pintando o reencontro entre Alcaraz e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_alcaraz_uso.jpg",
        "date": "30/08/2025",
        "description": "Atuações firmes de um lado, chave aberta de outro e já dá para o torcedor esfregar as mãos e acreditar que o reencontro entre Carlos Alcaraz e Novak Djokovic vá acontecer dentro de uma semana em Nova York, único grande palco em que os dois ainda não duelaram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-derruba-andreeva-e-volta-as-oitavas-apos-seis-anos.html",
        "title": "Townsend derruba Andreeva e volta às oitavas após seis anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/townsend_vibra_usopen_25-1024x697.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Escalada para atuar na sessão noturna do Arthur Ashe Stadium, Taylor Townsend conseguiu uma grande vitória nesta sexta-feira e garantiu vaga nas oitavas de final do US Open. A norte-americana eliminou a jovem russa de 18 anos Mirra Andreeva, número 5 do mundo, por 7/5 e 6/2 em 1h16 de partida."
    }
]