[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-siegemud-desafiam-campeas-de-wimbledon-stefani-e-cabeca-8.html",
        "title": "Bia e Siegemud desafiam campeãs de Wimbledon, Stefani é cabeça 8",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Luisa_Stefani_Timea_Babos_-_Berlin_Tennis_Open_2025_-_Day_4-DSC_1519_xgaplus.jpg",
        "date": "28/07/2025",
        "description": "Montréal (Canadá) –A chave de duplas do WTA 1000 de Montréal foi definida nesta segunda-feira, com duas brasileiras na disputa. Luísa Stefani joga ao lado da húngara Timea Babos, enquanto Beatriz Haddad Maia segue com a alemã Laura Siegemund."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bouchard-vence-em-tres-sets-e-adia-sua-despedida-do-circuito.html",
        "title": "Bouchard vence em três sets e adia sua despedida do circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bouchard_vibra_mtl_jimmie.jpg",
        "date": "28/07/2025",
        "description": "Montréal (Canadá) –Convidada para jogar o WTA 1000 de Montréal, onde disputa seu último torneio no circuito profissional, Eugenie Bouchard adiou a despedida e conseguiu uma grande vitória diante da torcida canadense. A ex-número 5 do mundo superou a colombiana Emiliana Arango, 82ª do ranking, com parciais de 6/4, 2/6 e 6/2 em 2h14 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenil-brasileiro-precisa-jogar-mais-fora-diz-tecnico-de-guto.html",
        "title": "Juvenil brasileiro precisa jogar mais fora, diz técnico de Guto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/podcast_dumont.jpg",
        "date": "28/07/2025",
        "description": "Santos Dumont Guimarães, um dos mais experientes treinadores brasileiros, responsável pela revelação de inúmeros talentos como Guto Miguel, diz noPodcast de TenisBrasildesta semana que é fundamental a presença constante dos brasileiros no circuito europeu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-recebe-convite-em-joinville-e-estreia-nesta-terca-feira.html",
        "title": "Guto recebe convite em Joinville e estreia nesta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_poa_corre_saibro.jpg",
        "date": "28/07/2025",
        "description": "Joinville (SC) –O início da chave principal da etapa de Joinville do Circuito BRB/Engie de Tênis contará com as estreias dos brasileiros Guto Miguel, Fernando Yamacita e com o confronto entre Enzo Lima e Percy Buffara. Todos os jogos serão disputados no Joinville Tênis Clube, com entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-musetti-e-zverev-estreiam-nesta-terca-em-toronto.html",
        "title": "Rune, Musetti e Zverev estreiam nesta terça em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-toronto-2025-practice-backhand-1024x576.jpg",
        "date": "28/07/2025",
        "description": "Toronto (Canadá) –Os cabeças de chave estreiam a partir desta terça-feira no Masters 1000 de Toronto. A rodada diurna terá nomes como o dnamarquês Holger Rune e o italiano Lorenzo Musetti, enquanto o alemão Alexander Zverev atua no fim da programação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-na-rodada-noturna-desta-terca-feira-em-montreal.html",
        "title": "Bia estreia na rodada noturna desta terça-feira em Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia_badhomburg_vibra_2r.jpg",
        "date": "28/07/2025",
        "description": "Montréal (Canadá) –A estreia de Beatriz Haddad Maia no WTA 1000 de Montréal acontecerá nesta terça-feira. A número 1 do Brasil e 21ª do mundo enfrenta a holandesa Suzan Lamens, 64ª do ranking, por volta de 20h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-aproveita-a-boa-fase-e-avanca-iga-enfrenta-chinesa.html",
        "title": "Raducanu aproveita a boa fase e avança, Iga enfrenta chinesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/raducanu_saque_mtl-1024x584.jpg",
        "date": "28/07/2025",
        "description": "Montréal (Canadá) –Menos de 48h depois de disputar a semifinal de Washington, Emma Raducanu aproveitou o bom momento da última semana e estreou com vitória no WTA 1000 de Montréal. A britânica superou a romena Elena Ruse por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-anuncia-troca-na-equipe-e-estreia-com-vitoria-em-montreal.html",
        "title": "Osaka anuncia troca na equipe e estreia com vitória em Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/osaka_mtl_back-1024x683.jpg",
        "date": "28/07/2025",
        "description": "Montréal (Canadá) –A semana do WTA 1000 de Montréal começou agitada para Naomi Osaka. A ex-número 1 do mundo anunciou o fim da parceria com o técnico francês Patrick Mouratoglou e fará um período de testes com o polonês Tomasz Wiktorowski, ex-treinador de Iga Swiatek. Enquanto isso, estreou nesta segunda-feira no Canadá e venceu a anfitriã vinda do quali Ariana Arseneault por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-estreia-com-vitorias-no-sul-americano-16-anos-no-paraguai.html",
        "title": "Brasil estreia com vitórias no Sul-americano 16 anos no Paraguai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sul-americano-de-16-anos.jpg",
        "date": "28/07/2025",
        "description": "Luque (Paraguai) –O Brasil estreou com o pé direito no Sul-americano 16 anos, em Luque, no Paraguai. Nesta segunda-feira, as equipes masculina e feminina venceram, respectivamente, a Bolívia, por 3 a 0, e o Equador, pelo mesmo placar. Os brasileiros retornam às quadras nesta terça-feira, a partir das 10h (horário de Brasília), com os meninos e as meninas enfrentando a Venezuela."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sofre-nas-devolucoes-e-nao-passa-da-estreia-em-toronto.html",
        "title": "Fonseca sofre nas devoluções e não passa da estreia em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-phoenix-narede-2025-.jpg",
        "date": "28/07/2025",
        "description": "Toronto (Canadá) –A preparação de João Fonseca para o US Open começou com uma derrota na estreia do Masters 1000 de Toronto. O carioca de 18 anos e número 1 do Brasil foi superado nesta segunda-feira pelo australiano Tristan Schoolkate, vindo do quali e 103º do ranking, com parciais de 7/6 (7-5) e 6/4 em 1h31 de partida."
    }
]