[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-11-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_valencia_saque-1024x529.jpg",
        "date": "11/07/2025",
        "description": "WTA 125 de Contrexeville (França) – Saibro – 100 mil eurosDuplas – Semifinais –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/borg-cash-anna-wintour-di-caprio-no-camarote-real-nesta-sexta.html",
        "title": "Borg, Cash, Anna Wintour, Di Caprio no Camarote Real nesta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/borg.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –As semifinais masculinas de Wimbledon atraíram para o Camarote Real, nesta sexta-feira, mais membros da realeza, como a Duquesa de Gloucester, presidente honorária da Associação de Tênis de Grama, a Princesa Michael de Kent e o conde de Snowdon, filho da princesa Margaret e primo de primeiro grau do Rei."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-bate-fritz-e-se-torna-o-10a-com-tres-finais-seguidas-em-wimbledon.html",
        "title": "Alcaraz bate Fritz e se torna o 10ª com três finais seguidas em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz-wimbledon-estica-2025-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz segue escrevendo seu nome na história do mais tradicional torneio do circuito e vai disputar a final de Wimbledon pelo terceiro ano seguido. Abrindo as semifinais desta quinta-feira, ele manteve a escrita contra Taylor Fritz e bateu o norte-americano pela terceira vez em três duelos, marcando parciais de 6/4, 5/7, 6/3 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-decide-titulo-no-saibro-frances-pigossi-cai.html",
        "title": "Ingrid decide título no saibro francês, Pigossi cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ingrid_vibra_sozinha-1024x691.jpg",
        "date": "11/07/2025",
        "description": "Contrexeville (França)– A carioca Ingrid Martins vai em busca de mais um título de duplas em nível 125 neste sábado. Novamente ao lado da norte-americana Quinn Gleason e na condição de cabeças 1, Ingrid superou o dueto espanhol formado por Yvonne Cavalle e Alicia Herrero, com parciais de 6/3, 5/7 e 10-4"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/desastre-dispara-kyrgios-contra-marcacao-eletronica-de-wimbledon.html",
        "title": "“Desastre”, dispara Kyrgios contra marcação eletrônica de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/b_20220710_kyrgios_149_JM9_6586-233358-1657468411699-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– Embora não esteja competindo em Wimbledon neste ano e tampouco comentando, o australiano Nick Kyrgios segue bastante participativo em relação ao torneio. Ele se mostrou furioso com a grande mudança que tirou os juízes de linha e os substituiu por marcações eletrônicas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-bastidores-das-semi-femininas-e-final-das-mistas-em-outro-dia-de-calor.html",
        "title": "Veja bastidores das semi femininas e final das mistas em outro dia de calor",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic_filha.jpg",
        "date": "11/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-desiste-do-atp-250-de-gstaad-e-alega-motivos-pessoais.html",
        "title": "Zverev desiste do ATP 250 de Gstaad e alega motivos pessoais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-wimbledon-grita-2025-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Gstaad (Suíça)– Principal estrela na lista de inscritos no ATP 250 de Gstaad, o alemão Alexander Zverev parece ter escutadoo conselho do compatriota Boris Beckere resolveu desistir de participar do torneio suíço disputado no saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/treinador-de-fritz-nao-esconde-a-estrategia-para-tentar-vencer-alcaraz.html",
        "title": "Treinador de Fritz não esconde a estratégia para tentar vencer Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-2025-reverse-forehand-e1752235203190-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– Técnico de Taylor Fritz, o também norte-americano Michael Russell não hesitou em compartilhar o plano de seu pupilo para tentar derrotar o espanhol Carlos Alcaraz nas semifinais de Wimbledon nesta sexta-feira. Ele não tem dúvidas do que é necessário fazer para tentar bater o atual campeão do tradicional Grand Slam britânico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-confrontos-das-quatas-na-copa-icaro-em-curitiba.html",
        "title": "Definidos os confrontos das quartas na Copa Ícaro em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alicia_reichel_copaicaro-1024x604.jpg",
        "date": "10/07/2025",
        "description": "Curitiba (PR) –Estão definidas as quartas de final da 5ª Copa Instituto Icaro, torneio ITF J60 que acontece no Clube 3 Marias e na Academia DM Tênis em Curitiba. Todos os oito classificados da chave masculina são brasileiros e outras quatro atletas nacionais seguem na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principais-cabecas-de-chave-caem-nas-quartas-do-juvenil-em-wimbledon.html",
        "title": "Principais cabeças de chave caem nas quartas do juvenil em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pareja_wimbledon_vibra-1024x638.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –A rodada desta quinta-feira no torneio juvenil de Wimbledon foi marcado pelas eliminações das duas principais cabeças de chave, a australiana Emerson Jones e a britânica Hannah Klugman."
    }
]