[
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-a-australia-keys-nao-sente-pressao-para-repetir-a-conquista.html",
        "title": "De volta à Austrália, Keys não sente pressão para repetir a conquista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/keys-ausopen_comemora-1024x646.jpg",
        "date": "01/01/2026",
        "description": "Brisbane (Austrália) –Um ano depois de conquistar seu primeiro título de Grand Slam, Madison Keys desembarcou na Austrália na virada do ano e não sente pressão para tentar repetir o grande início de temporada que teve em 2025. Na ocasião, a norte-americana emendou uma sequência de vitórias com os títulos do WTA 500 de Adelaide e depois do Australian Open, vencendo as números 1 e 2 do mundo, Aryna Sabalenka e Iga Swiatek, nas fases finais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-troca-de-raquete-e-busca-maior-potencia-nos-golpes.html",
        "title": "Raducanu troca de raquete e busca maior potência nos golpes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raducanu_roig_unitedcup_raquete.jpg",
        "date": "01/01/2026",
        "description": "Perth (Austrália) –A britânica Emma Raducanu fez uma grande mudança de patrocínio com a nova temporada prestes a começar e foi vista treinando com uma nova raquete. Raducanu tem treinado com raquetes Yonex na preparação para seu primeiro torneio oficial de 2026, a United Cup, usando o modelo E-Zone sob o olhar atento do espanhol Francisco Roig, ex-téncico de Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-diz-que-cogitou-encerrar-a-carreira-devido-a-lesao-nas-costas.html",
        "title": "Tsitsipas diz que cogitou encerrar a carreira devido à lesão nas costas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas-perth-2026-practice-1-1024x576.jpg",
        "date": "01/01/2026",
        "description": "Perth (Austrália) –A temporada de 2025 foi difícil para Stefanos Tsitsipas. Longe das quadras desde o confronto contra o Brasil na Copa Davis, em setembro, o grego sofreu com uma persistente lesão nas costas que chegou a fazê-lo considerar o fim da carreira profissional. Ex-número 3 do mundo, ele ocupa atualmente a 36ª posição do ranking aos 27 anos eretorna ao circuito nesta sexta-feira, quando enfrenta o japonês Shintaro Mochizuki por volta de 7h30 (de Brasília) pela United Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-define-os-representantes-do-conselho-de-jogadores-para-2026.html",
        "title": "ATP define os representantes do Conselho de Jogadores para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/rublev-paris-2024-tuesday-e1730303513162-1024x681.jpg",
        "date": "01/01/2026",
        "description": "Londres (Inglaterra) –A ATP anunciou nesta quinta-feira os integrantes do Player Advisory Council (Conselho Consultivo de Jogadores) para a temporada de 2026. O grupo, eleito pelos próprios atletas, tem papel fundamental na representação dos interesses dos jogadores junto à gestão da entidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-escolhido-o-atleta-espanhol-do-ano-por-tradicional-jornal.html",
        "title": "Alcaraz é escolhido o Atleta Espanhol do Ano por tradicional jornal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-uspoen-comemora-2025-1024x681.jpg",
        "date": "01/01/2026",
        "description": "Madri (Espanha) –Tenista número 1 do mundo e vencedor de dois Grand Slam em 2025, em Roland Garros e no US Open, Carlos Alcaraz foi escolhido o Atleta Espanhol do Ano, na eleição do jornalMarca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-relembra-treino-com-nadal-lembranca-ficara-para-sempre.html",
        "title": "Eala relembra treino com Nadal: “Lembrança ficará para sempre”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eala-nadal-november-2025-1024x576.jpg",
        "date": "01/01/2026",
        "description": "Manacor (Espanha) –A jovem filipina Alexandra Eala, de 20 anos, relatou nas redes sociais a experiência de treinar com Rafael Nadal pela primeira vez.O encontro aconteceu em 19 de novembro, na Rafa Nadal Academy, exatamente um ano após o ídolo espanhol se aposentar do circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanha-argentina-grecia-e-japao-jogam-na-abertura-da-united-cup.html",
        "title": "Espanha, Argentina, Grécia e Japão jogam na abertura da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/osaka_united_treina_TA.png",
        "date": "01/01/2026",
        "description": "Perth (Austrália) –A quarta edição da United Cup começa no fim de noite desta quinta-feira, a partir das 23h (de Brasília) e avança durante a madrugada e primeiras horas da manhã desta sexta. Os primeiros confrontos serão entre Espanha e Argentina pelo Grupo A, seguido por Grécia e Japão a partir das 6h pelo Grupo E. A transmissão para o Brasil é daNSports, na TV por assinatura e YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-relembra-pressao-no-inicio-da-carreira-e-se-emociona-com-retorno.html",
        "title": "Badosa relembra pressão no início da carreira e se emociona com retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa_summit_dubai-1024x576.jpg",
        "date": "01/01/2026",
        "description": "Dubai (Emirados Árabes) –Ao fim de uma temporada bastante marcada por lesões, Paula Badosa se emociona ao falar sobre o retorno ao circuito. Semifinalista do Australian Open em janeiro, a espanhola ficou afastada das competições por dois meses devido a uma lesão nas costas. Já em agosto, revelou ter sofrido uma ruptura no músculo psoas, que provocou dores na região lombar e no quadril e voltou a tirá-la das quadras. No mês seguinte, após abandonar o WTA 1000 de Pequim na terceira rodada, anunciou que não competiria mais em 2025, planejando o retorno apenas na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/massu-fonseca-trara-muitas-alegrias-aos-brasileiros-e-sul-americanos.html",
        "title": "“Fonseca trará muitas alegrias aos brasileiros e sul-americanos”, diz Massú",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0010-e1765281753949.jpg",
        "date": "01/01/2026",
        "description": "São Paulo (SP) –O chileno Nicolas Massú é mais um nome que fez história no tênis sul-americano a apostar em um futuro promissor para João Fonseca. Ex-número 9 do mundo, Massú também fez carreira como técnico, especialmente ao lado do austríaco Dominic Thiem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rod-laver-arena-recebe-ultimos-ajustes-para-o-australian-open.html",
        "title": "Rod Laver Arena recebe últimos ajustes para o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rod-laver-arena-line-painting_australian-open-2026-1024x768.jpg",
        "date": "31/12/2025",
        "description": "Melbourne (Austrália) –Palco mais importante do Australian Open, a Rod Laver Arena está recebendo os últimos ajustes para a edição de 2026. Embora os jogos da chave principal só comecem no dia 18 de janeiro, a quadra é bastante requisitada para treinos das grandes estrelas do torneio. E além disso, a organização do Grand Slam australiano programou uma série de eventos."
    }
]