[
    {
        "url": "https://tenisbrasil.uol.com.br/zormann-e-britto-avancam-em-challengers-demoliner-tem-jogo-adiado.html",
        "title": "Zormann e Britto avançam em challengers, Demoliner tem jogo adiado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/britto_zormann_pira-1024x609.jpg",
        "date": "05/06/2025",
        "description": "Heilbronn (Alemenha) –O paulista Marcelo Zormann estreou com vitória no challenger de Heilbronn, em quadras de saibro na Alemanha. O brasileiro joga ao lado do veterano holandês Robin Haase, de 38 anos. Eles superaram nesta quinta-feira o grego Petros Tsitsipas e o bielorrusso Ivan Liutarevich por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/britto_challenger_fore.jpg",
        "date": "05/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-senti-um-clima-de-final-mas-ainda-falta-uma-partida.html",
        "title": "Sabalenka: “Senti um clima de final, mas ainda falta uma partida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_bolinha-1024x599.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Finalista de Roland Garros pela primeira vez na carreira, Aryna Sabalenka garantiu seu lugar na decisãoeliminando sua maior rival e tetracampeãIga Swiatek. A número 1 do mundo não esconde que a partida desta quinta-feira teve um “clima de final”, mas sabe que o torneio ainda não acabou. Ela enfrenta a norte-americana Coco Gauff, vice-líder do ranking, no próximo sábado. Ela tem cinco vitórias e cinco derrotas contra Gauff, perdeu a decisão do US Open em 2023 e venceu a recente decisão em Madri."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-tera-uma-nova-e-ansiosa-campea.html",
        "title": "Roland Garros terá uma nova (e ansiosa) campeã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_gauff.jpg",
        "date": "05/06/2025",
        "description": "Aryna Sabalenka enfim chegou lá. Coco Gauff lutou, lutou e novamente tem a chance do título. A decisão deste sábado em Roland Garros terá tenistas que já sabem o gosto de levantar um troféu de Grand Slam. Mas as duas líderes do ranking só obtiveram sucesso nesse nível até agora na quadra dura. E aí se atirar no saibro para comemorar a conquista é um sonho que está a um passo de se realizar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-intensidade-de-sabalenka-e-valoriza-campanha-ate-a-semi.html",
        "title": "Iga destaca intensidade de Sabalenka e valoriza campanha até a semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/iga_saba_rg_abraco-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Quatro vezes campeã de Roland Garros e vencedora das três últimas edições, Iga Swiatek não conseguiu repetir o desempenho neste ano e se despediu na semifinal,superada pela número 1 do mundo Aryna Sabalenkapor 7/6 (7-1), 4/6 e 6/0. Foi apenas sua terceira derrota em 43 partidas disputadas no Grand Slam francês e a primeira desde 2021, encerrando uma invencibilidade de 26 jogos no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-faz-quartas-na-italia-parceira-de-laura-sofre-lesao.html",
        "title": "Carol Meligeni faz quartas na Itália, parceira de Laura sofre lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_vibra_cut-1024x693.jpg",
        "date": "05/06/2025",
        "description": "Caserta (Itália) –A semana de Carol Meligeni no ITF W75 de Caserta segue com resultados positivos. Vinda de uma vitória expressiva na estreia contra a japonesa Mai Hontama, terceira cabeça e chave, a atual 3 do Brasil venceu nesta quinta-feira a italiana vinda do quali Aurora Zantedeschi por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-barra-swiatek-e-vai-a-decisao-confira-o-resumo.html",
        "title": "Sabalenka barra Swiatek e vai à decisão. Confira o resumo.",
        "image": null,
        "date": "05/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-poderia-fazer-melhor-acredito-no-meu-potencial.html",
        "title": "Victória Barros: “Poderia fazer melhor, acredito no meu potencial”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_rg_espera_sunset-1024x590.jpg",
        "date": "05/06/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-garante-terceira-final-de-slam-veja-como-foi-em-12-minutos.html",
        "title": "Gauff garante terceira final de Slam. Veja como foi em 12 minutos.",
        "image": null,
        "date": "05/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-hewett-e-reid-vao-atras-do-sexto-titulo-nas-duplas.html",
        "title": "Cadeirantes: Hewett e Reid vão atrás do sexto título nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Hewett_Reid_RG.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –A dupla britânica Gordon Reid e Alfie Hewett chegou à final da categoria no tênis em cadeira de rodas do Aberto da França pelo sexto ano consecutivo. Eles derrotaram Casey Ratzlaff, dos EUA, e Takuya Miki, do Japão, por 6/2 e 6/3, em meio a uma chuva cada vez mais forte em Roland Garros. Um ace de Reid garantiu a vitória em Paris no segundo match point da dupla."
    }
]