[
    {
        "url": "https://tenisbrasil.uol.com.br/destaque-em-paris-boisson-mira-calendario-forte-sem-perder-a-identidade.html",
        "title": "Destaque em Paris, Boisson mira calendário forte sem perder a identidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson-1024x682.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Maior surpresa nas quartas de final de Roland Garros, a francesa Lois Boisson vive uma mudança de patamar durante as duas últimas semanas em Paris. Convidada para o torneio, ela já acumula quatro vitórias,a mais recente sobre a número 3 do mundo, Jessica Pegula. A atual 361ª do ranking terá um grande salto na classificação da WTA e poderá disputar torneios mais fortes com maior frequência, mas garante que isso não a fará mudar sua identidade nem sua maneira de jogar, com variações, trazendo a rival à rede e aplicando belíssimos lobs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-mudanca-nas-devolucoes-e-comemora-sua-regularidade.html",
        "title": "Sinner destaca mudança nas devoluções e comemora sua regularidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_rg_desliza_costas_loic-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Líder do ranking mundial e ainda em busca de um título inédito em Roland Garros, Jannik Sinner não perdeu sets no caminho até as quartas de final. Depois de superar o russo Andrey Rublev nesta segunda-feira, o italiano saiu feliz com sua regularidade e com o fato de ter conseguido definir sua partida sem maiores riscos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-a-primeira-em-challenger-nos-eua-e-enfrenta-cabeca-1.html",
        "title": "Sell vence a primeira em challenger nos EUA e enfrenta cabeça 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_vibra.jpg",
        "date": "02/06/2025",
        "description": "Tyler (EUA) –O catarinense Karue Sell estreou com vitória no challenger de Tyler, em quadras duras nos Estados Unidos. Único brasileiro na chave, o jogador de 31 anos e 285º do ranking superou o norte-americano Aidan Mayo, 311º colocado, por 2/6, 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tento-fazer-historia-a-cada-torneio-e-minha-motivacao.html",
        "title": "Djokovic: “Tento fazer história a cada torneio, é minha motivação”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic_trofeu_UCL-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –A vitória desta segunda-feira pelas oitavas de final de Roland Garros foi especial para Novak Djokovic, que alcançou suacentésima vitória na competição. A marca histórica veio pouco mais de uma semana depois de o sérvio conquistar o centésimo título de ATP da carreira, em Genebra. E ele não esconde que buscar novos recordes é sua principal fonte de motivação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-zheng-abrem-a-rodada-as-6h-alcaraz-joga-as-15h15.html",
        "title": "Sabalenka e Zheng abrem a rodada às 6h, Alcaraz joga às 15h15",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_back_lenglen_corinne-1024x682.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Os primeiros semifinalistas de Roland Garros serão conhecidos nesta terça-feira, dia de abertura das quartas de final em Paris. A programação começa às 6h (de Brasília) com as partidas da chave feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafa-me-motiva-a-seguir-em-frente-garante-melo.html",
        "title": "“Rafa me motiva a seguir em frente”, garante Melo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pod_melo_rg.jpg",
        "date": "02/06/2025",
        "description": "Ex-número 1 do mundo e com títulos em Roland Garros e em Wimbledon, o mineiro Marcelo Melo tem recebido críticas por parte dos torcedores brasileiros. Mas, aos 41 anos e ainda um top 50 do ranking, ele garante que irá continuar e, preferência ao lado de Rafael Matos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-02-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani_linz_fore-1024x649.jpg",
        "date": "02/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-ja-pensa-na-grama-e-destaca-nova-geracao-feminina-com-victoria-e-nana.html",
        "title": "Bia já pensa na grama e destaca nova geração feminina com Victória e Naná",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250527_111319-e1748355821309-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-e-a-melhor-historia-de-paris.html",
        "title": "Bublik é a melhor história de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_bublik.jpg",
        "date": "02/06/2025",
        "description": "Irreverência no jogo, nas atitudes, nas palavras. Alexander Bublik é um daqueles casos que não tem meio termo: ou você gosta ou você detesta, ao melhor estilo Nick Kyrgios. Aliás, foi inspirado no polêmico australiano que o cazaque adotou o surpreendente saque por baixo, golpe considerado antiético por muita gente, com a diferença que ele treina a artimanha com afinco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vence-a-18a-seguida-em-slam-e-volta-as-quartas-em-paris.html",
        "title": "Sinner vence a 18ª seguida em Slam e volta às quartas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_rg_voleia_noite-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –A busca de Jannik Sinner por um título inédito em Roland Garros teve mais um capítulo nesta segunda-feira, com a 18ª vitória consecutiva em Grand Slam e a vaga nas quartas em Paris. O número 1 do mundo venceu o russo Andrey Rublev, 15° colocado, por 6/1, 6/3 e 6/4."
    }
]