[
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-kohlmann-e-schiessl-avancam-em-torneios-da-itf.html",
        "title": "Boscardin, Kohlmann e Schiessl avançam em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/451244_1150599_54127448776_ca24b1bbcc_k-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Coquimbo (Chile) –Depois de conquistar o quarto título de sua carreira profissional na semana passada, Pedro Boscardin estreou com vitória em mais um ITF M25 nas quadras de saibro de Coquimbo, no Chile. O catarinense vnceu o argentino Tomas Martinez por duplo 6/4. Seu próximo rival será o também argentino Bautista Vilicich."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/fonseca-forehand-madri-2025-1024x744.png",
        "date": "27/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Feminino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-sou-um-jogador-que-precisa-de-ritmo-rg-e-prioridade.html",
        "title": "Djokovic: “Sou um jogador que precisa de ritmo, RG é prioridade”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-roland-garros-2025-tuesday-celebration-1024x576.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –Depois de vencer sua partida de estreia em Roland Garros, Novak Djokovic saiu de quadra satisfeito com o nível de atuação diante do norte-americano Mackenzie McDonald. Vindo de título em Genebra, o sérvio reforçou a importância da recente conquista do último sábado para sua confiança, destacando a necessidade de ter ritmo de jogo antes dos principais torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-vence-batalha-de-cinco-sets-e-desafia-draper-na-segunda-fase.html",
        "title": "Monfils vence batalha de cinco sets e desafia Draper na segunda fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monfils_grita_rg-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –No jogo que encerrou a programação desta terça-feira em Roland Garros, Gael Monfils venceu uma batalha de cinco sets contra o boliviano Hugo Dellien com parciais de 4/6, 3/6, 6/1, 7/6 (7-4) e 6/1 em 3h34 de partida. O veterano francês de 38 anos marcou sua 40ª vitória na competição, em jogo que lembrou uma virada em condições parecidas contra o argentino Sebastian Baez há duas temporadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/feliz-com-otima-estreia-fonseca-sonha-alto-e-enfrenta-torcida-francesa.html",
        "title": "Feliz com ótima estreia, Fonseca sonha alto e enfrenta torcida francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-2025-monday-1024x576.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –A vitória na estreia de Roland Garros foi bastante comemorada por João Fonseca, especialmente pelo nível de atuação apresentado nesta terça-feira diante do polonês Hubert Hurkacz, 28º do ranking e vindo de dois bons resultados no saibro. O carioca de 18 anos e número 1 do Brasil comemorou a segunda vitória da carreira em chaves principais de Grand Slam, a primeira em Paris, e sonha alto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/show-de-fonseca-compensa-dura-virada-de-bia.html",
        "title": "Show de Fonseca compensa dura virada de Bia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_fonseca.jpg",
        "date": "27/05/2025",
        "description": "Quase três semanas sem entrar em quadra contra um experiente adversário que levou Novak Djokovic ao limite na final de Genebra quatro dias atrás. João Fonseca outra vez provou que tem escolhido os melhores caminhos neste início de carreira. Entrou afiadíssimo para sua segunda aventura em Grand Slam e a primeira em Roland Garros e não deu respiro ao ex-top 10 Hubert Hurkacz. Foi o que chamamos de ‘vitória incontestável’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-vence-a-primeira-em-paris-jabeur-sofre-dura-derrota.html",
        "title": "Pegula vence a primeira em Paris, Jabeur sofre dura derrota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pegula_rg_acena_fft-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França) –A busca de Jessica Pegula pelo primeiro título de Grand Slam começou com uma vitória sem maiores riscos na estreia em Roland Garros. Número 3 do mundo, Pegula venceu a romena Anca Todoni por 6/2 e 6/4 em 1h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-como-foi-a-primeira-vitoria-de-fonseca-em-roland-garros.html",
        "title": "Veja como foi a primeira vitória de Fonseca em Roland Garros",
        "image": null,
        "date": "27/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tem-grande-atuacao-e-elimina-hurkacz-na-estreia-em-paris.html",
        "title": "Fonseca tem grande atuação e elimina Hurkacz na estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-prepara-2025-1024x682.jpeg",
        "date": "27/05/2025",
        "description": "Paris (França) –Pela segunda vez em sua carreira profissional, João Fonseca vence uma partida em chaves principais de Grand Slam. Depois de ter passado pelo então número 9 do mundo Andrey Rublev no Australian Open, o carioca de 18 anos e número 1 do Brasil estreou em Roland Garros com uma grande atuação nesta terça-feira diante do polonês Hubert Hurkacz, 28º do ranking, com parciais de 6/2, 6/4 e 6/2 em 1h40 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-draper-avancam-com-set-perdido-cobolli-mantem-embalo.html",
        "title": "Rublev e Draper avançam com set perdido, Cobolli mantém embalo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rublev-rg-2025-e1748371428454-1024x683.jpg",
        "date": "27/05/2025",
        "description": "Paris (França)– Dois dos principais cabeças de chave em Roland Garros, o russo Andrey Rublev e o britânico Jack Draper, fizeram suas respectivas estreias na competição nesta terça–feira e ambos acabaram deixando um set pelo caminho, mas avançaram para a segunda rodada. Outro que seguiu adiante foi o italiano Flavio Cobolli, que manteve o embalo após o título em Hamburgo."
    }
]