[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-do-mundo-de-tcr-goias-e-campeao-feminino-e-rj-leva-o-titulo-no-junior.html",
        "title": "Copa das Federações de TCR: Goiás é campeão feminino e RJ vence no Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/equipes-de-Goias-e-RJ_copafederacoes.jpg",
        "date": "11/12/2025",
        "description": "São Paulo (SP) –Foram definidos, nesta quarta-feira, os campeões das categorias Feminina e Júnior da Copa das Federações de Tênis em Cadeira de Rodas, realizada no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enzo-lima-salva-o-dia-dos-brasileiros-no-m15-de-lima.html",
        "title": "Enzo Lima salva o dia dos brasileiros no M15 de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/enzo_lima_campinas_olhabola.jpg",
        "date": "10/12/2025",
        "description": "Lima (Peru)– Dos quatro brasileiros que entraram em quadra nesta quarta-feira pelo M15 de Lima, apenas Enzo Lima conseguiu avançar. Ele superou a estreia em duelo 100% nacional com Gabriel Schenekenberg, vindo do quali, com parciais de 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-cede-apenas-dois-games-e-derrota-o-japao-na-copa-do-mundo-de-beach.html",
        "title": "Brasil cede apenas dois games e derrota o Japão na Copa do Mundo de beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/baran_miiller_copadomundo.jpg",
        "date": "10/12/2025",
        "description": "Ribeirão Preto (SP)– O Brasil manteve a excelente campanha na Copa do Mundo de Beach Tennis, que se realiza na Arena Beach Ribeirão, no interior paulista. Nesta quarta-feira, a equipe profissional venceu o Japão por 3 a 0, cedendo apenas dois games em toda a série e consolidando a liderança do Grupo B. Já o time juvenil teve um dia de treinos, mirando o confronto decisivo desta quinta-feira diante de Portugal, que vale vaga direta nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/konishi-passa-bem-pela-estreia-em-lima-e-encara-lucky-loser.html",
        "title": "Konishi passa bem pela estreia em Lima e encara lucky-loser",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/konishi-1024x683.jpg",
        "date": "10/12/2025",
        "description": "Lima (Peru)– A paulista Julia Konishi teve uma ótima estreia no W15 de Lima. Nesta quarta-feira, ela enfrentou a peruana Michela Montori, que veio do qual, e passou sem sustos, marcando parciais de 6/0 e 6/2"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nas-duplas-livas-damazio-anota-unica-vitoria-do-dia-no-orange-bowl.html",
        "title": "Nas duplas, Livas Damazio anota única vitória do dia no Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/livas_damazio_fore_rgjunior_plain.jpg",
        "date": "10/12/2025",
        "description": "Fort Lauderdale (EUA)– Depois uma terça-feira chuvosa e sem um jogo sequer completado, a rodada desta quarta-feira no Orange Bowl foi cheia, com jornada dupla para os brasileiros Pedro Chabalgoity e Livas Damazio, sendo que o último anotou a única vitória do dia, na chave de duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto_maio_25.jpg",
        "date": "10/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-aparece-em-lista-dos-mais-estilosos-do-new-york-times.html",
        "title": "Alcaraz aparece em lista dos mais estilosos do New York Times",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-sorri-2025-e1759240073191-1024x683.jpg",
        "date": "10/12/2025",
        "description": "Nova York (EUA)– O espanhol Carlos Alcaraz não está brilhando apenas dentro das quadras, conquistando dois títulos de Grand Slam na temporada que passou e terminando como número 1 do mundo. Ele também se destacou pelo seu estilo e apareceu na lista dos mais estilosos do ano do New York Times"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-confirmado-entre-os-principais-nomes-em-brisbane.html",
        "title": "Fonseca é confirmado entre os principais nomes em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0012-e1765281540167.jpg",
        "date": "10/12/2025",
        "description": "Brisbane (Austrália)– O carioca João Fonseca foi confirmado como um dos principais nomes do ATP 250 de Brisbane, um dos dois torneios que abrem a temporada de 2026 no circuito masculino. O tenista de apenas 19 anos é o sexto mais bem colocado no ranking entre os inscritos na competição australiana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-bate-fonseca-e-vence-o-premio-de-revelacao-do-ano.html",
        "title": "Vacherot bate Fonseca e vence o prêmio de Revelação do Ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/vacherot-breakthrough-of-the-year-award-2025-1024x576.jpg",
        "date": "10/12/2025",
        "description": "Londres (Inglaterra)– Uma das histórias mais surpreendentes da temporada, Valentin Vacherot pode adicionar mais um marco significativo à sua impressionante reta final de 2025: o monegasco foi o primeiro de seu país a vencer o prêmio Revelação do Ano na ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-quer-se-firmar-no-circuito-e-sonha-com-titulo-de-slam.html",
        "title": "Boisson quer se firmar no circuito e sonha com título de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDsTtbh8WN-LVccH__NG17012LoisBoissonTroisiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "10/12/2025",
        "description": "Paris (França)– Um dos destaques de 2025, principalmente pela surpreendente campanha em Roland Garros, a francesa Lois Boisson terminou o ano na 36ª colocação, a melhor da carreira. Apesar dos grandes resultados na temporada, ela garante que continua a mesma, mas também não deixa de sonhar com saltos ainda maiores."
    }
]