[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-celebra-troca-de-raquete-em-vitoria-sobre-madison-keys.html",
        "title": "Gauff destaca troca de raquete na vitória de virada sobre Keys",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff-trofeu-vice-roma-2025-1024x661.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– O espírito batalhador que por vezes é associado a Coco Gauff, que ela afirma ter desenvolvido desde criança, foi fundamental para que a jovem norte-americana buscasse a virada sobre a compatriota Madison Keys no duelo válido pelas quartas de final de Roland Garros. Inconformada com o começo ruim no primeiro set, a número 2 do mundo tentou o que pôde para se recuperar e uma das alternativas encontradas foi trocar a raquete."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-acaba-com-festa-de-bublik-e-chega-na-semi-sem-perder-set.html",
        "title": "Sinner acaba com festa de Bublik e chega na semi sem perder set",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-rg-saca-2025-e1749053997407-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Ninguém está conseguindo parar o italiano Jannik Sinner nesta edição de Roland Garros. O desempenho do número 1 do mundo está tão dominante que ele se garantiu na semi sem perder set pelo caminho. A vítima mais recente foi o cazaque Alexander Bublik, que nesta quarta-feira acabou derrotado com parciais de 6/1, 7/5 e 6/0, em 1h44 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-ingrid-avancam-nas-duplas-carol-estreia-bem.html",
        "title": "Pigossi e Ingrid avançam nas duplas, Carol estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/450437_1147886_img_7872-e1744501720528-1024x684.jpg",
        "date": "04/06/2025",
        "description": "Bari (Itália)– Na busca por bons resultados e pontos nas últimas importantes competições sobre o saibro europeu, a paulista Laura Pigossi e a carioca Ingrid Martins obtiveram boas vitórias na abertura da chave de duplas do WTA 125 de Bari, torneio com premiação de 100 mil euros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/surpresa-em-roland-garros-francesa-ja-viu-rival-reclamar-de-seu-odor.html",
        "title": "Surpresa em Roland Garros, francesa já viu rival reclamar de seu odor",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDxcEbh8WN-LVdHS_20250527_RG_NG_5200LoisBoissonR1-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Grande surpresa entre as semifinalistas da chave feminina de Roland Garros, a tenista da casa Lois Boisson teve um incidente bastante curioso logo em sua primeira partida de uma chave principal na WTA, em abril deste ano, quando venceu a britânica Harriet Dart na primeira rodada do WTA 250 de Rouen."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-aprova-temporada-de-saibro-e-ja-se-sente-parte-do-top-10.html",
        "title": "Svitolina aprova temporada de saibro e sente estar jogado como top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD75bbh8WN-LVh02_COC_4917ElinaSvitolinaQuartsdefinaleRoland-Garros2025-1024x682.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– A ucraniana Elina Svitolina comentou sua passagem por Roland Garros e a sua partida derradeira contra a número 5 do mundo, Iga Swiatek. A quadra Philippe-Chatrier esteve sob fortes rajadas de vento quando ela foi derrotada pela polonesa em sets diretos, se despedindo assim  de Paris. Apesar da derrota, Svitolina fez boa avaliação do torneio e da temporada de saibro: “Certamente há muitas coisas positivas que levo daqui”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-dodig-endurecem-mas-param-em-favoritos-nas-quartas.html",
        "title": "Luz e Dodig endurecem, mas param em favoritos nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IMG-20250528-WA0005.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– O gaúcho Orlando Luz e o croata Ivan Dodig conseguiram endurecer o segundo set, mas isso não foi suficiente para barrar o espanhol Marcel Granollers e o argentino Horacio Zeballos nas quartas de final de Roland Garros. Os cabeças 5 venceram por 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-surpreende-mais-uma-vai-a-semi-e-quebra-jejum-frances.html",
        "title": "Boisson derruba segunda top 10, vai à semi e quebra jejum francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDsTtbh8WN-LVccH__NG17012LoisBoissonTroisiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– A campanha de Cinderela da francesa Lois Boisson ganhou mais um capítulo nesta quarta-feira, quando a tenista da casa surpreendeu mais um grande nome e alcançou uma semifinal inédita em Roland Garros. Mostrando um tênis corajoso, ela se recuperou de desvantagem na parcial inicial e derrotou a russa Mirra Andreeva em sets diretos, marcando placar final de 7/6 (8-6) e 6/3, após 2h10 de partida. Boisson havia tirado a número 3 do mundo na rodada anterior, Jessica Pegula, e agora superou a sexta colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-acredita-que-apenas-alcaraz-pode-parar-sinner-em-rg.html",
        "title": "Mouratoglou acredita que apenas Alcaraz pode parar Sinner em RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDyWxLh8WN-LVdTW_LW_27622-min-1024x683.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– Treinador dos mais renomados do cenário mundial, o francês Patrick Mouratoglou não vê outro tenista capaz de vencer o italiano Jannik Sinner nesta edição de Roland Garros que não seja o espanhol Carlos Alcaraz. Contudo, ele sinaliza que o atual número 2 do mundo é mais vulnerável a outros adversários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entusiasmado-com-sinner-wilander-o-compara-ao-homem-aranha.html",
        "title": "Entusiasmado com Sinner, Wilander o compara ao Homem-Aranha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-15.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– A grande campanha do italiano Jannik Sinner até então em Roland Garros, chegando nas quartas de final sem perder set e com dois “pneus” aplicados, empolgou o sueco Mats Wilander, que não poupou elogios ao número 1 do mundo em comentário realizado noEurosport, emissora que transmite o torneios para toda a Europa"
    }
]