[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sem-ferrero-problema-ou-solucao.html",
        "title": "Alcaraz sem Ferrero: problema ou solução?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/blog_ferrero.jpg",
        "date": "17/12/2025",
        "description": "No momento em que começa a preparação para a nova temporada, tendo como meta imediata a conquista do único troféu de Grand Slam que lhe falta, Carlos Alcaraz chocou o mundo do tênis, ao anunciar o encerramento das oito temporadas de trabalho e de enorme sucesso ao lado de Juan Carlos Ferrero."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-sobre-a-aposentadoria-e-preciso-saber-a-hora-de-dizer-chega.html",
        "title": "Monfils sobre a aposentadoria: “É preciso saber a hora de dizer chega”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monfils-monte-carlo-agradece-2025-e1744033363841-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Paris (França)– Um dos tenistas mais experientes do circuito, o francês Gael Monfilsanunciou sua aposentadoria para o final de 2026após o Masters 1000 de Paris, em novembro. Em entrevista à rádioRTLna última sexta-feira, o tenista de 39 anos, que terá 40 anos quando encerrar a carreira, falou sobre a decisão de parar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-revela-seus-3-principais-conselhos-aos-jovens-tenistas.html",
        "title": "Federer revela seus 3 principais conselhos aos jovens tenistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/251215_federerr1920x1080-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Biel (Suíça)– Em visita ao Centro Nacional Suíço de Tênis de Alto Rendimento, o ex-número 1 do mundo Roger Federer falou para os jovens tenistas de seu país, lembrou um pouco seu começo no tênis e também deu conselhos importantes. O tenista da Basileia destacou três pontos que considera os mais importantes para alguém que queira seguir a mesma carreira que ele."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-treina-com-storck-na-preparacao-para-o-australian-open.html",
        "title": "Fonseca treina com Storck na preparação para o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/storckfonsecagd-e1765992853340-1024x683.jpeg",
        "date": "17/12/2025",
        "description": "Rio de Janeiro (RJ)– De olho na preparação para o Australian Open, o carioca João Fonseca treinou com o cuiabano Leonardo Storck, que também disputará o Grand Slam australiano no começo de 2026, só que na chave juvenil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-conquista-medalha-de-prata-nas-duplas-dos-jogos-do-sudeste-asiatico.html",
        "title": "Eala conquista medalha de prata nas duplas dos Jogos do Sudeste Asiático",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/eala_dupla_Jogos-do-Sudeste-Asiatico.jpg",
        "date": "17/12/2025",
        "description": "Bangkoc (Tailândia) –Alex Eala, nº 33 do ranking mundial da WTA, e Francis Alcântara ficaram com a medalha de bronze dos 33º Jogos do Sudeste Asiático, após serem derrotados pelos jogadores da casa Patcharin Cheapchandej e Pawit Sornlaksup por 5/7, 7/5 e 10-7, na semifinal de duplas mistas, nesta quarta-feira, no Centro Nacional de Desenvolvimento de Tênis em Nonthaburi, Tailândia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-sinner-lideram-lista-de-premiados-pela-itf-em-2025.html",
        "title": "Sabalenka e Sinner lideram lista de premiados pela ITF em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-3.jpg",
        "date": "17/12/2025",
        "description": "Londres (Inglaterra)– A bielorrussa Aryna Sabalenka e o italiano Jannik Sinner foram escolhidos como os Campeões Mundiais da Federação Internacional de Tênis (ITF) de 2025, com outros nove jogadores também confirmados hoje como Campeões Mundiais nas categorias de duplas, tênis em cadeira de rodas e juvenil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federacao-paulista-premia-destaques-da-temporada-no-clube-tenis-paulista.html",
        "title": "Federação Paulista premia destaques da temporada no Tênis Clube Paulista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tenis-paulista_melhores-do-ano.jpg",
        "date": "17/12/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) realizou nesta semana, no Tênis Clube Paulista, a Premiação dos Melhores do Ano, reconhecendo atletas e clubes que se destacaram nas temporadas 2024 e 2025, além de homenagear a delegação paulista campeã da Copa das Federações de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gostaria-de-ter-continuado-afirma-ferrero-na-despedida-de-alcaraz.html",
        "title": "“Gostaria de ter continuado”, afirma Ferrero na despedida de Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/ferrero-alcaraz-rio-2024-e1740841625469-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Valência (Espanha)– Nesta quarta-feira, o espanhol Carlos Alcaraz surpreendeu a todos com oanúncio do final da parceria com Juan Carlos Ferrero. Assim como o pupilo, o treinador usou as redes sociais para falar sobre o encerramento do trabalho com o atual número 1 do mundo, elogiou bastante o tenista e lamentou não continuarem juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhol-de-28-anos-e-mais-um-a-se-aposentar-no-final-da-temporada.html",
        "title": "Espanhol de 28 anos é mais um a se aposentar no final da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/zapata-miralles-cordoba-2023-monday-e1765984152300-1024x682.jpg",
        "date": "17/12/2025",
        "description": "Valência (Espanha)– As aposentadorias ao final da temporada de 2025 ganharam mais um nome. Desta fez foi o espanhol Bernabé Zapata, de 28 anos, que decidiu encerrar sua carreira como tenista profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-desiste-de-mais-uma-exibicao-e-vira-duvida-para-melbourne.html",
        "title": "Draper desiste de mais uma exibição e vira dúvida para Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/draper-united-cup-2024-withdrawal-1024x576.jpg",
        "date": "17/12/2025",
        "description": "Macau (China)– Afastado das competições desde o US Open, quando desistiu em sua segunda rodada devido a dores no braço, o britânico Jack Draper iria competir no Macau Tennis Masters, evento de exibição nos dias 27 e 28 de dezembro, mas acabou desistindo do torneio."
    }
]