[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-18-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/zormann_piracicaba_corre.jpg",
        "date": "18/06/2025",
        "description": "WTA 500 de Berlim (Alemanha) – Grama – € 925.661Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-schiessl-e-bruno-fernandez-estreiam-bem-em-torneios-da-itf.html",
        "title": "João Schiessl e Bruno Fernandez estreiam bem em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52718290354_7d7d1f664a_c.jpg",
        "date": "18/06/2025",
        "description": "Cluj Napoca (Romênia) –O paranaense João Schiessl estreou com vitória no ITF M15 de Cluj Napoca, em quadras de saibro na Romênia. Canhoto de 20 anos e 687º do ranking, Schiessl venceu o anfitrião vindo do quali Vlad Breazu por duplo 6/4. Seu próximo adversário será mais um romeno Radu David Turcanu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-vira-o-jogo-e-faz-quartas-alcaraz-retorna-nesta-quinta.html",
        "title": "Rune vira o jogo e faz quartas, Alcaraz retorna nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/rune_queens_rede-1024x548.jpg",
        "date": "18/06/2025",
        "description": "Londres (Inglaterra) –No jogo que encerrou a programação desta quarta-feira pelo ATP 500 de Queen’s, em Londres, Holger Rune garantiu vaga nas quartas de final do torneio londrino em quadras de grama, ssuperando nesta quinta-feira o norte-americano Mackenzie McDonald por 2/6, 6/1 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-vence-na-grama-zormann-e-alves-avancam-no-saibro-de-poznan.html",
        "title": "Romboli vence na grama, Zormann e Alves avançam no saibro de Poznan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/romboli_smith_houston_comemoram-1024x683.jpg",
        "date": "18/06/2025",
        "description": "Nottingham (Inglaterra) –Os duplistas brasileiros tiveram rumos opostos na rodada desta quarta-feira pelo challenger de Nottingham, em quadras de grama. Fernando Romboli estreou com vitória, enquanto Orlando Luz se despediu do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-amplia-serie-invicta-faz-quartas-e-garante-seu-melhor-ranking.html",
        "title": "Reis amplia série invicta, faz quartas e garante seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-e1748633677555-1024x682.jpg",
        "date": "18/06/2025",
        "description": "Santa Cruz (Bolívia) –O pernambucano João Lucas Reis venceu seu segundo jogo no challenger de Santa Cruz, em quadras de saibro na Bolívia. Cabeça 8 do torneio, Reis superou nesta quarta-feira o argentino Luciano Ambrogi, 347º do ranking, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-e-noskova-vao-as-quartas-em-nottingham-putintseva-cai.html",
        "title": "Fernandez e Noskova vão às quartas em Nottingham, Putintseva cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/leylah_fernandez_nottingham_OH-1024x635.jpg",
        "date": "18/06/2025",
        "description": "Nottingham (Inglaterra) –A canadense Leylah Fernandez e a jovem tcheca Linda Noskova estão entre as primeiras classificadas para as quaras de final do WTA 250 de Nottingham, em quadras de grama. Já a cazaque Yulia Putintseva, que ganhou um torneio de grama em Birmingham no ano passado, caiu nas otiavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-lamenta-derrota-no-detalhe-em-estreia-na-grama.html",
        "title": "Fonseca lamenta “derrota no detalhe” em estreia na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca_halle_sentado.jpg",
        "date": "18/06/2025",
        "description": "Halle (Alemanha) –A temporada de grama não começou com o resultado que João Fonseca esperava.Eliminado na estreia do ATP 500 de Halle, o carioca de 18 anos e número 1 do Brasil deixou escapar um match-point na última terça-feira contra o italiano Flavio Cobolli, 24º do ranking. Mas apesar do resultado negativo e da derrota nos detalhes, ele segue confiante para a sequência do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplista-polones-dispara-contra-eventos-de-duplas-mistas-do-us-open.html",
        "title": "Duplista polonês dispara contra evento de duplas mistas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/hsieh_ziel_wimbledon_trofeu_mistas-1024x682.jpg",
        "date": "18/06/2025",
        "description": "Nova York (EUA)– A mudança radical feita pela organização do US Open nas duplas mistas deste ano já causou polêmica quando foi anunciada e voltou a fazer o mesmo nesta semana, com adivulgação das 16 parceriasque irão competir no torneio que terá com só 16 parcerias e em apenas dois dias consecutivos, antes mesmo da chave principal começar em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tem-estreia-suspensa-gauff-joga-nesta-quinta-as-11h.html",
        "title": "Sabalenka tem estreia suspensa, Gauff joga nesta quinta às 11h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_berlim_rebate_25_cut-1024x617.jpg",
        "date": "18/06/2025",
        "description": "Berlim (Alemanha) –A estreia de Aryna Sabalenka no WTA 500 de Berlim precisou ser suspensa logo depois de um set. A número 1 do mundo havia vencido a primeira parcial contra a suíça vinda do quali Rebeka Masarova, 112ª do ranking, por 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/placa-publicitaria-se-solta-e-fere-levemente-espectadora-em-halle.html",
        "title": "Placa publicitária se solta e fere levemente espectadora em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/csm_2025_Werbebande_68cdec69ac-1024x683.jpg",
        "date": "18/06/2025",
        "description": "Halle (Alemanha)– Uma espectadora teve um dia de azar nesta quarta-feira no ATP 500 de Halle. Durante a partida de simples do alemão Alexander Zverev, uma placa publicitária se soltou da arquibancada superior e atingiu a mulher de 62 anos de Halle, que estava sentada na arquibancada inferior."
    }
]