[
    {
        "url": "https://tenisbrasil.uol.com.br/lin-zhu-agora-derruba-andreeva-e-vai-as-quartas-em-ningbo.html",
        "title": "Lin Zhu agora derruba Andreeva e vai às quartas em Ningbo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/lin-zhu-ningbo-prepara-2025-e1760453086864-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Ningbo (China)– Depois de eliminar a britânica Emma Raducanu na estreia, a convidada da casa Lin Zhu segue firme no WTA 500 de Ningbo. Nesta quarta-feira, ela teve pela frente a russa Mirra Andreeva e surpreendeu a cabeça de chave número 1 com uma vitória de virada, marcando parciais de 4/6, 6/3 e 6/2, em 2h19 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-15-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "15/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-assume-o-2o-lugar-na-lista-das-maiores-premiacoes-em-dinheiro.html",
        "title": "Swiatek assume o 2º lugar na lista das maiores premiações em dinheiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_beija_trofeu.jpg",
        "date": "15/10/2025",
        "description": "St. Petersburg (EUA) –Iga Swiatek continua a fazer história no livro de recordes do WTA Tour. A polonesa acaba de ultrapassar Venus Williams e conquistar o segundo lugar na lista das maiores premiações em dinheiro no circuito profissional, que tem Serena Williams na liderança, com US$ 94.816.490"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-confirma-monfils-e-berrettini-na-edicao-de-2026-do-torneio.html",
        "title": "Rio Open confirma Monfils e Berrettini na edição de 2026 do torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/458348_1177045_gettyimages_2217713751-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Rio de Janeiro (RJ)– A 12ª edição do Rio Open ganhou mais dois grandes nomes de peso: o francês Gael Monfils e o italiano Matteo Berrettini. Eles estão garantidos no torneio de 2026,  se juntando a João Fonseca, número 1 do Brasil, e Lorenzo Musetti, medalhista de bronze nos Jogos Olímpicos de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-volta-a-disparar-contra-colegas-e-critica-nadal-e-sinner.html",
        "title": "Kyrgios volta a disparar contra colegas e critica Nadal e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/kyrgios-ao-coletiva-2025-e1736484676411-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Camberra (Austrália)– O australiano Nick Kyrgios não poupou palavras para criticar dois colegas de circuito, o espanhol Rafael Nadal, que se aposentou no fim da temporada passada, e o italiano Jannik Sinner. Em conversa no podcastUnscripted, ele aproveitou o gancho dado pelo russo Daniil Medvedev, que na semana passada lembrou do tempo gasto por Nadal antes do saque, para disparar contra o canhoto de Mallorca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-djokovic-mantem-a-motivacao-e-o-nivel-necessarios-para-competir.html",
        "title": "Fritz: “Djokovic mantém a motivação e o nível necessários para competir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fritz-djokovic-usopen-2025-1024x681.jpg",
        "date": "15/10/2025",
        "description": "Riad (Arábia Saudita)– Um dos seis participantes do milionário torneio de exibição Six Kings Slam, o norte-americano Taylor Fritz não acredita que o sérvio Novak Djokovic esteja tão perto da aposentadoria. Em entrevista aoTennis365, ele elogiou o desempenho do ex-número 1 nesta temporada e afirmou que ele continua muito competitivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-recebe-convite-e-entra-na-chave-do-atp-500-da-basileia.html",
        "title": "Vacherot recebe convite e entra na chave do ATP 500 da Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-shanghai-2025-monaco-flag-e1760361691653-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Basileia (Suíça)– A conquista do Masters 1000 de Xangai começa a render os primeiros frutos para o monegasco Valentin Vacherot. Nesta quarta-feira, ele teve confirmado um convite para a disputa do ATP 500 da Basileia, torneio do qual havia ficado de fora porque não tinha ranking para competir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-esta-determinado-a-terminar-o-ano-no-top-10-e-sonha-com-o-finals.html",
        "title": "Khachanov está determinado a terminar o ano no top 10 e sonha com o Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/khachanov_confident__1760275890-1024x576.jpg",
        "date": "15/10/2025",
        "description": "Almaty (Cazaquistão)– O russo Karen Khachanov está animado para a final da temporada, apesar de reconhecer um inevitável cansaço depois de tantos meses de competição. Principal favorito ao título no ATP 250 de Almaty, ele espera fazer bonito nos torneios indoor e assim brigar por terminar o ano no top 10 e também buscar uma vaga no ATP Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bertolucci-diz-que-fisico-de-sinner-nao-se-compara-ao-de-alcaraz-e-djokovic.html",
        "title": "Bertolucci diz que físico de Sinner não se compara ao de Alcaraz e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-beijing-2025-draw-e1758630261481-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Turim (Itália)– O italiano Jannik Sinner, que nesta quarta-feira abrirá sua campanha no milionário torneio de exibição Six King Slam, abandonou seu segundo jogo no Masters 1000 de Xangai sentindo cãibras no terceiro set, o que voltou a abrir uma discussão sobre sua capacidade física."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-derruba-a-atual-campea-e-vai-as-quartas-mas-sofre-lesao-na-reta-final.html",
        "title": "Osaka derruba a atual campeã e vai às quartas, mas sofre lesão na reta final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/osaka-close-2025-e1760444640977-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Osaka (Japão)– Principal favorita ao título do WTA 250 de Osaka, a tenista da casa Naomi Osaka saiu vitoriosa de uma batalha de 2h20, marcando parciais de 7/6 (8-6), 3/6 e 6/2 para derrubar a atual campeã, a holandesa Suzan Lamens, e chegar às quartas de final. Porém, na reta final do jogo, ela sofreu um susto com uma lesão que a deixou mancando."
    }
]