[
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-volta-aos-treinos-mas-nao-marca-volta-ao-circuito.html",
        "title": "Dimitrov volta aos treinos, mas não marca volta ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/GybJN2pWwAI_YOx-e1755352608322.jpg",
        "date": "16/08/2025",
        "description": "Los Angeles (EUA)– Com ausência confirmada no US Open, o búlgaro Grigor Dimitrov enfim voltou aos treinamentos depois da grave contusão que sofreu em Wimbledon, onde sentiu a distensão de um músculo do pescoço em meio a um saque e precisou abandonar a partida que fazia diante do italiano Jannik SInner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-aparece-tocando-violino-em-novo-comercial.html",
        "title": "Djokovic aparece tocando violino em novo comercial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/40168_novakviolin_677799-e1755352030271.jpg",
        "date": "16/08/2025",
        "description": "Nova York (EUA)– O sérvio Novak Djokovic encabeça nova campanha publicitária de um de seus patrocinadores, durante lançamento de nova coleção, que acontece às véspera do US Open. O recordista de troféus de Grand Slam aparece tocando violino na peça comercial, depois que adotou o gesto para comemorar vitórias e homenagear a filha, que é aluna do instrumento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-garante-estar-feliz-com-retorno-do-controverso-treinador.html",
        "title": "Rybakina garante estar feliz com retorno do controverso treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rybakina_back_wsh-1024x633.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– A cazaque Elena Rybakina se descreveu como satisfeita com o retorno de seu técnico Stefano Vukov depois de uma atuação quase impecável no WTA 1000 de Cincinnati, superando a número 1 do mundo e atual campeã Aryna Sabalenka, por 6/1 e 6/4, chegando assim às semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nao-sabe-se-estara-100-para-enfrentar-alcaraz.html",
        "title": "Zverev não sabe se estará 100% para enfrentar Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-toronto-2025-tuesday-e1753977001810-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– O alemão Alexander Zverev venceu com inesperada facilidade o norte-americano Ben Shelton, por duplo 6/2, e avançou para mais uma semifinal no Masters 1000 de Cincinnati, mas o número 3 do mundo não se sentiu bem durante a partida e colocou em dúvida se estará na melhor forma para enfrentar o espanhol Carlos Alcaraz na noite deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-e-favorito-e-korda-retorna-em-winston-salem.html",
        "title": "Tsitsipas é favorito e Korda retorna em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas.avif",
        "date": "16/08/2025",
        "description": "Winston-Salem (EUA)– Em busca do segundo título da temporada e de uma recuperação no ranking, o grego Stefanos Tsitsipas será o cabeça 1 do ATP 250 de Winston-Salem, última preparação para o US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cincinnati-tera-semis-masculinas-no-sabado-e-femininas-domingo.html",
        "title": "Cincinnati terá semis masculinas no sábado e femininas no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-2025-practice-e1754654903850-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA) –Os finalistas do Masters 1000 de Cincinnati serão conhecidos neste sábado. A rodada decisiva do torneio conta com os três primeiros colocados do ranking e também com a principal surpresa do torneio. A final será disputada apenas na segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-aproveita-instabilidade-no-saque-de-gauff-e-esta-na-semi.html",
        "title": "Paolini aproveita instabilidade no saque de Gauff e está na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paolini_cincy_fore_qf.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –O terceiro encontro entre Jasmine Paolini e Coco Gauff na temporada terminou com mais uma vitória da italiana, que repetiu os resultados de Stuttgart e da final Roma, no saibro, e garantiu vaga na semifinal do WTA 1000 de Cincinnati. Apesar de começar atrás no placar, Paolini se aproveitou da instabilidade no saque de Gauff, que fez 16 duplas faltas, e venceu por 2/6, 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tive-que-aceitar-o-momento-e-ser-positivo-diz-alcaraz-apos-jogo-duro.html",
        "title": "“Tive que aceitar o momento e ser positivo”, diz Alcaraz após jogo duro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-2025-friday-2-1024x576.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –De volta à semifinal do Masters 1000 de Cincinnati, Carlos Alcaraz segue em busca de um título inédito. Sua melhor campanha no torneio foi o vice-campeonato há duas temporadas. A classificação nesta sexta-feira veio em umjogo duro contra o russo Andrey Rublev. E após a partida, o espanhol destacou que foi importante manter uma mentalidade positiva, mesmo diante da reação do adversário no segundo set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-melhor-jogo-no-torneio-iga-espera-ser-solida-contra-rybakina.html",
        "title": "Após melhor jogo no torneio, Iga espera ser sólida contra Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_cincy_selfie_fan_JD-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –Semifinalista do WTA 1000 de Cincinnati pelo terceiro ano consecutivo, Iga Swiatek diz que fez sua melhor partida no torneionesta sexta-feira, quando venceu a russa Anna Kalinskaya por 6/3 e 6/4. Ainda em busca de um título inédito, a polonesa destacou a solidez nos ralis do fundo de quadra e precisão nas tomadas de decisão como melhorias em comparação com as partidas anteriores e também com o torneio de Montréal há duas semanas."
    }
]