[
    {
        "url": "https://tenisbrasil.uol.com.br/gracheva-lidera-dia-de-viradas-e-desafia-bencic-na-segunda-rodada.html",
        "title": "Gracheva lidera dia de viradas e desafia Bencic na segunda rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gracheva-toquio-2025.jpg",
        "date": "20/10/2025",
        "description": "Tóquio (Japão)– Principal torneio feminino desta semana, o WTA 500 de Tóquio começou movimentado, não apenas pelas cinco partidas que abriram a primeira rodada, mas também pelas desistências da italiana Jasmine Paolini e da dinamarquesa Claria Tauson, respectivamente cabeças de chave 1 e 4, que acabaram mudando os confrontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-busca-a-ultima-vaga-no-wta-finals-e-precisa-de-duas-vitorias.html",
        "title": "Rybakina busca a última vaga no WTA Finals e precisa de duas vitórias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina-ningbo-close-2025.jpg",
        "date": "20/10/2025",
        "description": "Tóquio (Japão)– Se a disputa dasvagas para o ATP Finalsestá bastante aberta, o mesmo não acontece com o WTA Finals, que será disputado antes e por isso só tem ainda uma vaga em aberto. Duas são as postulantes por este oitavo lugar: a russa Mirra Andreeva e a cazaque Elena Rybakina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adversario-de-fonseca-lidera-estatisticas-de-saque-do-circuito.html",
        "title": "Adversário de Fonseca lidera estatísticas de saque do circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/perricard-brisbane-saca-2025-e1735821912753-1024x683.jpg",
        "date": "20/10/2025",
        "description": "José Nilton Dalcim"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana-spopen-toss-2025-1024x683.jpg",
        "date": "20/10/2025",
        "description": "ATP 500 da Basileia – Sintético coberto – 2.523.045 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-completa-um-ano-seguido-como-numero-1-do-mundo.html",
        "title": "Sabalenka completa um ano seguido como número 1 do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabaleka_wuhan_fore-1024x683.jpg",
        "date": "20/10/2025",
        "description": "São Petersburgo (EUA)– Ao garantir a liderança do ranking nesta semana, a bielorrussa Aryna Sabalenka completa um ano inteiro como número 1 do mundo. Ela assumiu a ponta em 21 de outubro de 2024 e desde então não foi mais ultrapassada por ninguém, completando exatamente um ano na próxima terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-matos-perdem-nos-detalhes-para-campeoes-franceses.html",
        "title": "Fonseca e Matos perdem nos detalhes para campeões franceses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_bruxelas_fore.jpg",
        "date": "20/10/2025",
        "description": "Basileia (Suíça)– A parceria de última hora entre João Fonseca e Rafael Matos esteve muito perto da vitória na estreia do ATP 500 de Estocolmo. Os dois enfrentaram a experiente parceria francesa formada por Nicolas Mahut e Pierre Herbert, dona de nada menos do que cinco títulos de Grand Slam e um Finals, e caíram por equilibrados 6/7 (2-7), 7/6 (8-6) e 11-9, depois de quatro match-points."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-amarga-mais-uma-queda-em-semana-otima-para-as-brasileiras-na-wta.html",
        "title": "Bia amarga mais uma queda em semana ótima para as brasileiras na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-biquinho-2025-1024x684.jpg",
        "date": "20/10/2025",
        "description": "São Petersburgo (EUA)– A paulista Beatriz Haddad Maia, que encerrou mais cedo sua temporada de 2025, segue em baixa no ranking e nesta semana perdeu mais oito colocações, caindo para a 60ª posição. Ela tinha pontos das quartas de final de Ningbo do ano passado, que foram descontados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-lidera-disputa-pelas-ultimas-cinco-vagas-no-atp-finals.html",
        "title": "Zverev lidera disputa pelas últimas cinco vagas no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-toronto-2025-tuesday-e1753977001810-1024x682.jpg",
        "date": "20/10/2025",
        "description": "Londres (Inglaterra)– A disputa pelas últimas cinco vagas no ATP Finals terá uma semana crucial com os ATP 500 da Basileia e Viena. Dos 15 mais bem colocados na corrida da temporada, apenas quatro não jogam: o espanhol Carlos Alcaraz, o sérvio Novak Djokovic, o britânico Jack Draper e o dinamarquês Holger Rune (os dois últimos por causa de lesão)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-ensina-como-trabalhar-as-bases-de-golpeio-veja-em-7-minutos.html",
        "title": "Suzana Silva ensina como trabalhar as bases de golpeio. Veja em 7 minutos.",
        "image": null,
        "date": "20/10/2025",
        "description": "São Paulo (SP) –Dando continuidade à série de vídeos com dicas de instrução de Suzana Silva, colaboradora deste portal de notícias há muitos anos, fala de mais um dos critérios básicos do ‘forehand’ que é como trabalhar as bases de golpeio, juntamente com o prof. Marcos Salvo Júnior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dias-apos-sofrer-grave-lesao-rune-volta-ao-top-10-por-uma-semana.html",
        "title": "Dias após sofrer grave lesão, Rune volta ao top 10 por uma semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/holger-rune-2025-scaled-e1760961884459-1024x682.jpg",
        "date": "20/10/2025",
        "description": "Londres (Inglaterra)– O dinamarquês Holger Rune, que na semana passada rompeu o tendão de Aquiles e agora ficará um bom tempo afastado do circuito, conseguiu mesmo assim voltar ao top 10 do ranking nesta segunda-feira. Ele se aproveitou da queda do russo Karen Khachanov, que não defendeu o título em Almaty, e agora é o número 10 do mundo."
    }
]