[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_canada_saque-1024x683.jpeg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-estreiam-com-vitorias-tranquilas-nos-18-anos-da-copa-futuro.html",
        "title": "Favoritos estreiam com vitórias tranquilas nos 18 anos da Copa Futuro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/RPC_1163-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Santos (SP)– Não houve grandes surpresas na segunda rodada da categoria dos 18 anos masculinos da Copa Futuro de Tênis 2026, que marcou a estreia dos principais candidatos ao título da competição, que acontece nas quadras de saibro do Tênis Clube de Santos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chile-completa-vitoria-sobre-servia-e-desafia-a-espanha.html",
        "title": "Chile completa vitória sobre Sérvia e desafia a Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tabilo-1024x654.jpg",
        "date": "07/02/2026",
        "description": "Santiago (Chile)– A parceria formada por Nicolas Jarry e Tomas Barrios dominou sem grandes sustos Matej e Ivan Sabanov, marcou duplo 6/4 e determinou o terceiro e decisivo ponto para o Chile pela primeira rodada da fase classificatória para o Grupo Mundial da Copa Davis. Agora, o desafio é enfrentar a Espanha, em confronto previsto para setembro e que poderá contar com Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-vencem-nas-duplas-e-brasil-faz-2-a-1-contra-o-canada.html",
        "title": "Matos e Luz vencem nas duplas e Brasil faz 2 a 1 contra o Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_cump-1024x683.jpeg",
        "date": "07/02/2026",
        "description": "Vancouver (Canadá) –O Brasil passou à frente no confronto contra o Canadá pelo Qualificatório Mundial da Copa Davis, disputado em quadra dura e coberta em Vancouver. Os gaúchos Orlando Luz e Rafael Matos venceram a partida de duplas contra Liam Draxl e Cleeve Harper por 3/6, 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "07/02/2026",
        "description": "ATP500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Montpellier –SImplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lajovic-sofre-acidente-no-vestiario-em-confronto-da-davis-no-chile.html",
        "title": "Lajovic sofre acidente no vestiário em confronto da Davis no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lajovic_davis_toss-1024x576.jpg",
        "date": "07/02/2026",
        "description": "Santiago (Chile) –O tenista sérvio Dusan Lajovic sofreu um acidente ao se dirigir ao vestiário após a rodada de sexta-feira do confronto entre Chile e Sérvia pelo Qualificatório Mundial da Copa Davis, disputado em Santiago. O jogador colidiu com um painel de vidro e precisou de atendimento médico imediato, sendo levado a um hospital da capital chilena para a realização de exames."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-wild-estreiam-bem-no-quali-de-buenos-aires.html",
        "title": "Monteiro e Wild estreiam bem no quali de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro-sauipe-vibra-2025-scaled-e1761830829390-1024x681.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –O quali para o ATP 250 de Buenos Aires começou com duas vitórias brasileiras, com o cearense Thiago Monteiro e o paranaense Thiago Wild. Já o paulista Felipe Meligeni perdeu na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-romboli-e-pedretti-sao-vices-brasileiros-vencem-itf-no-mexico.html",
        "title": "Duplas de Romboli e Pedretti são vices. Brasileiros vencem ITF no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/varella-romboli-rosario-2026-1024x684.jpg",
        "date": "07/02/2026",
        "description": "Rosario (Argentina) –Principais cabeças de chave no challenger de Rosario, Fernando Romboli e o mexicano Miguel Reyes-Varela ficaram com o vice-campeonato do torneio em quadras de saibro. Eles foram superados pelo uruguaio Ignacio Carou e o argentino Facundo Mena por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alemanha-e-croacia-se-classificam-eua-abrem-2-a-0-na-hungria.html",
        "title": "Alemanha e Croácia se classificam, EUA abrem 2 a 0 na Hungria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/krawietz_puetz_davis_peru-1024x693.jpg",
        "date": "07/02/2026",
        "description": "Dusseldorf (Alemanha) –A Alemanha completou a vitória sobre o Peru e garantiu vaga na segunda rodada qualificatória da Copa Davis. Depois de dois triunfos em simples na última sexta-feira, a forte parceria de Kevin Krawietz e Tim Puetz venceu Ignacio Buse e Arklon Huertas por 6/0, 2/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-o-cabeca-3-em-buenos-aires-e-pode-ter-duelo-de-campeoes.html",
        "title": "Fonseca é o cabeça 3 em Buenos Aires e pode ter duelo de campeões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca-trofeu_sorrindo-1024x632.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –O retorno de João Fonseca ao circuito acontece na próxima semana no ATP 250 de Buenos Aires. O carioca de 19 anos e número 1 do Brasil é o atual campeão do torneio em quadras de saibro na capital argentina. Terceiro cabeça de chave, Fonseca entra direto na segunda rodada e deve jogar só a partir de quarta-feira."
    }
]