[
    {
        "url": "https://tenisbrasil.uol.com.br/depois-de-rumores-venus-confirma-noivado-com-ator-italo-dinamarques.html",
        "title": "Depois de rumores, Venus confirma noivado com ator ítalo-dinamarquês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus_washington_comemora-1024x637.jpg",
        "date": "23/07/2025",
        "description": "Washington (EUA) –Venus Williams retornou ao tênis competitivo na noite desta terça-feira aos 45 anos, com vitória em dois sets sobre a compatriota Peyton Stearns. Mas este não foi o único assunto de interesse da imprensa, que aproveitou para esclarecer o relacionamento da ex-número 1 do mundo com Andrea Preti, visto torcendo por ela nas arquibancadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vira-o-jogo-em-washington-fritz-e-de-minaur-avancam.html",
        "title": "Medvedev vira o jogo em Washington, Fritz e De Minaur avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/medvedev_washington_vibra-1024x602.jpg",
        "date": "23/07/2025",
        "description": "Washington (EUA) –A estreia de Daniil Medvedev no ATP 500 de Washington foi com um jogo difícil. O russo começou atrás no placar contra o sacador norte-americano Reilly Opelka, mas conseguiu a virada com parciais de 3/6, 7/5 e 6/1 em exatas duas horas de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-vence-na-alemanha-daniel-tem-jogo-suspenso.html",
        "title": "Boscardin vence na Alemanha, Daniel tem jogo suspenso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boscardin_lima25_olhabola-1024x582.jpg",
        "date": "23/07/2025",
        "description": "Metzingen (Alemanha) –O catarinense Pedro Boscardin marcou a primeira vitória brasileira no ITF M25 de Metzingen, em quadras de saibro na Alemanha. Cabeça 3 do torneio, ele venceu o sérvio Stefan Popovic por 6/1 e 6/2. Seu próximo adversário será o alemão David Fix, que veio do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-faz-mais-uma-semi-nas-duplas-e-busca-a-3a-final-de-atp.html",
        "title": "Orlandinho faz mais uma semi nas duplas e busca a 3ª final de ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54291279221_de3e91b41d_k-1024x683.jpg",
        "date": "23/07/2025",
        "description": "Umag (Croácia) –Pela segunda semana consecutiva, Orlando Luz disputará uma semifinal de ATP 250 nas duplas. Vindo de um bom resultado no saibro de Bastad, o gaúcho também está na penúltima rodada em Umag. Orlandinho e o francês Theo Arribage venceram o tcheco Adam Pavlasek e o polonês Jan Zielinski, cabeças 2 do torneio, por 6/7 (3-7), 7/5 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-23-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/432448_1090649_53382882553_6ffcf9ae20_k-1024x630.jpg",
        "date": "23/07/2025",
        "description": "ATP 250 de Kitzbuhel (Áustria) – Saibro – 596.035 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-foi-dificil-voltar-mas-sabia-que-teria-habilidade-para-vencer.html",
        "title": "Venus: “Foi difícil voltar, mas sabia que teria habilidade para vencer”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus_washington_vibra_1R-1024x595.jpg",
        "date": "23/07/2025",
        "description": "Washington (EUA) –A noite de terça-feira em Washington foi especial para Venus Williams, que marcou seu retorno ao circuito profissional aos 45 anos e conseguiu umavitória expressiva diante de Peyton Stearns, 35ª do ranking. Aos 45 anos, Venus não disputava uma competição oficial desde março do ano passado, em Miami."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alves-se-recupera-nas-duplas-reis-enfrentara-frances-nas-oitavas.html",
        "title": "Alves se recupera nas duplas, Reis enfrentará francês nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_saque_sanluis.jpg",
        "date": "23/07/2025",
        "description": "Segovia (Espanha) –Depois de cair na estreia de simples do challenger de Segovia, em quadras duras na Espanha, Mateus Alves se recuperou nas duplas e estreou com vitória, ao lado do francês Arthur Bouquier. Eles venceram nesta quarta-feira o tcheco David Poljak e o chinês Aoran Wang por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/turne-de-exibicao-do-trofeu-do-atp-finals-comeca-em-turim.html",
        "title": "Turnê de exibição do troféu do ATP Finals começa em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/atp-finals-2025trophytour.jpg",
        "date": "23/07/2025",
        "description": "Turim (ITA) –Turim se prepara para sediar a quinta edição do ATP Finals, torneio que encerra a temporada profissional, reunindo os oito melhores tenistas de simples e duplas do mundo. Após a emoção de 2024 e a vitória histórica de Jannik Sinner, o primeiro italiano a levantar o título, a elite do tênis retornará à Inalpi Arena de 9 a 16 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-derruba-bautista-repete-quartas-e-evita-queda-no-ranking.html",
        "title": "Wild derruba Bautista, repete quartas e evita queda no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wild_fore_kitz_cut-1024x655.jpg",
        "date": "23/07/2025",
        "description": "Kitzbuhel (Áustria)– Assim como fez no ano passado, o paranaense Thiago Wild se garantiu nas quartas de final do ATP 250 de Kitzbuhel. Sua classificação veio com uma grande vitória nesta quarta-feira, batendo o experiente espanhol Roberto Bautista, cabeça de chave 4 no torneio, com parciais de 7/5 e 7/5, depois de 1h59 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-tchecas-vao-as-quartas-em-praga-e-jovem-de-18-anos-vence-a-cabeca-2.html",
        "title": "Cinco tchecas vão às quartas em Praga e jovem de 18 anos vence a cabeça 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/valentova_praga_vibra-1024x611.jpg",
        "date": "23/07/2025",
        "description": "Praga (República Tcheca) –A semana no WTA 250 de Praga mostra a força do tênis feminino tcheco. Cinco jogadoras do país avançaram às quartas de final do torneio em quadras de piso duro. Destaque para a jovem Tereza Valentova, de apenas 18 anos, que eliminou a eslovaca Rebecca Sramkova, cabeça 2 do torneio e 34ª do ranking, por 7/6 (7-1) e 7/5, salvando dois set-points na primeira parcial."
    }
]