[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-pedir-revanche-com-kyrgios-e-regras-diferentes.html",
        "title": "Sabalenka volta a pedir revanche com Kyrgios e regras diferentes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_sorrindo-1024x651.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –A temporada de 2026 para Aryna começa na próxima segunda-feira, no WTA 500 de Brisbane, torneio do qual é a atual campeã e que será seu único evento preparatório para o Australian Open. Mas a número 1 do mundo ainda tem em mente a possibilidade de uma revanche contra Nick Kyrgios, depois de ter perdido para o australiano na Batalha dos Sexos, exibição realizada em Dubai no último domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-fritz-tentam-manter-a-hegemonia-norte-americana-na-united-cup.html",
        "title": "Gauff e Fritz tentam manter a hegemonia norte-americana na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz-gauff-perth-media-day-2026-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Atuais campeões da United Cup, os Estados Unidos têm uma equipe forte na busca pelo terceiro em quatro edições da competição. Coco Gauff e Taylor Fritz estiveram em quadra no ano passado e retornam para defender o troféu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-ruud-e-de-minaur-as-5h-e-destaque-no-sabado-da-united-cup.html",
        "title": "Duelo entre Ruud e De Minaur às 5h é destaque no sábado da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-minaur-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Sydney (Austrália) –O segundo dia de competições da United Cup terá quatro confrontos nas cidades de Sydney e Perth. Cada uma das sedes receberá duas partidas. Jogando em casa, a Austrália estreia contra a Noruega. Já os Estados Unidos, atuais campeões, enfrentam a Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-faz-3-a-0-contra-a-espanha-na-abertura-da-united-cup.html",
        "title": "Argentina faz 3 a 0 contra a Espanha na abertura da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/baez_unitedcup_back.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –A Argentina conseguiu um ótimo resultado contra a Espanha na abertura da United Cup, em Perth. Com as vitórias de Sebastian Baez e Solana Sierra, além de um boa partida de duplas mistas de Maria Lourdes Carlé e Guido Andreozzi, os argentinos fizeram 3 a 0 e lideram o Grupo A, que também conta com os Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakkari-se-impoe-contra-osaka-e-vence-a-primeira-na-temporada.html",
        "title": "Sakkari se impõe contra Osaka e vence a primeira na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sakkari_united_vibra-1024x635.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Na abertura do confronto entre Grécia e Japão pela United Cup, Maria Sakkari conseguiu se impor diante de Naomi Osaka e conseguiu sua primeira vitória na temporada. A grega marcou as parciais de 6/4 e 6/2 em 1h38 de partida em Perth."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-participa-de-acao-com-os-boleiros-no-atp-250-de-brisbane.html",
        "title": "Fonseca participa de ação com os boleiros no ATP 250 de Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_boleiros_brisbane-1024x698.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –A sexta-feira de João Fonseca teve uma atividade com os boleiros do ATP 250 de Brisbane. O carioca de 19 anos e número 1 do Brasil disputa seu primeiro torneio na temporada e foi escolhido pela organização do evento para participar da ação com as crianças, além dar autógrafos, tirar fotos e dar dicas aos jovens tenistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tenta-o-quali-de-auckland-e-enfrenta-campea-juvenil-de-rg.html",
        "title": "Pigossi tenta o quali de Auckland e enfrenta campeã juvenil de RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pigossi_bjk_hobart_toss.jpg",
        "date": "02/01/2026",
        "description": "Auckland (Nova Zelândia) –A temporada de Laura Pigossi começa no fim de noite desta sexta-feira, no quali para o WTA 250 de Auckland. A número 2 do Brasil e 201ª do ranking entra em quadra por volta de 23h30 (de Brasília) para enfrentar a austríaca Lilli Tagger, de 17 anos e 135ª colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confirma-convite-para-venus-williams-na-chave.html",
        "title": "Australian Open confirma convite para Venus Williams na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/venus_washington_vibra_1R-1024x595.jpg",
        "date": "01/01/2026",
        "description": "Melbourne (Austrália) –A organização do Australian Open confirmou o convite para Venus Williams na chave principal, que começa em 18 de janeiro. Aos 45 anos, a ex-número 1 do mundo fará sua 22ª participação no torneio, a primeira desde 2021. Ela foi duas vezes vice-campeã de simples, em 2003 e 2017, sendo superada pela irmã, Serena Williams, em duas finais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-a-australia-keys-nao-sente-pressao-para-repetir-a-conquista.html",
        "title": "De volta à Austrália, Keys não sente pressão para repetir a conquista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/keys-ausopen_comemora-1024x646.jpg",
        "date": "01/01/2026",
        "description": "Brisbane (Austrália) –Um ano depois de conquistar seu primeiro título de Grand Slam, Madison Keys desembarcou na Austrália na virada do ano e não sente pressão para tentar repetir o grande início de temporada que teve em 2025. Na ocasião, a norte-americana emendou uma sequência de vitórias com os títulos do WTA 500 de Adelaide e depois do Australian Open, vencendo as números 1 e 2 do mundo, Aryna Sabalenka e Iga Swiatek, nas fases finais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-troca-de-raquete-e-busca-maior-potencia-nos-golpes.html",
        "title": "Raducanu troca de raquete e busca maior potência nos golpes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raducanu_roig_unitedcup_raquete.jpg",
        "date": "01/01/2026",
        "description": "Perth (Austrália) –A britânica Emma Raducanu fez uma grande mudança de patrocínio com a nova temporada prestes a começar e foi vista treinando com uma nova raquete. Raducanu tem treinado com raquetes Yonex na preparação para seu primeiro torneio oficial de 2026, a United Cup, usando o modelo E-Zone sob o olhar atento do espanhol Francisco Roig, ex-técnico de Rafael Nadal."
    }
]