[
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-e-cirstea-vencem-e-lideram-as-semifinais-na-romenia.html",
        "title": "Raducanu e Cirstea vencem e lideram as semifinais na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cirstea_cluj_slice.jpg",
        "date": "05/02/2026",
        "description": "Cluj-Napoca (Romênia) –A semana de Emma Raducanu no WTA 250 de Cluj-Napoca segue com resultados positivos. A britânica conseguiu sua terceira vitoria em sets diretos e garantiu vaga na semifinal do torneio em quadras duras e cobertas. Principal cabeça de chave, Raducanu marcou 6/0 e 6/4 contra a polonesa Maja Chwalinska, 146ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-confirma-numero-1-do-mundo-do-tenis-em-cadeira-de-rodas.html",
        "title": "Rio Open confirma número 1 do mundo do tênis em cadeira de rodas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tokito_oda_wheelchair-elite.jpg",
        "date": "05/02/2026",
        "description": "Rio de Janeiro (RJ) –Pelo terceiro ano seguido, o Wheelchair Tennis Elite será um dos destaques da programação do Rio Open, maior torneio de tênis da América do Sul. Disputado entre os dias 19 e 21 de fevereiro, no Jockey Club Brasileiro, a competição reunirá mais uma vez grandes nomes do tênis em cadeira de rodas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-05-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/joao_ceolin_fotojump.jpg",
        "date": "05/02/2026",
        "description": "Challenger de Rosario (Argentina) – Saibro – US$ 225 milSegundarodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhol-relata-ameaca-de-apostadores-em-challenger-argentino.html",
        "title": "Espanhol relata ameaça de apostadores em challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nikolas_sanchez_itajai.jpg",
        "date": "05/02/2026",
        "description": "Rosario (Argentina) –O espanhol Nikolas Sánchez, de 26 anos e atual 279º do ranking, relatou ter sofrido ameaças de supostos apostadores antes da partida da última quarta-feira contra o argentino Valerio Aboian, válida pela segunda rodada do challenger de Rosario. Segundo informou o jornal argentinoLa Nación, o episódio levou ao reforço na segurança do evento e fez com que o jogo fosse disputado sem a presença de público. Em quadra, Aboian venceu por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alexandrova-confirma-favoritismo-e-bate-eala-em-sets-diretos.html",
        "title": "Alexandrova confirma favoritismo, vence Eala e vai à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alexandrova-abudhabi-2026-e1770313278477-1024x683.jpg",
        "date": "05/02/2026",
        "description": "Abu Dhabi (Emirados Árabes)– Cabeça de chave número 2 no WTA 500 de Abu Dhabi, a russa Ekaterina Alexandrova fez valer seu favoritismo e passou pelas quartas de final. Nesta quinta-feira, ela bateu a filipina Alexandra Eala em sets diretos, gastando 90 minutos para triunfar com duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/volandri-sinner-ainda-nao-sabe-o-suficiente-no-quinto-set.html",
        "title": "Volandri: “Sinner ainda não sabe o suficiente no quinto set”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/jannik-sinner-ao-2026-e1770307662795-1024x682.jpg",
        "date": "05/02/2026",
        "description": "Roma (Itália)– A derrota de Jannik Sinner nas semifinais do Australian Open,caindo em batalha de cinco setspara o sérvio Novak Djokovic, acendeu um sinal de alerta. Isso porque o italiano perdeu pela quarta vez seguida um duelo de cinco sets. Contudo, para Filippo Volandri, capitão italiano na Copa Davis, é apenas questão de tempo para Sinner aprender a lidar melhor com a situação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andrea-gaudenzi-reeleito-presidente-da-atp-ate-2028.html",
        "title": "Andrea Gaudenzi reeleito presidente da ATP até 2028",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/gaudenzi-portrait-atp-2026-e1770306293480-1024x682.jpg",
        "date": "05/02/2026",
        "description": "Londres (Inglaterra)– A ATP anunciou nesta quinta-feira a reeleição do italiano Andrea Gaudenzi como presidente. Ele cumprirá seu terceiro mandato até 2028, tendo ocupado o cargo desde janeiro de 2020."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/evento-para-deficientes-visuais-fez-participacao-inedita-em-melbourne.html",
        "title": "Evento para deficientes visuais fez participação inédita em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/2026-tennis_deficientes-visuais.jpg",
        "date": "05/02/2026",
        "description": "Londres (Inglaterra) –O Aberto da Austrália deste ano foi o primeiro Grand Slam que integrou um evento por convite para Cegos e Pessoas com Baixa Visão (BLV) em seu programa oficial, com atletas da Grã-Bretanha brilhando na competição por equipes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-o-nascimento-da-primeira-filha-ruud-desiste-da-copa-davis.html",
        "title": "Com o nascimento da primeira filha, Ruud desiste da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CasperRuud-DeuxiemetourRoland-Garros2025-JulienCrosnierFFT-1024x683.jpeg",
        "date": "05/02/2026",
        "description": "Oslo (Noruega) –No dia 30 de janeiro, Casper Ruud anunciou a chegada de sua primeira filha com sua esposa, Maria Galligani. Dessa forma, o norueguês desistiu de participar da Copa Davis, diminuindo as chances do país em derrotar a Grã-Bretanha na primeira rodada das eliminatórias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-recebe-convite-e-estreia-no-quali-de-doha-contra-tenista-da-casa.html",
        "title": "Bia recebe convite e estreia no quali de Doha contra tenista da casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_abudhabi_toss26.jpg",
        "date": "05/02/2026",
        "description": "Doha (Qatar)– Ainda em busca de sua primeira vitória na temporada, a paulista Beatriz Haddad Maia entrou na disputa do quali do WTA 1000 de Doha através de convite e será a cabeça de chave 8 na disputa, encarando a tenista da casa Mubaraka Al-Naimi, de 24 anos, atualmente sem ranking na WTA."
    }
]