[
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-brasileiras-sao-vice-campeas-no-mundial-de-cesenatico.html",
        "title": "Duplas brasileiras são vice no Mundial. Isa e Caetano vencem no juvenil.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/baran_loch_mundial-cesenatico.jpg",
        "date": "08/09/2025",
        "description": "Cesenatico (Itália)– O Brasil esteve em destaque no Mundial de beach tennis realizado em Cesenatico, Itália, conquistando títulos e pódios em diferentes categorias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-segue-firme-na-ponta-anisimova-estreia-no-top-5.html",
        "title": "Sabalenka segue firme na ponta, Anisimova estreia no top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-anisimoa-usopen-trofeus-2025-scaled-e1757345958893-1024x682.jpeg",
        "date": "08/09/2025",
        "description": "São Petersburgo (EUA)– Finalistas do US Open, a bielorrussa Aryna Sabalenka e a norte-americana Amanda Anisimova se deram bem no ranking desta segunda-feira. A campeã garantiu a permanência na liderança e continuou com uma confortável vantagem sobre todas as demais perseguidoras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-calendario-feminino-para-2025-e-quem-defende-titulo.html",
        "title": "Feminino: veja todas que já levaram título na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-trofeu-rg-2025-1024x683.jpeg",
        "date": "08/09/2025",
        "description": "Veja o calendário completo dos torneios de nível WTA (250, 500 e 1000), Grand Slam e torneios por países programados da temporada, com as respectivas campeãs de 2025 e quem ainda vai defender título:"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-alcaraz-coroam-um-espetacular-us-open.html",
        "title": "Sabalenka e Alcaraz coroam um espetacular US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-Blogs-900x600-2.jpg",
        "date": "08/09/2025",
        "description": "Dois dos mais descontraídos, divertidos e talentosos jogadores da atualidade fizeram a festa do US Open, o mais espetacular torneis do Grand Slam. Aryna Sabalenka deu um show a parte com a inesquecível chegada à conferência de imprensa portando uma garrafa de champagne e um humor comemorativo ao seu segundo título em Nova York. Carlos Alcaraz desde que apareceu em Flushing Meadews chamou atenção não só pelo seu tênis mas pela história de um cabelo raspado por “erro do irmão ao usar a máquina”. Em quadra, chegou a final sem perder um set sequer e divertiu o público com suas belas jogadas e entrevistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-perde-terreno-na-wta-mas-pigossi-e-meligeni-vao-para-cima.html",
        "title": "Bia perde terreno na WTA, mas Pigossi e Meligeni vão para cima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-usopen-rebate-2025-1024x681.jpg",
        "date": "08/09/2025",
        "description": "São Petersburgo (EUA)– Principal nome do país no ranking feminino, a paulista Beatriz Haddad Maia inicia a semana da disputa do SP Open com uma queda de cinco colocações no ranking, descendo da 22ª para a 27ª posição depois de cair nas oitavas de final no US Open, onde fez quartas na temporada passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fokina-desistem-de-jogar-copa-davis-no-fim-de-semana.html",
        "title": "Alcaraz e Fokina desistem de jogar Copa Davis no fim de semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Pablo-Carreno-Busta-2025-Toronto-Peter-Power-1024x576.jpg",
        "date": "08/09/2025",
        "description": "Valência (Espanha)– A cansativa campanha no US Open, que o levou ao sexto título de Grand Slam da carreira e de volta à liderança do ranking, fará com que Carlos Alcaraz fique de fora das partidas de Copa Davis do próximo final de semana, quando a Espanha recebe a Dinamarca, em Valência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-sema-de-quedas-monteiro-mantem-posicao-e-busca-recuperacao.html",
        "title": "Em semana de quedas, Monteiro mantém posição e busca recuperação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– A segunda-feira não foi muito boa para a maior parte dos principais representantes brasileiros na ATP. Tirando a ascensão do carioca João Fonseca, que bateu sua melhor marca, sete dos dez melhores do país no ranking amargaram quedas. Quem conseguiu escapar foi o cearense Thiago Monteiro, que se manteve na 169ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equipe-pioneira-da-davis-e-primeira-a-entrar-no-hall-da-fama.html",
        "title": "Equipe pioneira da Davis é primeira a entrar no Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/456747_1170660_mtb___6_encontro__circulo_militar__249_web_.jpg",
        "date": "08/09/2025",
        "description": "São Paulo (SP)– A equipe brasileira que viajou de navio para Nova York em 1932 e marcou a primeira presença brasileira na Copa Davis e portanto numa importante competição internacional, foi indicada no sábado para ingressar no Hall da Fama do Tênis Brasileiro, entidade criada neste ano pelo Memorial Tênis Brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-no-top-100-e-seus-melhores-rankings.html",
        "title": "Brasileiros no top 100 e seus melhores rankings",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/2000_rg_trofeu_capa757.jpg",
        "date": "08/09/2025",
        "description": "* Nomes em negrito são tenistas em atividade"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-confirma-ascensao-e-volta-a-bater-seu-melhor-ranking.html",
        "title": "Fonseca confirma ascensão e volta a bater seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-usopen-rebate-2005.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– A ascensão do carioca João Fonseca no ranking ganhou mais um capítulo esta segunda-feira, em que o número 1 do país voltou a bater seu melhor ranking. Ele entrou no US Open na 45ª posição na lista da ATP, uma abaixo de sua melhor marca (44) e com a vitória na primeira rodada do torneio se garantiu no 42º lugar,"
    }
]