[
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-vencem-de-virada-e-decidem-o-atp-de-winston-salem.html",
        "title": "Melo e Matos vencem de virada e decidem o ATP de Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_cump25-1024x683.jpg",
        "date": "22/08/2025",
        "description": "Winston-Salem (EUA) –A parceria do mineiro Marcelo Melo com o gaúcho Rafael Matos está na final do ATP 250 de Winston-Salem, em quadras duras nos Estados Unidos. Os brasileiros salvaram um match-point nesta sexta-feira o indiano Yuki Bhambri e o neozelandês Michael Venus, cabeças 2 do torneio, por 6/7 (4-7), 6/2 e 13-11."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-se-eu-e-alcaraz-nao-evoluirmos-os-outros-vao-nos-alcancar.html",
        "title": "Sinner: “Se eu e Alcaraz não evoluirmos, os outros vão nos alcançar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_uso_treino_sorrindo_PS-1024x576.jpg",
        "date": "22/08/2025",
        "description": "Nova York (EUA) –Protagonistas das duas últimas finais de Grand Slam em Roland Garros e Wimbledon, Jannik Sinner e Carlos Alcaraz estão constuindo uma rivalidade nos últimos anos e que já conta com 14 partidas. Por serem os colocados no ranking, eles só podem se encontrar na final do US Open. Sinner é o atual campeão em Nova York e destaca que os confrontos com o espanhol ajudam muito na evolução dos dois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-22-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/aL7x4rUg-e1711654495667-1024x683.jpeg",
        "date": "22/08/2025",
        "description": "ATP 250 de Winston-Salem (EUA) – Sintético – US$ 798.335Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-media-day-do-us-open-celebra-o-carisma-de-joao-fonseca.html",
        "title": "O ‘media day’ do US Open celebra o carisma de João Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/chico_fonseca.jpg",
        "date": "22/08/2025",
        "description": "No mais festivo dos torneios do Grand Slam quem fez a festa nesta sexta feira foi a imprensa do mundo todo. O media day, para quem já não sabe, é o dia em que os jogadores ficam a disposição das TVs, jornais, sites, enfim, todos os meios de comunicação. E se em Nova York nessa época do ano estamos acostumados a ver o sol castigar os tenistas, desta vez sobrou para os repórteres. É que o US Open coloca como local de entrevistas o que chamam de Garden, mas não tem nada de um jardim florido, fresco e agradável. As entrevistas correm debaixo de um sol ardido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-falta-de-ritmo-djokovic-destaca-intensidade-dos-treinos.html",
        "title": "Apesar da falta de ritmo, Djokovic destaca intensidade dos treinos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic_uso25_treina_black-1024x576.jpg",
        "date": "22/08/2025",
        "description": "Nova York (EUA) –Tetracampeão do US Open, Novak Djokovic não disputou torneios preparatórios para o último Grand Slam da temporada e chega a Nova York tendo atuado pela última vez em Wimbledon, onde chegou à semifinal. Aos 38 anos, o sérvio conta que aproveitou o período fora das competições para passar mais tempo com a família, mas destacou a intensidade dos treinos das últimas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-confirmado-e-volta-a-costa-do-sauipe-onde-tudo-comecou-na-atp.html",
        "title": "Demoliner é confirmado e volta à Costa do Sauípe, “onde tudo começou na ATP”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/demoliner.jpg",
        "date": "22/08/2025",
        "description": "Costa do Sauípe (BA) –O tênis profissional volta em grande estilo à Bahia. Entre os dias 19 e 26 de outubro, o Complexo Costa do Sauípe será palco do Costa do Sauípe Open, torneio inédito de nível ATP Challenger 125 – categoria nunca antes realizada no Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/peruano-de-21-anos-fura-o-quali-e-joga-o-primeiro-slam-no-us-open.html",
        "title": "Peruano de 21 anos fura o quali e joga o primeiro Slam no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/buse_usopen_estica.jpg",
        "date": "22/08/2025",
        "description": "Nova York (EUA) –O peruano Ignacio Buse, de 21 anos, disputará a chave principal de um Grand Slam pela primeira vez depois de ter passado pelas três rodadas do quali do US Open. Ele superou nesta sexta-feira o belga Kimmer Coppejans por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sharapova-e-os-irmaos-bryan-recebem-blazers-do-hall-da-fama.html",
        "title": "Sharapova e os irmãos Bryan recebem blazers do Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Sharapova_Bryan-Brother_Hall-da-Fama.jpg",
        "date": "22/08/2025",
        "description": "Newport (EUA) –A Classe de 2025 foi celebrada em jantar realizado nesta quinta-feira, no recinto do Hall da Fama Internacional do Tênis. A noite contou com a apresentação oficial dos blazers as membros deste ano, Maria Sharapova e Bob e Mike Bryan, diante de outros membros do Hall da Fama, familiares e membros da comunidade global do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanica-com-condicao-genetica-rara-garante-vaga-no-us-open.html",
        "title": "Britânica com condição genética rara garante vaga no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fran_jones_usopen_back-1024x576.jpg",
        "date": "22/08/2025",
        "description": "Nova York (EUA) –Cabeça 1 no quali do US Open, a britânica Francesca Jones conseguiu passar pelas três rodadas qualificatórias e garantiu vaga na chave principal do Grand Slam nova-iorquino pela primeira vez. A jogadora de 24 anos e 86ª do ranking superou nesta sexta-feira a holandesa Arianne Hartono por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sinner-e-gauff-lideram-lista-de-faturamento-na-temporada.html",
        "title": "Alcaraz, Sinner e Gauff lideram lista de faturamento na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-alcaraz-trofeus-rg-2025-1024x683.jpeg",
        "date": "22/08/2025",
        "description": "Nova York (EUA) –Entrando na reta final de 2025, o espanhol Carlos Alcaraz lidera a lista de ganhos na temporada, pelo segundo ano consecutivo, com US$ 48,3 milhões, revelou a revista econômicaForbes, dos quais US$ 13,3 milhões foram em premiação."
    }
]