[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-romboli-e-matos-melo-na-lista-dos-favoritos-da-atp-vote.html",
        "title": "Fonseca, Romboli e Matos/Melo na lista dos favoritos da ATP. Vote!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-usopen-rebate-2025-e1756320155162-1024x681.jpg",
        "date": "31/10/2025",
        "description": "Londres (Inglaterra)– A tradicional votação do ‘Meu Tenista Favorito’, anualmente feita pela Associação masculina (ATP), já está aberta. E entre os nomes disponíveis para os aficionados, figuram João Fonseca, em simples, Fernando Romboli, ao lado do australiano John-Patrick Smith, e a parceria de Rafael Matos e Marcelo Melo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-keys-abrem-o-finals-no-sabado-anisimova-encara-rybakina.html",
        "title": "Swiatek e Keys abrem o Finals no sábado, Anisimova encara Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/swiatek_keys-ausopen-TA.jpg",
        "date": "30/10/2025",
        "description": "Riad (Arábia Saudita) –A disputa pelo título do WTA Finals começa no próximo sábado em Riad, na Arábia Saudita. Os jogos do Grupo Serena Williams serão os primeiros. Campeã do torneio em 2023, Iga Swiatek jogará na abertura da programação ao meio-dia (de Brasília) contra Madison Keys."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-estou-100-fisicamente-mas-feliz-por-ter-fechado-em-2-sets.html",
        "title": "Sinner: “Não estou 100% fisicamente, mas feliz por ter fechado em 2 sets”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_paris_caminha-1024x682.jpg",
        "date": "30/10/2025",
        "description": "Paris (França) –Classificado para as quartas de final do Masters 1000 de Paris, Jannik Sinner saiu de quadra por ter vencido rapidamente a partida desta quinta-feira contra o argentino Francisco Cerúndolo. Atuando em condições lentas, o que exigia a disputa de longos ralis, o primeiro set teve cinco quebras de serviço. Mas o italiano foi superior nos momentos decisivos e depois dominou a segunda parcial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-juvenis-brasileiros-disputam-semifinais-da-copa-santa-catarina.html",
        "title": "Cinco juvenis brasileiros disputam semifinais da Copa Santa Catarina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carlos_lino_itajai_voleia-1024x683.jpg",
        "date": "30/10/2025",
        "description": "Itajaí (SC) –Cinco juvenis brasileiros vão disputar as semifinais da ADK Juniors Cup, a 16ª edição da Copa Santa Catarina de Tênis, torneio ITF J60 disputado nas quadras de saibro do Itamirim Clube de Campo. Além deles, o torneio também segue com três canadenses, que fazem a preparação no Brasil antes das Copas Davis e Billie Jean King Junior, marcadas para Santiago."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-e-semifinalista-de-duplas-no-challenger-de-lima.html",
        "title": "Daniel Silva é semifinalista de duplas no challenger de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_toss_ctba-1024x683.jpg",
        "date": "30/10/2025",
        "description": "Lima (Peru) –O experiente paulista Daniel Dutra da Silva será o representante brasileiro na semifinal de duplas do challenger de Lima, jogando ao lado do argentino Andrea Collarini. Eles venceram nesta quinta-feira os equatorianos Andres Andrade e Alvaro Guillen Meza por 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalistas-em-paris-serao-conhecidos-nesta-sexta-feira.html",
        "title": "Semifinalistas em Paris serão conhecidos nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/auger-aliassime-paris-2025-thursday-1024x576.jpg",
        "date": "30/10/2025",
        "description": "Paris (França) –Os semifinalistas do Masters 1000 de Paris serão conhecidos nesta sexta-feira. A rodada começa às 10h (de Brasília), com a sessão noturna prevista para às 15h."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-ana-candiotto-vao-a-semi-de-duplas-em-cali.html",
        "title": "Laura Pigossi e Ana Candiotto vão à semi de duplas em Cali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_vibra_1R-1024x612.jpg",
        "date": "30/10/2025",
        "description": "Cali (Colômbia) –A parceria brasileira formada por Laura Pigossi e Ana Candiotto está na semifinal de duplas do WTA 125 de Cali, em quadras de saibro na Colômbia. Cabeças 3 do torneio, elas venceram a romena Gabriela Lee e a australiana Tina Smith por 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-30-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/heide_pira_back.jpg",
        "date": "30/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-e-medvedev-vencem-e-duelam-nas-quartas-em-paris.html",
        "title": "Zverev e Medvedev vencem e duelam nas quartas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Medvedev_paris_acena.jpg",
        "date": "30/10/2025",
        "description": "Paris (França) –Dois campeões do Masters 1000 de Paris garantiram as últimas vagas nas quartas de final do torneio em quadras duras e cobertas da capital francesa. O alemão Alexander Zverev e o russo Daniil Medvedev venceram seus jogos nesta quinta-feira e vão se enfrentar no encerramento da rodada de sexta, por volta de 16h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-heide-e-guto-estreiam-com-vitoria-em-lajeado.html",
        "title": "Pucinelli, Heide e Guto estreiam com vitória em Lajeado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_joinville_engie_brb.jpg",
        "date": "30/10/2025",
        "description": "Lajeado (RS) –Depois de umaquarta-feira de muita chuvae com cancelamento da rodada, a programação do Lajeado Open foi retomada nesta quinta. O juvenil goiano Guto Miguel e os paulistas Gustavo Heide e Matheus Pucinelli estrearam com vitória no ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça. A sexta-feira terá rodada dupla, com oitavas e quartas de final a partir das 9h (de Brasília)."
    }
]