[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-19-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_lavercup_treina-1024x683.jpg",
        "date": "19/09/2025",
        "description": "Laver Cup, em San Francisco (EUA) – Sintético (coberto) – US$ 1,5 milhãoTime Mundo x Time Europa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fundacao-sinner-e-lancada-em-milao-focada-em-criancas.html",
        "title": "Fundação Jannik Sinner é lançada em Milão focada em crianças",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-foundation-launch-event.jpg",
        "date": "19/09/2025",
        "description": "Milão (Itália) –Jannik Sinner lançou oficialmente a Fundação Jannik Sinner na noite desta quinta-feira, em um evento em Milão, onde mais de 100 convidados se reuniram para celebrar a iniciativa. A fundação se concentrará em empoderar crianças por meio do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicas-e-norte-americanas-voltam-a-duelar-na-bjk-cup-apos-33-anos.html",
        "title": "Britânicas e norte-americanas voltam a duelar na BJK Cup após 33 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula_bjk_fore-1024x647.jpg",
        "date": "19/09/2025",
        "description": "Shenzhen (China) –A segunda semifinal da Billie Jean King Cup acontecerá neste sábado, a partir das 6h (de Brasília). Estados Unidos e Grã-Bretanha duelam para saber quem enfrenta a Itália na final marcada para o domingo. A equipe norte-americana tem ampla vantagem no histórico de confrontos contra as britânicas, vencendo nove vezes e perdendo apenas uma, mas os dois países não se enfrentam há 33 anos, desde 1992. A competição é transmitida pelaESPN."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/loureiro-vence-cabeca-1-e-faz-semi-daniel-disputa-final-de-duplas.html",
        "title": "Loureiro vence cabeça 1 e faz semi, Daniel disputa final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "19/09/2025",
        "description": "Melilla (Espanha) –A semana de João Victor Loureiro no ITF M15 de Melilla, no saibro espanhol, segue com resultados positivos. O mineiro garantiu vaga na semifinal ao vencer o russo Ivan Gakhov, principal cabeça de chave e 288º do mundo, por 7/6 (8-6), 3/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/historia-do-ex-duplista-brasileiro-paulo-camargo-vai-virar-filme.html",
        "title": "História do ex-duplista brasileiro Paulo Camargo vai virar filme",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Paulo-Camargo-2.jpg",
        "date": "19/09/2025",
        "description": "São Paulo (SP) –Paulo Camargo, tenista profissional que chegou ao ranking mundial quando já tinha mais de 30 anos e depois de superar dificuldades pessoais, será tema de um filme. Uma parceria das produtoras Ultra Violeta e A Fábrica, o filme é baseado em “1% Até onde você iria?”, livro no qual Camargo conta sua história, que mais parece um roteiro de ficção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-avanca-com-desistencia-e-joga-a-terceira-semi-do-ano.html",
        "title": "Gabriela Cé avança com desistência e joga a terceira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "19/09/2025",
        "description": "Kursumlijska Banja (Sérvia) –A gaúcha Gabriela Cé está na semifinal do ITF W75 de Kursumlijska Banja, em quadras de saibro na Sérvia. Vinda de duas vitórias na semana, ela foi beneficiada pela desistência da britânica Ranah Stoiber, jovem de 20 anos e 479ª do ranking, e nem precisou entrar em quadra nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-estreia-com-vitoria-em-dia-bom-para-franceses-e-australianos.html",
        "title": "Korda estreia com vitória em dia bom para franceses e australianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/korda-hangzhou-friday-2-e1758306364475-1024x682.jpg",
        "date": "19/09/2025",
        "description": "Hangzhou (China)– Forçado a desistir do US Open no mês no meio de sua partida de primeira rodada, o norte-americano Sebastian Korda retornou nesta sexta-feira com uma vitória por 7/5 e 6/3 sobre Adam Walton, na estreia no ATP 250 de Hangzhou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-carol-confirmadas-no-wta-125-do-rio-victoria-muda-calendario.html",
        "title": "Pigossi e Carol confirmadas no WTA 125 do Rio, Victória muda calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_sp_olhabola_itf_eng-1024x548.jpg",
        "date": "19/09/2025",
        "description": "Florianópolis (SC) –Foi divulgada a lista oficial das tenistas que disputarão o Rio Ladies Open, o WTA 125 do Rio de Janeiro, evento que acontece entre os dias 12 e 19 de outubro, na Techset Academy. A competição conta com premiação de US$ 115 mil e oferece 125 pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-e-errani-levam-a-italia-a-terceira-final-seguida-na-bjk-cup.html",
        "title": "Paolini e Errani levam a Itália à terceira final seguida na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/errani_paolini_bjk_cump_25-1024x652.jpg",
        "date": "19/09/2025",
        "description": "Shenzhen (China) –Pelo terceiro ano consecutivo, a Itália disputará a final da Billie Jean King Cup. Vencedoras de cinco títulos da competição e atuais campeãs, as italianas venceram a semifinal desta sexta-feira contra a Ucrânia. A segunda semifinal será neste sábado, a partir das 6h (de Brasília), entre Estados Unidos e Grã-Bretanha. As campeãs serão conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-confirma-favoritismo-na-estreia-com-vitoria-apertada.html",
        "title": "Romboli confirma favoritismo na estreia com vitória apertada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli-smith-usopen-vibra-2025-1024x681.jpg",
        "date": "19/09/2025",
        "description": "Hangzhou (China)– Cabeças de chave número 3 no ATP 250 de Hangzhou, Fernando Romboli e o australiano John-Patrick Smith confirmaram o favoritismo na estreia, mas tiveram que buscar a virada para bater os australianos Rinky Hijikata e Adam Walton com parciais de 3/6, 6/3 e 10-8."
    }
]