[
    {
        "url": "https://tenisbrasil.uol.com.br/stakhovsky-djokovic-tem-mais-chance-de-ganhar-um-slam-que-zverev.html",
        "title": "Stakhovsky: “Djokovic tem mais chance de ganhar um Slam que Zverev”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/zverev-djokovic-ao-2025-.jpg",
        "date": "12/12/2025",
        "description": "Kiev (Ucrânia)– Em busca do 25º título de Grand Slam, que o tornaria isoladamente o maior vencedor desta categoria entre homens e mulheres, o sérvio Novak Djokovic tem questionado por muitos sua capacidade de conseguir o feito. Para o ucraniano Sergiy Stakhovsky, ele tem mais chance de atingir o recorde do que o alemão Alexander Zverev tem de vencer seu primeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-feira.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana-spopen-toss-2025-1024x683.jpg",
        "date": "12/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-veja-victoria-barros-em-acao-pelas-quartas-do-orange-bowl.html",
        "title": "Ao vivo: Veja Victória Barros em ação pelas quartas do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-11-scaled-e1765569258143-1024x683.jpg",
        "date": "12/12/2025",
        "description": "Fort Lauderdale (EUA)– Depois de vencerseu primeiro jogo desta sexta-feirano Orange Bowl, a juvenil potiguar Victória Barros, de apenas 15 anos, enfrenta a chinesa Zhang-Qian Wei pelas quartas de final. Acompanhe a partida ao vivoneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-eleito-o-favorito-dos-fas-pela-terceira-vez-consecutiva.html",
        "title": "Sinner é eleito o Favorito dos Fãs pela terceira vez consecutiva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/atp-awards-2025-fans-favourite-singles-1024x576.jpg",
        "date": "12/12/2025",
        "description": "Londres (Inglaterra)– O italiano Jannik Sinner não conquista apenas títulos nas quadras, mas também no coração dos fãs. Nesta sexta-feira, ele foi eleito o jogador de simples favorito dos fãs da ATP pelo terceiro ano consecutivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-vai-as-quartas-no-orange-bowl-e-encara-rodada-dupla.html",
        "title": "Victória Barros vai às quartas no Orange Bowl e encara rodada dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251208-WA0019-scaled-e1765221866237-1024x683.jpg",
        "date": "12/12/2025",
        "description": "Fort Lauderdale (EUA)– A juvenil potiguar Victória Barros, de apenas 15 anos, segue brilhando no Orange Bowl e já está nas quartas de final. Principal favorita na chave feminina, ela venceu mais uma nesta sexta-feira, bateu a britânica Allegra de 18 anos e cabeça de chave 16 com duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-de-barcelona-anuncia-mudancas-para-seguir-em-alto-nivel.html",
        "title": "ATP de Barcelona anuncia mudanças para seguir em alto nível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/rune_alcaraz_premios_bcn-1024x682.jpg",
        "date": "12/12/2025",
        "description": "Barcelona (Espanha)– Com o circuito da ATP cada vez mais focado em eventos de grande porte, os organizadores do ATP 500 de Barcelona anunciaram nesta sexta-feira que pretendem manter seu status como um dos melhores eventos do calendário e implementarão uma série de mudanças a curto e médio prazo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-75-de-curitiba-e-eleito-pela-atp-o-melhor-do-mundo-em-2025.html",
        "title": "Challenger 75 de Curitiba é eleito pela ATP o melhor do mundo em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/graciosa-country-club.jpg",
        "date": "12/12/2025",
        "description": "Curitiba (PR)– A ATP anunciou nesta sexta-feira que o Challenger 75 de Curitiba- Copa Internacional de Tênis- foi eleito o melhor torneio do ano na sua categoria em 2025, um feito inédito para o Brasil. Pela primeira vez na história, um evento brasileiro de qualquer categoria do Challenger Tour recebe esta honraria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-do-mundode-beach-equipes-profissional-e-juvenil-avancam-as-semifinais.html",
        "title": "Copa do Mundo de beach: equipes profissional e juvenil avançam às semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/equipe-Brasil_copado-mundo1.jpg",
        "date": "12/12/2025",
        "description": "Ribeirão Preto (SP) –O Brasil teve mais um dia brilhante na Copa do Mundo de Beach Tennis 2025. Nesta quinta-feira, tanto a equipe juvenil quanto o time profissional venceram seus compromissos por 3 jogos a 0, assegurando a liderança de seus grupos e a classificação direta para as semifinais da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-passa-por-cirurgia-para-reparar-problema-na-mao-direita.html",
        "title": "Nadal passa por cirurgia para reparar problema na mão direita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nadal-tipoia-e1765552697723-1024x684.jpg",
        "date": "12/12/2025",
        "description": "Barcelona (Espanha)– Apesar de estar aposentado do tênis profissional há mais de um ano, o espanhol Rafael Nadal continua a sofrer com lesões. Ele realizou uma operação na mão direita no Centro Médico Teknon, em Barcelona, na última quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ja-esta-focado-em-2026-e-mira-o-titulo-do-australian-open.html",
        "title": "Alcaraz já está focado em 2026 e mira o título do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/alcaraz-premio-murcia-e1765550016197-1024x683.jpg",
        "date": "12/12/2025",
        "description": "Múrcia (Espanha)– Na noite de quinta-feira, o espanhol Carlos Alcaraz recebeu o prêmio de melhor atleta da Região de Múrcia e falou brevemente não apenas sobre a honraria que lhe foi concedida, mas também em relação aos planos para a próxima temporada, já de olho no primeiro Grand Slam de 2026."
    }
]