[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-09-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53694191735_72720d976d_k-e1714671452523-1024x681.jpg",
        "date": "09/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-problema-no-cotovelo-derruba-shelton-e-repete-semifinal.html",
        "title": "Sinner supera problema no cotovelo, derruba Shelton e repete semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-vibra-2025-1-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– No primeiro duelo entre dois top 10 da chave masculina de Wimbledon, o italiano Jannik Sinner deixou para trás as dúvidas sobre a condição de seu cotovelo direito e derrotou o norte-americano Ben Shelton nas quartas de final de Wimbledon. O número 1 do mundo garantiu sua vitória nesta quarta-feira em sets diretos, com parciais de 7/6 (7-2), 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acailandia-recebera-no-1-do-mundo-e-o-campeao-mundial-em-inedito-torneio.html",
        "title": "Açailândia receberá nº 1 do mundo e o campeão mundial em inédito torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/antomi_ramos_fozdoiguacu.jpg",
        "date": "09/07/2025",
        "description": "Açailândia  (MA) –Localizada no coração do Maranhão,  a cidade de Açailândia começa a se preparar para sediar pela primeira vez uma etapa circuito mundial de beach tennis da ITF, que acontece entre os dias 23 e 27 de julho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-nao-passam-pelas-atuais-campeas.html",
        "title": "Stefani e Babos não passam pelas atuais campeãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_rede_babso_fdo_wimb_cut-1024x759.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– A boa campanha de Luísa Stefani e da húngara Timea Babos em Wimbledon terminou nas quartas de final por obra das atuais campeãs e líderes do ranking Katerina Siniakova e Taylor Townsend. Depois de primeiro set muito parelho, as favoritas abriram distância e fecharam a partida com o placar de 7/6 (7-2) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fognini-decide-antecipar-aposentadoria-apos-jogo-epico-com-alcaraz.html",
        "title": "Fognini decide antecipar aposentadoria após jogo épico com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fognini-vrbra-wimbledon-2025-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Fabio Fognini, 38 anos, estava com a aposentadoria marcada. Queria que seu último torneio fosse o Masters 1000 de Monte Carlo, onde conquistou o título mais importante da uma longa carreira que percorreu mais da metade da sua vida e durante a qual levou às quadras uma personalidade marcante e um tênis por vezes brilhante. Mas os planos mudam. Depois de forçar o número 2 do mundo Carlos Alcaraz a cinco sets na Quadra Central de Wimbledon, convocou os jornalistas para dizer que decidiu que não havia jogo melhor para se despedir do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ze-luiz-e-nomeado-embaixador-do-pan-americano-de-caraguatatuba.html",
        "title": "Zé Luiz é nomeado embaixador do Pan-americano de Caraguatatuba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Ze-Luiz-1024x649.jpeg",
        "date": "09/07/2025",
        "description": "Caraguatatuba (SP) –O beachtenista José Luiz foi nomeado embaixador do Campeonato Pan-americano da modalidade, que será realizado entre os dias 25 e 28 de setembro em Caraguatatuba (SP) pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-barra-andreeva-e-volta-a-semi-de-slam-apos-6-anos.html",
        "title": "Bencic barra Andreeva e volta à semi de Slam após 6 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic-e1752071282280.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– A suíça Belinda Bencic deu mais uma mostra de que recuperou seu melhor tênis depois da recente maternidade e volta a disputar uma semifinal de Grand Slam depois de seis anos. A ex-top 10 obtém resultado inédito em Wimbledon em sua nona aparição na grama londrina ao derrotar a russa Mirra Andreeva, atual sétima do ranking, com parciais de 7/6 (7-3) e 7/6 (7-2)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-mantem-escrita-contra-samsonova-e-faz-semi-inedita-em-wimbledon.html",
        "title": "Iga mantém escrita contra Samsonova e faz semi inédita em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga-wimbledon-fore-2025-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Numa mostra de que agora domina bem a sempre difícil superfície de grama, a polonesa Iga Swiatek passou com facilidade pela número 19 do mundo Liudimila Samsonova para atingir sua primeira semifinal em Wimbledon. A multicampeã de Grand Slam anotou sua quinta vitória sobre a russa, desta vez com placar de 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rainha-camilla-cumprimente-djokovic-e-ve-jogos-na-central.html",
        "title": "Rainha Camilla cumprimenta Djokovic e vê jogos na Central",
        "image": null,
        "date": "09/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-nao-tem-torneios-previstos-antes-de-toronto.html",
        "title": "Fonseca não tem torneios previstos antes de Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-voleia-225-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra)– Confirmado como 48º colocado do ranking mundial quando a nova lista da ATP for divulgada após Wimbledon, o carioca João Fonseca dará um considerável hiato no seu calendário."
    }
]