[
    {
        "url": "https://tenisbrasil.uol.com.br/toni-nadal-acho-que-djokovic-e-um-pouco-mais-completo-que-sinner.html",
        "title": "Toni Nadal: “Acho que Djokovic é um pouco mais completo que Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/djokovic-sinner-turin-2023-final-e1763125146159-1024x682.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália)– As recorrentes comparações entre Jannik Sinner e Novak Djokovic acabaram também sendo abordadas por Toni Nadal, que em entrevista recente àGazzetta dello Sportfalou sobre o assunto. Enquanto muitos afirmam que o italiano é uma versão melhorada do sérvio, para o treinador espanhol Djokovic é mais completo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australia-vence-portugal-por-3-a-0-e-sai-na-frente-no-grupo-do-brasil.html",
        "title": "Austrália vence Portugal por 3 a 0 e sai na frente no grupo do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/birrell-bjkcup-rebate-2025-1024x683.jpg",
        "date": "14/11/2025",
        "description": "Hobart (Austrália)– No primeiro confronto do Grupo E da Billie Jean King Cup, no qual está o Brasil, a equipe australiana fez valer o fator casa e bateu as portuguesas nos três jogos desta sexta-feira, não cedendo um set sequer nas partidas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-14-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "14/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-vence-mais-uma-favorita-e-faz-semi-em-antalya.html",
        "title": "Victória Barros vence mais uma favorita e faz semi em Antalya",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria-spopen-vibra-2025-e1757377277447-1024x682.jpg",
        "date": "14/11/2025",
        "description": "Antalya (Turquia)– Depois deeliminar a quinta favorita ao títulono W15 de Antalya, a potiguar Victória Barros derrubou mais uma cabeça de chave. Nesta sexta-feira, ela venceu a romena Eva Maria Ionescu com autoridade, marcando parciais de 6/1 e 6/2 sobre a terceira mais bem cotada na competição, depois de 1h31 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principais-favoritos-garantem-vaga-nas-quartas-no-bahia-juniors-cup.html",
        "title": "Principais favoritos garantem vaga nas quartas no Bahia Juniors Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/leonardostorck_salvador.jpg",
        "date": "13/11/2025",
        "description": "Salvador (BA) –Atual vice-campeão, o baiano Victor Rocha garantiu vaga nas quartas de final da 40ª edição do Bahia Juniors Cup, que vem sendo realizado no Clube Bahiano de Tênis, em Salvador. Segundo principal favorito, ele passou pelo conterrâneo João Carqueija, com parciais de 6/3 e 7/5 e irá enfrentar Guilherme Renner, beneficiado pela desistência do paranaense Henrique Vialle quando os dois empatavam em 4 a 4 no primeiro set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-encerra-temporada-e-nao-joga-a-davis-questoes-fisicas-e-familiares.html",
        "title": "Musetti encerra temporada e não joga a Davis: “Questões físicas e familiares”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti_finals_acena_gsp.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –A melhor temporada da carreira de Lorenzo Musetti chegou ao fim nesta quinta-feira, com adespedida na fase de gruposdo ATP Finals após a derrota por 6/4 e 6/1 para o espanhol Carlos Alcaraz. O italiano, número 9 do ranking, estava escalado para disputar a fase final da Copa Davis na próxima semana em Bolonha, mas se retirou da disputa por motivos físicos e familiares, já que espera o nascimento de seu segundo filho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-preto-recebe-dois-torneios-profissionais-no-fim-de-novembro.html",
        "title": "Ribeirão Preto recebe dois torneios profissionais no fim de novembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_zambra_DGW.jpg",
        "date": "13/11/2025",
        "description": "Ribeirão Preto (SP) –O Centro de Formação e Treinamento de Ribeirão Preto (CFTRP) será o palco dos torneios ITF M15 e W15 Ribeirão Preto, entre os dias 24 e 30 de novembro. As competições profissionais integram o calendário internacional da Federação Internacional de Tênis (ITF) e fazem parte da programação da Ribeirão Tennis Week, evento promovido pela Federação Paulista de Tênis (FPT)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-soares-participa-de-competicao-de-lendas-em-sao-paulo.html",
        "title": "Bruno Soares participa de competição de lendas em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/53546353748_9201eb0ff5_c.jpg",
        "date": "13/11/2025",
        "description": "São Paulo (SP) –O torcedor terá a oportunidade de ver novamente em ação um dos grandes nomes do tênis brasileiro, Bruno Soares, que se aposentou no final de 2022. Isto porque o mineiro participa, a partir desta sexta-feira (14), da Legends Tennis Cup, que terá como sede o Clube Hebraica, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-floripa-tera-acoes-abertas-ao-publico-e-atividades-para-criancas.html",
        "title": "Challenger de Floripa terá ações abertas ao público e atividades para crianças",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53636568867_1a87b71034_c.jpg",
        "date": "13/11/2025",
        "description": "Florianópolis (SC) –Mais do que as partidas de tênis, challenger de Florianópolis promete uma semana de experiências únicas para o público e para os atletas, entre os dias 16 e 23 de novembro, nas quadras de saibro do Lagoa Iate Clube (LIC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-demoliner-e-daniel-caem-heide-enfrenta-buse-nas-quartas.html",
        "title": "Duplas de Demoliner e Daniel caem, Heide enfrenta Buse nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/IMG-20251108-WA0050-scaled-e1762630443286-1024x684.jpg",
        "date": "13/11/2025",
        "description": "Montevidéu (Uruguai) –Os dois brasileiros que atuaram nesta quinta-feira pelas quartas de final de duplas do challenger de Montevidéu se despediram da competição. Com as quedas do gaúcho Marcelo Demoliner e do paulista Daniel Dutra da Silva, o último representante nacional no torneio será Gustavo Heide."
    }
]