[
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-tentam-defender-titulo-no-reformulado-us-open-de-duplas-mistas.html",
        "title": "Errani e Vavassori tentam defender título no reformulado US Open de duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/errani_vavassori_SB-1024x576.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Uma das grandes novidades no US Open desta temporada, o torneio de duplas mistas teve o sorteio da chave realizado neste domingo. Atuais campeões, os italianos Andrea Vavassori e Sara Errani tentarão defender o título e estreiam contra a cazaque Elena Rybakina e o norte-americano Taylor Fritz, cabeças de chave número 2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-desafia-sinner-por-titulo-e-chance-de-iniciar-us-open-como-lider-virtual.html",
        "title": "Alcaraz desafia Sinner por título e chance de iniciar US Open como líder virtual",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/GI1kgt1bAAAUswJ-e1710692248687-1024x730.jpeg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– A disputa entre o italiano Jannik Sinner e o espanhol Carlos Alcaraz na final do Masters 1000 de Cincinnati, que acontece na próxima segunda-feira, valerá mais do que somente o título do torneio, mas também o fato de deixar a disputa pela liderança do ranking acirrada no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-vence-duelo-de-altos-e-baixos-com-kudermetova-e-vai-para-a-final.html",
        "title": "Paolini vence duelo de altos e baixos com Kudermetova e vai para a final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Jasmine_Paolini_-_Cincinnati_Open_2025_-_Day_11-DSC_1384_xgaplus.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– A segunda semifinal do WTA 1000 de Cincinnati foi marcada por altos e baixos das duas adversárias. Apesar das oscilações, a italiana Jasmine Paolini conseguiu fazer valer a condição de sétima favorita e levou a melhor sobre a russa Veronika Kudermetova. Ela garantiu a vitória após 2h21 de batalha, marcando parciais de 6/3, 6/7 (2-7) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "17/08/2025",
        "description": "ATPUS Open – Simples  DuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-estreia-no-quali-do-us-open-contra-eslovena-150a-do-mundo.html",
        "title": "Pigossi estreia no quali do US Open contra eslovena 150ª do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pigossi_floripa_treino-1024x664.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Única brasileira na disputa do quali do US Open, a paulista Laura Pigossi vai abrir sua campanha no torneio diante da eslovena Tamara Zidansek, atual 150ª do mundo, mas que já foi a 22ª colocada no ranking e tem um título de WTA na carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-reis-conhecem-sua-chave-no-quali-do-us-open.html",
        "title": "Wild, Monteiro e Reis conhecem sua chave no quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Artes-fotos-multiplas-900x600-3.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Os três representantes brasileiros no quali masculino do US Open conheceram sua caminhada na competição. Principal nome do país na disputa, o paranaense Thiago Wild é o único entre os principais favoritos. Além deles, também estarão em ação o cearense Thiago Monteiro e o pernambucano João Lucas Reis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-volta-a-vencer-rybakina-e-disputa-final-inedita-em-cincinnati.html",
        "title": "Iga volta a vencer Rybakina e disputa final inédita em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Iga_Swiatek_-_Cincinnati_Open_2025_-_Day_11-DSC_7765A_xgaplus.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– Abrindo as semifinais deste domingo no WTA 1000 de Cincinnati, a polonesa Iga Swiatek mais uma vez levou a melhor sobre a cazaque Elena Rybakina e se garantiu na final do torneio. Embora tenha sofrido a primeira quebra do jogo, a número 3 do mundo se recuperou e triunfou em sets diretos, marcando placar final de 7/5 e 6/3, depois de 1h40 de embate."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/presidente-da-atp-defende-mudancas-no-calendario-e-exalta-ganhos-financeiros.html",
        "title": "Presidente da ATP defende mudanças no calendário e exalta ganhos financeiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gaudenzi-nextgen-2024-clap-e1755451373887-1024x682.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati  (EUA)– Em meio a críticas sobre o calendário da ATP, com a expansão dos Masters 1000 do Canadá e de Cincinnati para 12 dias, o presidente da ATP, Andrea Gaudenzi, falou sobre a estratégia da entidade e destacou que as mudanças feitas estão ajudando os tenistas a ganhar cada vez mais dinheiro, como o anúncio dadivisão de US$ 18,3 milhões para os jogadoresna participação nos lucros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-explica-porque-considera-o-us-open-o-slam-mais-desafiador.html",
        "title": "Mouratoglou explica por que considera o US Open o Slam mais desafiador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mouratoglou-usopen-coletiva-2019-1024x710.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Um dos treinadores mais prestigiados dos últimos anos, o francês Patrick Mouratoglou descreveu os desafios de jogar no US Open e explicou por que acredita que este é o torneio mais exigente do ano no tênis. Para ele, o cansaço da temporada, as condições climáticas e as distrações extra-quadra fazem do torneio o Grand Slam mais desafiador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-desejo-mal-algum-a-ele-afirma-ex-namorada-de-nick-kyrgios.html",
        "title": "“Não desejo mal algum a ele”, afirma ex-namorada de Nick Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Costeen-Hatzi-Nick-Kyrgios-e1755445782117.jpg",
        "date": "17/08/2025",
        "description": "Camberra (Austrália)– Ex-namorada de Nick Kyrgios, Costeen Hatzi falou pela primeira vez sobre as consequências de sua separação do australiano. A especialista em cosméticos e empresária do setor de roupas disse em maio que eles não se falam mais, mas garantiu que não se arrepende do relacionamento."
    }
]