[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tambem-vence-e-brasil-supera-portugal-na-bjk-cup.html",
        "title": "Pigossi também vence e Brasil supera Portugal na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bjk_vibra_hobart-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –O Brasil venceu o confroto contra Portugal pelos playoffs da Billie Jean King Cup e vai enfrentar a Austrália por uma vaga no Qualificatório Mundial de 2026. Depois deNauhany Silvaconseguir sua primeira vitória na competição aos 15 anos, foi a vez da experiente Laura Pigossi já definr o confronto e vencer Francisca Jorge por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-15-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_hobart_bjk_treino.jpg",
        "date": "15/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Brasil 2×0 Portugal"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vence-a-primeira-na-bjk-cup-e-brasil-faz-1-a-0-contra-portugal.html",
        "title": "Naná vence a primeira na BJK Cup e Brasil faz 1 a 0 contra Portugal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_vibra-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –A jovem paulista Nauhany Silva aproveitou suaprimeira oportunidade de disputar a Billie Jean King Cupcomo profissional e conseguiu uma vitória na aberutra do confronto entre Brasil e Portugal, pelo Grupo E dos playoffs. A jogadora de apenas 15 anos superou a portuguesa Matilde Jorge, de 21 anos e 255ª do ranking, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-escalada-para-enfrentar-portugal-dupla-tera-stefani-e-ingrid.html",
        "title": "Naná é escalada para enfrentar Portugal, dupla terá Stefani e Ingrid",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore.jpg",
        "date": "14/11/2025",
        "description": "Hobart (Austrália) –A jovem paulista Nauhany Silva terá sua primeira oportunidade de disputar a Billie Jean King Cup como profissional. A jogadora de apenas 15 anos foi escalada para o confronto contra Portugal, que começa às 22h (de Brasília) desta sexta-feira e avança durante a madrugada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-enfrenta-de-minaur-as-10h30-alcaraz-e-aliassime-as-16h30.html",
        "title": "Sinner enfrenta De Minaur às 10h30, Alcaraz e Aliassime às 16h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jannik_Sinner_Carlos_Alcaraz_GSP29369-1024x682.jpeg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –Com a definição dos semifinalistas do ATP Finals, a organização do torneio definiu a ordem dos confrontos deste sábado. O atual campeão Jannik Sinner jogará na sessão diurna, enquanto o número 1 do mundo Carlos Alcaraz atua no fim da progamação, já que o jogo que definiu o adversário do espanhol também foi o último desta sexta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tourinho-storck-e-damazio-lideram-brasileiros-nas-semis-em-salvador.html",
        "title": "Tourinho, Storck e Damazio lideram brasileiros nas semis em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/livas_damazio_bahiajuniors_estica-1024x682.jpg",
        "date": "14/11/2025",
        "description": "Salvador (BA) –Três brasileiros que disputaram a Copa Davis Junior e a Billie Jean King Cup Junior na última semana em Santiago estão entre os semifinalistas da 40ª edição do Bahia Juniors Cup. A paulista Nathalia Tourinho e os mato-grossenses Livas Damazio e Leonardo Storck venceram na rodada desta sexta-feira no Clube Bahiano de Tênis, em Salvador, e seguem na disputa pelo título do ITF J100."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-leite-e-pereira-avancam-as-semifinais-em-criciuma.html",
        "title": "Ribeiro, Leite e Pereira avançam às semifinais em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ribeiro_criciuma_olhabola.jpg",
        "date": "14/11/2025",
        "description": "Criciúma (SC) –Três brasileiros vão disputar as semifinais do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. O gaúcho Eduardo Ribeiro, o pernambucano José Pereira e o carioca Wilson Leite venceram seus jogos nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-elimina-o-bicampeao-zverev-e-desafia-alcaraz-na-semi.html",
        "title": "Aliassime elimina o bicampeão Zverev e desafia Alcaraz na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/aliassime_finals_back-1024x576.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –A última vaga nas semifinais do ATP Finals é de Félix Auger-Aliassime. O canadense superou o alemão Alexander Zverev, bicampeão do torneio, por 6/4 e 7/6 (7-4) e ficou com a segunda posição do Grupo Bjorn Borg."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/etapa-de-copacabana-definira-rei-e-rainha-do-beach-do-rio-de-janeiro.html",
        "title": "Etapa de Copacabana definirá rei e rainha do beach do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/circuitofairmont.jpg",
        "date": "14/11/2025",
        "description": "Rio de Janeiro (RJ) –Com disputas neste sábado e domingo, a 10ª etapa do Circuito Fairmont de beach tennis, promete muitas emoções na Arena ABTERJ, no Quiosque Nativo, em Copacabana. Esta é a 13ª temporada do circuito mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/skupski-e-salisbury-passam-invictos-pela-fase-de-grupos-no-finals.html",
        "title": "Skupski e Salisbury passam invictos pela fase de grupos no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/salisbury-skupski-turin-2025-friday-2-1024x576.jpg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –Os britânicos Neal Skupski e Joe Salisbury mantiveram a invencibilidade na fase de grupos do ATP Finals e venceram os norte-americanos Christian Harrison e Evan King por 7/5 e 6/3 nesta sexta-feira. O resultado garantiu a parceira na primeira posição do Grupo John McEnrore em Turim."
    }
]