[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-evolucao-em-quadras-mais-rapidas-trabalho-deu-resultado.html",
        "title": "Iga destaca evolução em quadras mais rápidas: “Trabalho deu resultado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_cincy_trofeu_externa-1024x683.jpg",
        "date": "19/08/2025",
        "description": "Cincinnati (EUA) –Campeã do WTA 1000 de Cincinnati nesta segunda-feira, Iga Swiatek destacou sua melhora em superfícies mais rápidas, já que também conquistou recentemente o título de Wimbledon. A polonesa de 24 anos destacou o trabalho da equipe comandada por Wim Fissette, que fez ajustes em seu saque e no estilo de jogo para que ela possa se tornar uma tenista cada vez completa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-repente-iga-swiatek-e-a-favorita-para-o-us-open.html",
        "title": "E de repente Iga Swiatek é a favorita para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Artes-Blogs-900x600-2.jpg",
        "date": "18/08/2025",
        "description": "Depois de 10 dias de um tênis bem perto do irretocável, com vitórias de peso sobre adversárias imponentes, nenhum set perdido, a polonesa Iga Swiatek roubou o favoritismo para o US Open e definitivamente está no páreo para chegar ao segundo título em Nova York, meta também perseguida por Aryna Sabalenka e Coco Gauff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principais-favoritas-samsonova-e-wang-estreiam-bem-em-cleveland.html",
        "title": "Principais favoritas, Samsonova e Wang estreiam bem em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/samsonova_estras_vibra-1024x641.jpg",
        "date": "18/08/2025",
        "description": "Cleveland (EUA) –Principais cabeças de chave do WTA 250 de Cleveland, a russa Liudmila Samsonova e a chinesa Xinyu Wang venceram suas partidas de estreia no torneio preparatório para o US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-vence-no-retorno-ao-circuito-tsitsipas-estreia-contra-chines.html",
        "title": "Korda vence no retorno ao circuito, Tsitsipas estreia contra chinês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/korda-winstonsalem-2025-monday-1024x576.jpg",
        "date": "18/08/2025",
        "description": "Winston Salem (EUA) –De volta ao circuito depois de dois meses afastado, para tratar de uma fratura por estresse na canela, Sebastian Korda venceu sua partida de estreia no ATP 250 de Winston Salem. O norte-americano superou nesta segunda-feira o tcheco Vit Kopriva por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-notei-ainda-no-terceiro-game-que-jannik-nao-estava-bem.html",
        "title": "Alcaraz: “Notei ainda no terceiro game que Jannik não estava bem”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_alcaraz_cincy_trofeus_JW-1024x683.jpg",
        "date": "18/08/2025",
        "description": "Cincinnati (EUA) –Após a atípica final do Masters 1000 de Cincinnati, Carlos Alcaraz comentou que percebeu ainda no terceiro game que Jannik Sinner não estava em suas melhoras condições físicas. O italiano se retirou da partida depoisapenas 23 minutos de disputa, quando perdia o primeiro set por 5/0. Ele se sentiu mal no dia anterior, mas diz que tentou jogar em respeito ao público que foi ao estádio nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-e-monteiro-se-despedem-do-quali-ainda-na-primeira-rodada.html",
        "title": "Wild e Monteiro se despedem do quali ainda na primeira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/wild_usopen_fore.jpg",
        "date": "18/08/2025",
        "description": "Nova York (EUA)– De maneiras distintas, o paranaense Thiago Wild e o cearense Thiago Monteiro não passaram da estreia no qualificatório do US Open. Os dois sequer somarão pontos no ranking, mas ao menos embolsam US$ 27,5 mil. A esperança masculina se torna agora João Lucas Reis, que estreia em seu primeiro Grand Slam nesta terça-feira contra o belga Alexander Blockx, por volta de 18 horas (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-feira-18-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro-back-rio-2025-scaled-e1744493928140-1024x684.jpg",
        "date": "18/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-conquista-seu-11o-wta-1000-em-cincinnati-e-sobe-para-2a-no-ranking.html",
        "title": "Iga conquista seu 11º WTA 1000 em Cincinnati e sobe para 2ª no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_cincy_trofeu-1024x655.jpg",
        "date": "18/08/2025",
        "description": "Cincinnati (EUA) –A galeria de títulos importantes de Iga Swiatek tem um novo troféu a partir desta segunda-feira. A polonesa conquistou pela primeira vez, e sem perder sets, o WTA 1000 de Cincinnati, ao vencer na final a italiana Jasmine Paolini, número 9 do mundo, por 7/5 e 6/4 em 1h49 de partida. Foi sua sexta vitória contra Paolini, mantendo os 100% de aproveitamento nos confrontos entre elas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-duelo-de-3h37-contra-a-ex-top-30-zidansek-no-quali-do-us-open.html",
        "title": "Pigossi vence duelo de 3h37 contra a ex-top 30 Zidansek no quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_vibra-1024x513.jpg",
        "date": "18/08/2025",
        "description": "Nova York (EUA) –A participação brasileira no quali do US Open começou com a vitória de Laura Pigossi em uma primeira rodada duríssima. A número 2 do país e 203ª do mundo salvou um match-point contra a eslovena Tamara Zidansek, 150ª colocada, com parciais de 5/7 e 7/6 (7-2) e 6/3 em 3h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-volta-ao-top-10-e-ranking-define-cabecas-do-us-open.html",
        "title": "Khachanov volta ao top 10 e ranking define cabeças do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/khachanov-toronto-vibra-e1754575656624-1024x683.jpeg",
        "date": "18/08/2025",
        "description": "Londres (Inglaterra)– O retorno de Karen Khachanov ao top 10 foi a principal alteração do ranking masculino após o Masters 1000 de Cincinnati. O russo figurou na faixa mais nobre do tênis pela última vez em 12 de junho de 2023 e chegou a figurar no 27º posto em abril deste ano."
    }
]