[
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-reaparece-e-agradece-os-cumprimentos-pelo-nascimento-de-miguel.html",
        "title": "Nadal reaparece e agradece os cumprimentos pelo nascimento de Miguel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/nadal_academia_Manacor.jpg",
        "date": "29/08/2025",
        "description": "Manacor (Espanha) –Rafael Nadal reapareceu em público nesta sexta-feira, pela primeira vez, desde o nascimento de Miguel, seu segundo filho, em 7 de agosto. O garoto recebeu o nome em homenagem ao pai de Mery Perelló, sua esposa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-sobre-alcaraz-ele-e-espetacular-e-nao-muda-como-pessoa.html",
        "title": "Darderi sobre Alcaraz: “Ele é espetacular e não muda como pessoa”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/darderi-r3-us-open-2025.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– O italiano Luciano Darderifoi eliminado na terceira rodada do US Open, caindo em sets diretos para o espanhol Carlos Alcaraz, nesta sexta-feira. Apesar da derrota, o jovem de 23 anos igualou seu melhor resultado em Grand Slam, repetindo a campanha de Wimbledon na atual temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/santos-abre-clinicas-gratuitas-de-beach-tennis-na-praia-do-gonzaga.html",
        "title": "Santos abre clínicas gratuitas de beach tennis na Praia do Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/WhatsApp-Image-2025-08-29-at-20.47.30-1024x682.jpeg",
        "date": "29/08/2025",
        "description": "Santos (SP) – OProjeto Esporte & Saúdejá começou a movimentar as areias da Praia do Gonzaga, em frente à Praça das Bandeiras, e promete transformar o cenário esportivo da cidade até o feriado de 7 de setembro. A abertura aconteceu nesta sexta-feira com a primeira clínica de beach tennis, reunindo alunos do Colégio São Carlos, do bairro São Manuel, em uma experiência que uniu aprendizado, lazer e inclusão social."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-chegando-mais-perto-de-onde-quero-estar-afirma-rybakina.html",
        "title": "“Estou chegando mais perto de onde quero estar”, afirma Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina-forehand-us-open-2025-1024x644.jpeg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Após três semifinais seguidas na preparação para o US Open, a cazaque Elena Rybakina confirmou o bom momento com umavitória convincente sobre Emma Raducanu nesta sexta-feira, avançando para as oitavas de final em Flushing Meadows. A número 9 do mundo dominou a britânica, campeã do torneio em 2021, aplicando um placar de 6/1 e 6/2 em apenas 63 minutos, mostrando um tênis agressivo e consistente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tranquiliza-sobre-o-joelho-apenas-por-precaucao-nao-e-grave.html",
        "title": "Alcaraz tranquiliza sobre o joelho: “Apenas por precaução, não é grave”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_voleia_uospen_25_day-1024x576.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –A terceira partida de Carlos Alcaraz neste US Open teve uma breve paralisação para que o espanhol recebesse atendimento do fisioterapeuta para tratar de um desconforto no joelho direito. Alcaraz, quesuperou o italiano Luciano Darderiem sets diretos, garante que o problema não é grave a ponto de comprometer sua sequência no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-preciso-manter-a-consistencia-e-deixar-este-jogo-para-tras.html",
        "title": "Raducanu: “Preciso manter a consistência e deixar este jogo para trás”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-r3-us-open-2025-1024x680.jpeg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– A empolgação pela volta por cima de Emma Raducanu no US Open sofreu um novo revés nesta sexta-feira. A britânica, que vinha mostrando sinais de recuperação do seu melhor tênis,foi dominada pela cazaque Elena Rybakina, cabeça de chave número 9, em apenas 63 minutos, com o placar de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/parceria-com-projeto-bola-dentro-reforca-compromisso-do-sao-paulo-open.html",
        "title": "Parceria com projeto Bola Dentro reforça compromisso do São Paulo Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Projeto-bola-dentro_SP-Open.jpg",
        "date": "29/08/2025",
        "description": "São Paulo (SP) –Transformar vidas de crianças, adolescentes e muitas vezes até de famílias inteiras através da prática do tênis. Este é o mantra do Projeto Bola Dentro, organizado pela ONG Bola Dentro, que já atendeu mais de 5 mil jovens em 20 anos, e é apoiado pelo São Paulo Open, torneio WTA 250 que  retorna a São Paulo após 25 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-avanca-ao-lado-de-siegemund-e-brasileiras-tem-100-nas-duplas.html",
        "title": "Bia avança ao lado de Siegemund e brasileiras têm 100% nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/Bia_siegemund_conv_dubai-1024x685.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –As brasileiras tiveram 100% de aproveitamento na primeira rodada de duplas femininas do US Open. Após as vitórias de Luísa Stefani e Ingrid Martins na última quinta-feira, a paulista Beatriz Hadadd Maia estreou bem, ao lado da alemã Laura Siegemund nesta sexta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-abandona-por-lesao-e-mannarino-avanca-struff-supera-tiafoe.html",
        "title": "Shelton abandona por lesão e Mannarino avança, Struff supera Tiafoe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mannarino.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Cotado como um dos candidatos às semifinais do US Open, o canhoto norte-americano Ben Shelton foi obrigado a abandonar a partida que fazia diante do veterano Adrian Mannarino na tentativa de chegar mais uma vez às oitavas de final do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-29-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rgjunior_corre-1024x683.jpg",
        "date": "29/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Primeira rodada –Veja a chave"
    }
]