[
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-thaisa-pedretti-estreiam-com-vitoria-no-rio.html",
        "title": "Carol Meligeni e Thaísa Pedretti estreiam com vitória no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_vibra_rio-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Rio de Janeiro (RJ) –A estreia de Carol Meligeni no Rio Ladies Open foi com uma vitória dominante. A número 3 do Brasil e 247ª do mundo controlou a partida desta terça-feira contra a colombiana Maria Paulina Perez, 281ª do colocada, e marcou um duplo 6/1 em apenas 1h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/murray-mostra-habilidade-em-torneio-pro-am-de-golfe-na-escocia.html",
        "title": "Murray mostra habilidade em torneio Pro-Am de golfe na Escócia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Murray_golfe2.jpg",
        "date": "14/10/2025",
        "description": "St Andrews (Escócia) –Andy Murray se tornou um fanático por golfe desde sua aposentadoria e não se incomoda de zombar de si mesmo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-14-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti_paineiras25_rebate-1024x683.jpg",
        "date": "14/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sofre-com-o-saque-e-perde-para-botic-na-estreia.html",
        "title": "Fonseca sofre com o saque e perde para Botic na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_bruxelas_fore.jpg",
        "date": "14/10/2025",
        "description": "Bruxelas (Bélgica) –A temporada sobre quadras duras e cobertas na Europa não começou bem para João Fonseca, que foi eliminado na estreia do ATP 250 de Bruxelas. O carioca de 19 anos e número 1 do Brasil foi superado pelo holandês Botic van de Zandschulp, 86º do ranking, por 7/5 e 7/6 (7-2), em 2h02 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/elias-ymer-vence-duelo-de-irmaos-cilic-e-berrettini-tambem-avancam.html",
        "title": "Elias Ymer vence duelo de irmãos, Cilic e Berrettini também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ymer-stockholm-2025-fh-1024x576.jpg",
        "date": "14/10/2025",
        "description": "Estocolmo (Suécia) –Um duelo de irmãos marcou a rodada desta terça-feira pelo ATP 250 de Estocolmo, em quadras duras e cobertas. Os convidados suecos Elias e Mikael Ymer se enfrentaram e o mais velho levou a melhor, com parciais de 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/collignon-e-o-jovem-bailly-vao-as-oitavas-em-bruxelas-goffin-e-bergs-caem.html",
        "title": "Collignon e o jovem Bailly vão às oitavas em Bruxelas, Goffin e Bergs caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bailly_bruxelas_vibra-1024x682.jpg",
        "date": "14/10/2025",
        "description": "Bruxelas (Bélgica) –No duelo entre dois jogadores belgas nesta terça-feira, o convidado Raphael Collignon levou a melhor sobre o cabeça 8 Zizou Bergs e estreou com vitória no ATP 250 de Bruxelas, em quadras duras e cobertas. Collignon, de 23 anos e 90º do ranking, marcou as parciais de 6/4 e 7/6 (7-5) diante do compatriota, 39º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diretor-de-paris-confia-na-presenca-de-alcaraz-e-sinner-no-torneio.html",
        "title": "Diretor de Paris confia na presença de Alcaraz e Sinner no torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_alcaraz_uso25_antes-1024x576.jpg",
        "date": "14/10/2025",
        "description": "Paris (França)– Último Masters 1000, o torneio de Paris terá início em 27 de outubro e pela primeira vez acontecerá na Arena Défense, na periferia oeste da capital francesa, saindo do Palácio de Bercy para cumprir os requisitos da ATP. Diretor do torneio, Cedric Pioline mostrou confiança na presença dos principais astros no evento em entrevista àAFP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-ajustes-no-saque-e-titulo-gauff-vai-confiante-para-o-wta-finals.html",
        "title": "Após ajustes no saque e título, Gauff vai confiante para o WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gauff_trofeu_wuhan.jpg",
        "date": "14/10/2025",
        "description": "Wuhan (China) –A conquista de Coco Gauff no WTA 1000 de Wuhan no último domingo coincide com o momento em que a atual número 3 do mundo fez ajustes na equipe para corrigir um problema recorrente em seu jogo. Gauff contratou Gavin MacMillan, especialista em biomecânica, pouco antes do US Open. O objetivo era solucionar as dificuldades que a norte-americana tinha com o saque. Embora tenha caído ainda nas oitavas no Grand Slam nova-iorquino, a jovem de 21 anos seguiu trabalhando e logo conseguiu dois bons resultados, na China, tendo sido semifinalista anterior em Pequim na semana anterior ao título"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-fomos-amigos-afirma-djokovic-sobre-seus-rivais-nadal-e-federer.html",
        "title": "“Nunca fomos amigos”, afirma Djokovic sobre seus rivais Nadal e Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-federer-nadal-murray-roland-garros-2025-1-e1749816148276-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Milão (Itália)– O sérvio Novak Djokovic admitiu que nunca foi amigo de seus grandes rivais, o suíço Roger Federer e o espanhol Rafael Nadal, com quem dominou o circuito masculino pela maior parte das últimas duas décadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-recebe-nao-de-toni-nadal-e-novas-criticas-de-becker.html",
        "title": "Zverev recebe não de Toni Nadal e novas críticas de Becker",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zverev-pequim-back-2025.jpg",
        "date": "14/10/2025",
        "description": "Hamburgo (Alemanha)– Embora tenha começado a temporada com o vice-campeonato do Australian Open, o alemão Alexander Zverev não vem em um grande ano e tem encarado mais reveses do que o normal. Nesta semana foram mais dois para conta, ambos fora das quadras. Ele recebeu um não de Toni Nadal e críticas do compatriota Boris Becker."
    }
]