[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-sabalenka-e-alcaraz-jogam-a-tarde-gauff-fecha-as-21h30.html",
        "title": "Iga, Sabalenka e Alcaraz jogam à tarde, Gauff fecha às 21h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_cincy_desliza_KR-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –A sexta-feira em Cincinnati terá seis jogos das quartas de final, todas as partidas da chave feminina e as duas últimas do masculino. Lembrando que as semifinais dos homens serão nos sábado e as das mulheres no domingo, com finais previstas para segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-define-calendario-com-quali-em-ny-e-challengers-na-europa.html",
        "title": "Monteiro define calendário com quali em NY e challengers na Europa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/monteiro-usopen-vibra-2024-e1724694578415-1024x682.jpg",
        "date": "14/08/2025",
        "description": "Nova York (EUA) –O cearense Thiago Monteiro desembarcou nesta quinta-feira em Nova York para o US Open. O canhoto de 31 anos disputará o quali, que acontece entre os dias 18 e 21 de agosto, em busca de vaga na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-mantem-embalo-e-desafia-zverev-nas-quartas-em-cincinnati.html",
        "title": "Shelton mantém embalo e desafia Zverev nas quartas em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_cincy_toss_JW-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –Uma semana depois de conquistar seu primeiro Masters 1000 em Toronto, Ben Shelton já faz mais uma boa campanha e garantiu vaga nas quartas em Cincinnati. O canhoto de 22 anos e número 6 do mundo venceu o tcheco Jiri Lehecka, 26º do ranking, por duplo 6/4 em 1h21 de partida nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-14-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/C_1umLsl-scaled-e1711654599506-1024x682.jpeg",
        "date": "14/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-avanca-as-quartas-na-polonia-e-busca-a-terceia-semi-do-ano.html",
        "title": "Cé avança às quartas na Polônia e busca a terceia semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gabriela_ce_koksijde_qf_back.jpg",
        "date": "14/08/2025",
        "description": "Bydgoszcz (Polônia) –A gaúcha Gabriela Cé faz mais uma boa semana no saibro europeu. Vinda de uma semifinal na Bélgica, a canhota de 32 anos e 391ª do ranking está nas quartas de final do ITF W35 de Bydgoszcz, na Polônia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vinda-do-quali-gracheva-faz-quartas-de-wta-1000-pela-1a-vez.html",
        "title": "Vinda do quali, Gracheva faz quartas de WTA 1000 pela 1ª vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gracheva_cincy_vibra-1024x585.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –No encontro entre duas jogadoras vindas do quali, a francesa Varvara Gracheva levou a melhor sobre a jovem alemã de 20 anos Ella Seidel para chegar às quartas de final do WTA 1000 de Cincinnati. Atual 103ª do ranking, a francesa de 25 anos marcou as parciais de 2/6, 6/1 e 6/1 para fazer sua melhor campanha em torneios deste nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lideres-do-ranking-superam-melo-e-zverev-em-cincinnati.html",
        "title": "Líderes do ranking superam Melo e Zverev em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arevalo-pavic-cincinnati-2025-r2-1024x576.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –A participação brasileira no Masters 1000 de Cincinnati chegou ao fim nesta quinta-feira com a derrota de Marcelo Melo na segunda rodada de duplas. Melo e o o alemão Alexander Zverev foram superados pelo salvadorenho Marcelo Arevalo e o croata Mate Pavic, principais cabeças de chave e líderes do ranking, por 6/2 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-aluno-do-instituto-patricia-medrado-se-forma-nos-eua.html",
        "title": "Ex-aluno do Instituto Patrícia Medrado se forma nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/lucas-saone-2025-7-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Jacksonville (EUA)– O Instituto Patrícia Medrado, fundado pela baiana ex-top 50 de simples na WTA, celebra mais uma história de superação e sucesso. Lucas Saone, ex-aluno da instituição, acaba de se formar em Matemática pela Jacksonville State University, nos Estados Unidos. Aos 22 anos, ele já foi aceito para o mestrado com bolsa integral e almeja seguir carreira acadêmica como professor universitário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-aliassime-pela-primeira-vez-e-ja-esta-na-semi.html",
        "title": "Sinner supera Aliassime pela primeira vez e já está na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_cincy_vibra_2R-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –Pela primeira vez em três confrontos, Jannik Sinner conseguiu superar o canadense Félix Auger-Aliassime para garantir seu lugar na semifinal do Masters 1000 de Cincinnati. Líder do ranking mundial e atual campeão do torneio, o italiano marcou as parciais de 6/0 e 6/2 em 1h11."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cincinnati-ja-acumula-16-desistencias-durante-os-torneios.html",
        "title": "Cincinnati já acumula 16 desistências durante os torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe_cincy_back_KR-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –Ainda que as chaves do Masters 1000 e WTA 1000 de Cincinnati tenham contado com três nomes de peso que não estiveram em quadra no Canadá, Jannik Sinner, Carlos Alcaraz e Aryna Sabalenka, o torneio tem sofrido com muitas desistências. Até está quinta-feira, já foram 16 tenistas que abandonaram as disputas em simples."
    }
]