[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-26-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/saraiva_fore_belem.jpg",
        "date": "26/06/2025",
        "description": "WTA 500 de Bad Homburg (Alemanha) – Grama – US$ 1,064,510Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanico-abaixo-do-top-700-surpreende-e-fura-o-quali-de-wimbledon.html",
        "title": "Britânico abaixo do top 700 surpreende e fura o quali de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Oliver-Tarvet-Wimbledon-Quali-2025-e1750961770824-1024x683.jpg",
        "date": "26/06/2025",
        "description": "Londres (Inglaterra)– Único tenista da casa a chegar na rodada final do quali de Wimbledon, Oliver Tarvet surpreendeu o belga Alexander Blockx, cabeça de chave 29, e se garantiu pela primeira vez em um Grand Slam. Convidado da organização, o britânico de 21 anos e atual 719 do mundo aproveitou a oportunidade e no jogo decisivo triunfou com parciais de 6/3, 3/6, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-garante-vaga-na-semi-em-eastbourne-krejcikova-abandona-por-lesao.html",
        "title": "Eala garante vaga na semi em Eastbourne, Krejcikova abandona por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/eala_eastbourne_corre_OH-1024x580.jpg",
        "date": "26/06/2025",
        "description": "Eastbourne (Inglaterra) –Depois de se destacar no WTA 1000 de Miami, em março, a filipina Alexandra Eala está de volta a uma semifinal no circuito, desta vez no 250 de Eastbourne, em quadras de grama. A canhota de 20 anos e 76ª do ranking dominou a partida contra a ucraniana Dayana Yastremska, 42ª do mundo, com parciais de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-faz-quartas-na-franca-rebeca-joga-semi-de-duplas.html",
        "title": "Carol Meligeni faz quartas na França, Rebeca joga semi de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_vibra_cut-1024x693.jpg",
        "date": "26/06/2025",
        "description": "Perigueux (França) –Principal cabeça de chave do ITF W35 de Perigueux, no saibro francês, Carol Meligeni marcou sua segunda vitória no torneio e garantiu vaga nas quartas de final. A número 3 do Brasil e 241ª do mundo venceu nesta quinta-feira a francesa Astrid Lew Yan Foon, 507ª do ranking, por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/davidovich-elimina-mensik-em-eastbourne-britanicos-caem-nas-quartas.html",
        "title": "Davidovich elimina Mensik em Eastbourne, britânicos caem nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/davidovich-fokina-eastbourne-2025-e1750958292398-1024x683.jpg",
        "date": "26/06/2025",
        "description": "Eastbourne (Inglaterra)– A quinta-feira foi de fim de linha para o tcheco Jakub Mensik no ATP 250 de Eastbourne, bem como para os dois representantes da casa na competição. Assim como o cabeça de chave 3, também foram eliminados nas quartas de final os britânicos Daniel Evans e Billy Harris, todos em partidas definidas em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-djokovic-treinam-na-quadra-central-de-wimbledon-veja.html",
        "title": "Alcaraz e Djokovic treinam na quadra central de Wimbledon. Veja.",
        "image": null,
        "date": "26/06/2025",
        "description": "Londres (Inglaterra) –Além do espanhol Carlos Alcaraz, atual campeão do torneio, e do sérvio Novak Djokovic, sete vezes campeão do Grand Slam inglês, também treinaram na quadral central de Wimbledon o russo Daniil Medvedev e o líder do ranking mundial, o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/toledo-recebe-a-terceira-edicao-do-bt-200-de-beach-tennis-em-julho.html",
        "title": "Toledo recebe a terceira edição do BT 200 de beach tennis em julho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/BT200-de-toledo_quadra.jpg",
        "date": "26/06/2025",
        "description": "Toledo (PR) –Pelo terceiro ano consecutivo, a cidade de Toledo vai receber alguns dos melhores do mundo para a disputa do ITF Beach Tennis World Tour BT 200, com premiação total de US$ 15 mil e mais de 200 pontos no ranking mundial da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-faz-semi-na-grama-de-bad-homburg-e-fica-perto-da-volta-ao-top-5.html",
        "title": "Iga faz semi na grama de Bad Homburg e fica perto da volta ao top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Swiatek-QF-Jimmie-e1750952808810-1024x682.webp",
        "date": "26/06/2025",
        "description": "Bad Homburg (Alemanha)– Ocupando sua pior colocação no ranking desde fevereiro de 2022, a polonesa Iga Swiatek está aproveitando a boa semana na grama do WTA 500 de Bad Homburg para se recuperar. Nesta quinta-feira, ela garantiu um lugar nas semifinais ao bater a russa Ekaterina Alexandrova em sets diretos, com parciais de 6/4 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ljubicic-acredita-que-alcaraz-tem-mais-chances-na-grama-que-sinner.html",
        "title": "Ljubicic acredita que Alcaraz tem mais chances na grama que Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-wimbledon-treino-2025-1024x682.jpg",
        "date": "26/06/2025",
        "description": "Turim (Itália)– Ex-número 3 do mundo, o croata Ivan Ljubicic analisou as chances em Wimbledon dos dois melhores tenistas da atualidade, o italiano Jannik Sinner e o espanhol Carlos Alcaraz, que recentemente decidiram o título em Roland Garros e na próxima sexta-feira conhecerão seus respectivos caminhos no All England Club com o sorteio das chaves."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mesmo-apos-criticas-becker-acredita-que-zverev-possa-vencer-um-slam.html",
        "title": "Mesmo após críticas, Becker acredita que Zverev possa vencer um Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/Sem-titulo-5-1024x768.jpg",
        "date": "26/06/2025",
        "description": "Bad Homburg (Alemanha)– O alemão Boris Becker cobrou mudanças para o compatriota alemão Alexander Zverev após sua queda em Roland Garros diante do sérvio Novak Djokovic, o que acabou gerando um ruído entre os dois. Sascha rebateu o ex-número 1 do mundo durante sua participação no ATP 250 de Stuttgart, embora tenha deixado as portas abertas para conversas."
    }
]