[
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-de-sinner-foi-a-mais-rapida-na-segunda-semana-do-us-open-desde-2019.html",
        "title": "Vitória de Sinner foi a mais rápida na segunda semana do US Open desde 2019",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-r16-us-open-2025-1024x690.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) – Uma vitória como a do italiano Jannik Sinner sobre o cazaque Alexander Bublik não acontece toda hora em Grand Slam, principalmente nas fases mais agudas da competição. O triplo 6/1 anotado em apenas 81 minutos foi a partida mais rápida da segunda semana do US Open desde 2019."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-relembra-final-de-wimbledon-mas-destaca-diferencas-do-us-open.html",
        "title": "Iga relembra final de Wimbledon, mas destaca diferenças do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_uso_aplaude-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Protagonistas da última final de Wimbledon, Iga Swiatek e Amanda Anisimova voltarão a se enfrentar nas quartas de final do US Open. Há menos de dois meses, a polonesa conquistava o sexto título de Grand Slam da carreira com um histórico duplo 6/0. Diante da possibilidade de um reencontro, que acabou se confirmando com avitória de Anisimova sobre Bia Haddad Maiana rodada noturna, Iga foi perguntada sobre o duelo anterior contra a norte-americana e a maneira como o placar foi construído."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-do-sp-open-sera-sabado-resgate-de-ingressos-para-o-quali-e-nesta-terca.html",
        "title": "Sorteio do SP Open será sábado, resgate de ingressos para o Quali é nesta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_drop_queens_cut-1024x684.jpg",
        "date": "02/09/2025",
        "description": "São Paulo (SP) –O SP Open realiza neste sábado, às 14h, no Ace Club, no Parque Villa-Lobos, o sorteio que definirá os confrontos da chave principal do torneio. O WTA 250 acontece de 6 a 14 de setembro, em São Paulo. A presença no sorteio só será permitida para jornalistas credenciados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atropelos-em-nova-york.html",
        "title": "Atropelos em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_anisimova_uso.jpg",
        "date": "02/09/2025",
        "description": "O encerramento das oitavas de final do US Open foi bem menos competitivo do que se espera de um Grand Slam. Jannik Sinner, Iga Swiatek, Lorenzo Musetti, Naomi Osaka e Amanda Anisimova – infelizmente para cima de Beatriz Haddad Maia – foram muito superiores a seus adversários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-cada-um-dos-oito-match-points-salvos-por-krejcikova-nas-oitavas.html",
        "title": "Veja cada um dos oito match-points salvos por Krejcikova nas oitavas",
        "image": null,
        "date": "01/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joguei-um-bom-tenis-mas-ele-me-deu-pontos-de-graca-avalia-sinner.html",
        "title": "“Joguei um bom tênis, mas ele me deu pontos de graça”, avalia Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-r16-us-open-2025-1024x690.jpeg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Atual campeão do US Open, Jannik Sinner continua firme na busca pela defesa do título. Nesta segunda-feira, ele se garantiu nas quartas de final com avitória esmagadora sobre Alexander Bublik por triplo 6/1, em apenas 1h21 d partida. Apesar do placar dilatado, o italiano preferiu uma análise equilibrada sobre a atuação do rival e destacou que parte de sua tranquilidade veio também dos erros cometidos pelo adversário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-segunda-01-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/victoria_barros_uso_vibra-e1737168724478.png",
        "date": "01/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-se-impoe-e-elimina-bia-nas-oitavas-do-us-open.html",
        "title": "Anisimova se impõe e elimina Bia nas oitavas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia_usopen_fore_lado_R16-1024x576.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Vinda de três vitórias na primeira semana do US Open, Beatriz Haddad Maia não repetiu o mesmo desempenho nas oitavas de final e se despediu da competição. A norte-americana Amanda Anisimova, número 8 do mundo e finalista de Wimbledon, conseguiu se impor e eliminou a brasileira, 22ª do ranking, com parciais de 6/0 e 6/3 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-celebra-dura-vitoria-e-tres-tchecas-nas-quartas.html",
        "title": "Muchova celebra dura vitória e três tchecas nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/muchova-acena-us-open-2025-1024x576.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Em uma longa batalha com quase três horas de duração, nesta segunda-feira, a tcheca Karolina Muchova superou a ucraniana Marta Kostyuk por 6/3, 6/7 (0-7) e 6/3, egarantiu vaga nas quartas de final do US Openpelo terceiro ano consecutivo. Semifinalista nas últimas duas edições, a tenista de 29 anos celebrou a força mental para vencer o duelo."
    }
]