[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-22-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/gustavo_almeida_sp_saque_2024.jpg",
        "date": "22/07/2025",
        "description": "ATP 250 de Kitzbuhel (Áustria) – Saibro – 596.035 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-sofre-lesao-nas-costas-e-nao-disputa-o-atp-de-washington.html",
        "title": "Rune sofre lesão nas costas e não disputa o ATP de Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-washington-2025-practice-1024x576.jpg",
        "date": "22/07/2025",
        "description": "Washington (EUA) –O dinamarquês, atual número 9 do mundo, Holger Rune está fora da disputa do ATP 500 de Washington. Ele estrearia nesta terça-feira contra o francês Alexandre Muller, que agora enfrenta o compatriota e lucky-loser Corentin Moutet."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-e-saraiva-estreiam-com-vitoria-em-torneios-da-itf.html",
        "title": "Marcondes e Saraiva estreiam com vitória em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_olhabola.jpg",
        "date": "22/07/2025",
        "description": "Bacau (Romênia) –Único brasileiro na disputa do ITF M25+H de Bacau, em quadras de saibro na Romênia, o paulista Igor Marcondes estreou com vitória nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-no-4-do-mundo-e-em-sua-ultima-temporada-caroline-garcia-se-casa.html",
        "title": "Ex-nº 4 do mundo e em sua última temporada, Caroline Garcia se casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/caroline_garcia_casamento.jpg",
        "date": "22/07/2025",
        "description": "Girona (Espanha) –A francesa Caroline Garcia anunciou no último sábado seu casamento com o espanhol Borja Duran, professor da Universidade de Barcelona, compartilhando fotos da cerimônia nas redes sociais. Segundo a revista francesa Gala, o casamento aconteceu em um hotel na cidade de Girona, nordeste da Espanha, na Catalunha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-novo-tecnico-pigossi-inicia-calendario-em-quadras-duras.html",
        "title": "Com novo técnico, Pigossi inicia calendário em quadras duras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_valencia_saque-1024x529.jpg",
        "date": "22/07/2025",
        "description": "Figueira da Foz (Portugal) –Segunda melhor brasileira no ranking da WTA, ocupando a 206ª colocação, Laura Pigossi anunciou mudanças em sua equipe de trabalho. A paulistana de 30 anos não está mais treinando na ADI Academy, em Barcelona, e começou a viajar com novo técnico, o peruano Sérgio Galdós, além do preparador físico Carlos Aguilar. Ela também trocou de raquete, está jogando com aYonex V Core."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-vai-as-oitavas-na-finlandia-pucinelli-e-alves-caem.html",
        "title": "João Reis vai às oitavas na Finlândia, Pucinelli e Alves caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_lreis_campinas_vibra-e1749933734477-1024x683.jpg",
        "date": "22/07/2025",
        "description": "Tampere (Finlândia) –Depois de passar por duas rodadas do qualificatório, João Lucas Reis estreou com vitória na chave principal do challenger de Tampere, em quadras de saibro na Finlândia. O pernambucano venceu nesta terça-feira o peruano Gonzalo Bueno, 282º do ranking, por duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-tem-inscricoes-e-vale-vaga-para-itfs-de-setembro.html",
        "title": "Copa Brasil tem inscrições e vale vaga para ITFs de setembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/IMG-20250722-WA0006-1024x679.jpg",
        "date": "22/07/2025",
        "description": "São Paulo (SP)– Dentro do vasto histórico do Instituto Esperança do Amanhã em projetar novos valores para o tênis brasileiro, o Alphaville Tênis Clube sediará a Copa Brasil de Tênis – Ano II, entre os dias 23 a 27 de agosto, torneio viabilizado pela Lei de Incentivo ao Esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/misolic-supera-estreia-em-kitzbuhel-e-salva-o-dia-dos-austriacos.html",
        "title": "Misolic supera estreia em Kitzbuhel e salva o dia dos austríacos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Kitzbuhel-Filip-Misolic.jpg",
        "date": "22/07/2025",
        "description": "Kitzbuhel (Áustria)– Três tenistas da casa estrearam no ATP 250 de Kitzbuhel nesta terça-feira e o único austríaco que conseguiu avançar na chave foi Filip Misolic, que surpreendeu o argentino Tomas Etcheverry e bateu o cabeça de chave número 5 por 2 sets a 1, com parciais de 7/5, 5/7 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-desiste-do-us-open-depois-da-artroscopia-no-cotovelo-direito.html",
        "title": "Zheng desiste do US Open depois da artroscopia no cotovelo direito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/zheng-prepara-back-2024-e1725453884898-1024x681.jpg",
        "date": "22/07/2025",
        "description": "Nova York (EUA)– A organização do US Open confirmou na última segunda-feira a desistência da chinesa Qinwen Zheng, dois dias depois de a tenista anunciar que havia passado por umaartroscopia no cotovelo direitodevido a “dores persistentes”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-e-siniakova-lideram-seis-vitorias-tchecas-no-wta-de-praga.html",
        "title": "Noskova e Siniakova lideram seis vitórias tchecas em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/noskova_praga_25_toss-1024x683.jpg",
        "date": "22/07/2025",
        "description": "Praga (República Tcheca) –Nos jogos que complementaram a primeira rodada do WTA 250 de Praga, seis jogadoras tchecas estrearam com vitória no torneio em quadras duras. Destaque para Linda Noskova, principal cabeça de chave, e também para a experiente Katerina Siniakova. Ao todo, serão oito tenistas da casa na segunda rodada do torneio."
    }
]