[
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "15/02/2026",
        "description": "ATP500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Montpellier –SImplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-15-02-html.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marcondes-desliza-rio-open-2026-1024x683.jpg",
        "date": "15/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Qualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enfim-boas-noticias-para-o-tenis-profissional-brasileiro.html",
        "title": "Enfim, boas notícias para o tênis profissional brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_monteiro_rio.jpg",
        "date": "15/02/2026",
        "description": "Depois de um início de temporada cheio de tropeços, dúvidas e muitos resultados negativos, o tênis profissional brasileiro parece viver uma repentina e muito bem-vinda fase de notícias animadoras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-final-emocionante-shelton-chega-ao-4o-titulo-veja-como-foi.html",
        "title": "Em final emocionante, Shelton chega ao 4º título, Veja como foi.",
        "image": null,
        "date": "15/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-contra-monteiro-e-joga-duplas-na-segunda-feira.html",
        "title": "Fonseca estreia contra Monteiro e joga duplas na segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/monteiro_fonseca_juntos_sorrindo_ausopen25-1024x580.jpg",
        "date": "15/02/2026",
        "description": "Rio de Janeiro (RJ)– Depois de pela primeira vezdois brasileiros furarem o quali do Rio Openque terá seu recorde de participantes nacionais na chave principal, com seis representantes, o sorteio que definiu os qualificados na chave colocou o cearense Thiago Monteiro como o primeiro adversário do carioca João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-busca-virada-e-disputa-o-rio-open-pela-setima-vez.html",
        "title": "Monteiro busca virada e disputa o Rio Open pela sétima vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/monteiro-rio-comemora-2026-1024x683.jpeg",
        "date": "15/02/2026",
        "description": "Rio de Janeiro (RJ)– O cearense Thiago Monteiro mais uma vez vai disputar a chave principal do Rio Open. Ele garantiu sua sétima participação no torneio neste domingo ao bater o sérvio Dusan Lajovic pela última rodada do quali, buscando uma virada com placar final de 2/6, 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-salva-3-match-points-de-fritz-e-fica-com-o-titulo-em-dallas.html",
        "title": "Shelton salva 3 match-points de Fritz e fica com o título em Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/shelton-vibra-dallas-2026-1024x692.jpeg",
        "date": "15/02/2026",
        "description": "Dallas (EUA)– A final do ATP 500 de Dallas não poderia ser mais emocionante e imprevisível. Depois de sair atrás no placar e de salvar três match-points no terceiro set, o norte-americano Ben Shellton acabou ficando com o título ao derrotar o compatriota Taylor Fritz pelo placar de 3/6, 6/3 e 7/5, em 1h51 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-vices-cerundolo-conquista-o-tao-sonhado-titulo-em-buenos-aires.html",
        "title": "Após vices, Cerúndolo conquista o tão sonhado título em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cerundolo-vibra-buenos-aires-2026-1024x682.jpg",
        "date": "15/02/2026",
        "description": "Buenos Aires (Argentina)– O título do ATP 250 de Buenos Aires em 2026 é de Francisco Cerúndolo. Principal cabeça de chave da competição, o argentino confirmou o favoritismo e conquistou o título inédito em casa neste domingo, ao derrotar o italiano Luciano Darderi, nascido na Argentina, com o placar de 6/4 e 6/2, em 1h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-segue-em-grande-momento-e-fura-quali-do-rio-open.html",
        "title": "Marcondes segue em grande momento e “fura” quali do Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/igor-marcondes-rio-2026-1024x683.jpg",
        "date": "15/02/2026",
        "description": "Rio de Janeiro (RJ)– O canhoto paulista Igor Marcondes aproveitou da melhor forma possível o convite recebido pelos organizadores e se classificou neste domingo para disputar seu primeiro torneio de nível ATP e logo um de qualidade 500."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-clama-por-novos-horizontes-2.html",
        "title": "Rio Open clama por novos horizontes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/chico_rioopen26.jpg",
        "date": "15/02/2026",
        "description": "Num cenário que só poderia mesmo ser proporcionado pela Cidade Maravilhosa, aos pés do Cristo Redentor, o Rio Open ostenta, com categoria, o título de mais importante torneio da América do Sul. Mas a cada ano que passa fica mais claro a necessidade de buscar novos horizontes. Melhorar o seu line up, de quem já teve Rafael Nadal e Carlos Alcaraz, entre outros, é uma necessidade inerente. Para isso, infelizmente, precisaria trocar o piso de saibro para o cimento. Buenos Aires não concorda com essa mudança, mas a competição argentina tem vida própria, enquanto a brasileira sonha com patamares mais altos de até, quem sabe,  chegar a um 1000, numa doce lembrança do que foi os Jogos Olímpicos, no esplêndido complexo da barra e que merece ser recuperado."
    }
]