[
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vence-no-quali-de-bastad-wild-cai-para-jovem-noruegues.html",
        "title": "Monteiro vence no quali de Bastad, Wild cai para jovem norueguês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_back_saibro-1024x683.jpg",
        "date": "13/07/2025",
        "description": "Bastad (Suécia) –Os brasileiros tiveram rumos opostos na rodada deste domingo noquali para o ATP 250 de Bastad, em quadras de saibro na Suécia. Thiago Monteiro estreou bem na competição e está a uma vitória de entrar na chave principal, enquanto Thiago Wild não passou da primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maior-de-sua-geracao-iga-vale-o-ingresso.html",
        "title": "Maior de sua geração, Iga vale o ingresso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/arte_ps_iga_wimb.jpg",
        "date": "13/07/2025",
        "description": "A conquista inédita em Wimbledon não apenas recoloca Iga Swiatek no caminho das vitórias depois de um ano tão difícil, como também ratifica o nome da polonesa como a maior de sua geração. A final do último sábado, diante de Amanda Anisimova, teve um resultado atípico. Um duplo 6/0, que não acontecia na decisão de um Grand Slam há 37 anos. Quem esteve na Quadra Central presenciou algo raríssimo na centenária do história do palco mais tradicional do tênis. E que por si só, vale o ingresso."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-13-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/ingrid_bjk_treina.jpg",
        "date": "13/07/2025",
        "description": "WTA 125 de Contrexeville (França) – Saibro – 100 mil eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-protagonizam-13o-duelo-e-a-2a-final-de-slam.html",
        "title": "Sinner e Alcaraz protagonizam 13º duelo e a 2ª final de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-fotos-multiplas-900x600-1.jpg",
        "date": "12/07/2025",
        "description": "Londres (Inglaterra) –Assim como já havia acontecido em Roland Garros, há pouco mais de um mês, Jannik Sinner e Carlos Alcaraz voltam a se enfrentar na final de Wimbledon neste domingo, ao meio-dia (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "12/07/2025",
        "description": "ATP250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-fica-com-o-vice-campeonato-nas-duplas-em-rio-claro.html",
        "title": "Luiza Fullana fica com o vice-campeonato nas duplas em Rio Claro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fullana_markus_dang_you.jpg",
        "date": "12/07/2025",
        "description": "Rio Claro (SP) –A brasiliense Luiza Fullana ficou com o vice-campeonato de duplas da etapa de Rio Claro do Circuito BRB/Engie de Tênis, torneio ITF W35 nas quadras de saibro do Clube de Campo de Rio Claro. Fullana e a argentina Carla Markus foram superadas pelas chinesas Yiming Dang e Xiaodi You por 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pereira-saraiva-e-marcondes-conquistam-titulos-de-duplas-na-itf.html",
        "title": "Pereira, Saraiva e Marcondes conquistam títulos de duplas na ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pereira-santos-back-1024x537.jpg",
        "date": "12/07/2025",
        "description": "Villavicencio (Colômbia) –O brasiliense Paulo Saraiva ficou com o vice-campeonato do ITF M25 de Villavicencio, em quadras de saibro na Colômbia, superado na decisão pelo anfitrião Samuel Palacios por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-decide-os-18-anos-em-curitiba-definidos-os-campeoes-de-dupla.html",
        "title": "Storck decide os 18 anos em Curitiba, definidos os campeões de dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Copa-Icaro_duplamasculina_finalistas.jpg",
        "date": "12/07/2025",
        "description": "Curitiba (PR) –Foram definidos, neste sábado, os finalistas de simples e os campeões de duplas da 5ª Copa Instituto Ícaro, que acontece no Clube 3 Marias e na Academia DM Tênis. O torneio internacional juvenil tem a chancela da Federação Internacional de Tênis, da Confederação Brasileira, Confederação Sul-Americana e da Federação Paranaense de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-fica-ainda-mais-completa.html",
        "title": "Iga fica ainda mais completa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_wim_iga_final.jpg",
        "date": "12/07/2025",
        "description": "Melhor saibrista do circuito atual, a polonesa Iga Swiatek pouco a pouco mostra que também pode se dar bem em qualquer piso. Ela já mostrou o primeiro importante sinal desse progresso de versatilidade no US Open de 2022, depois faturou o Finals da temporada seguinte e no ano passado ganhou Doha e Indian Wells antes de reinar na terra novamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-disputa-quali-de-wta-250-no-saibro-de-iasi.html",
        "title": "Carol Meligeni disputa quali de WTA 250 no saibro de Iasi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/carol_meligeni_leme_olhabola.jpg",
        "date": "12/07/2025",
        "description": "Iasi (Romênia) –Terceira melhor brasileira no ranking da WTA, Carol Meligeni está no quali para o WTA 250 de Iasi, em quadras de saibro na Romênia. A paulista de 29 anos e 239ª do ranking estreia neste domingo contra a romena Ilinca Amariei, de 22 anos e 408ª do ranking, em confronto inédito no circuito."
    }
]