[
    {
        "url": "https://tenisbrasil.uol.com.br/konishi-e-giannini-caem-na-segunda-rodada-de-torneios-da-itf.html",
        "title": "Konishi e Giannini caem na segunda rodada de torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Luján (Argentina) –A paulista Júlia Konishi foi eliminada na segunda rodada do ITF W15 de Luján, em quadras de saibro na Argentina. Atual 804ª do ranking, ela perdeu da boliviana Noelia Zeballos, cabeça 8 do torneio e 612ª colocada, por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-nina-tem-casamento-dos-sonhos-em-marrakech.html",
        "title": "Aliassime e Nina têm casamento dos sonhos em Marrakech",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime_nina_casamento.jpg",
        "date": "25/09/2025",
        "description": "Marrakech (Marrocos) –Félix Auger-Aliassime teve um casamento dos sonhos no Marrocos e confessou que não conseguiria realizar a cerimônia sem o apoio decisivo da noiva Nina Ghaibi. A cerimônia aconteceu no dia 20 passado, sábado, em elegante local, o Selman Marrakech, luxuoso hotel situado em casa rural, com vista para as Montanhas Atlas e diárias em torno de R$ 4 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-25-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/09/2025",
        "description": "ATP 500 de Pequim (China) – Sintético – US$ 4.016.050Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-superado-por-jovem-peruano-nas-oitavas-em-lisboa.html",
        "title": "Monteiro é superado por jovem peruano nas oitavas em Lisboa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro_lisboa_estica-1024x682.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Vindo de umavitória em dois tiebreaks na estreia, Thiago Monteiro foi eliminado nas oitavas de final do challenger de Lisboa, em quadras de saibro. O cearense caiu diante do jovem peruano de 21 anos Ignacio Buse, cabeça 4 do torneio e 116º do ranking, com parciais de 7/6 (9-7) e 6/4 em 2h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-poe-fonseca-entre-5-tenistas-que-podem-desafiar-alcaraz-e-sinner.html",
        "title": "Mouratoglou põe Fonseca entre 5 tenistas que podem desafiar Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-3.jpg",
        "date": "25/09/2025",
        "description": "Nice (França)– O francês Patrick Mouratoglou é mais um que coloca o espanhol Carlos Alcaraz e o italiano Jannik Sinner acima de todos os demais concorrentes no circuito neste momento, contudo ele acredita que os dois podem ser desafiados e listou cinco nomes de jogadores que acredita serem capazes de tal feito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-fara-exibicao-contra-alcaraz-em-dezembro-em-miami.html",
        "title": "Fonseca fará exibição contra Alcaraz em dezembro em Miami",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_alcaraz_exo.jpg",
        "date": "25/09/2025",
        "description": "Miami (EUA) –O tão esperado encontro entre João Fonseca e Carlos Alcaraz em quadra foi marcado para o dia 8 de dezembro, quando eles irão se enfrentar em uma partida de exibição em Miami. O evento também contará com a norte-americana Amanda Anisimova e a britânica Emma Raducanu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vencer-wimbledon-aos-17-anos-nao-me-ajudou-afirma-becker.html",
        "title": "“Vencer Wimbledon aos 17 anos não me ajudou”, afirma Becker",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/boris-becker-wimbledon-aeltc-e1758825279633-1024x682.jpg",
        "date": "25/09/2025",
        "description": "Londres (Inglaterra)– O alemão Boris Becker participou do podcastHigh Performance, no qual falou sobre sua conquista de Wimbledon, em 1985, quando, com apenas 17 anos, se tornou o tenista mais jovem a vencer o torneio. Ele falou com tom de lamentação sobre a precocidade de seu primeiro título de Grand Slam, revelando que trouxe muito mais coisas negativas que positivas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-diz-que-se-soltou-durante-estreia-e-mininiza-disputa-pelo-no-1.html",
        "title": "Sinner diz que se soltou durante estreia e mininiza disputa pelo nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-prquim-vibra-2025-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Pequim (China) –A vitória e o bom nível de tênis apresentado naestreia do ATP 500 de Pequimtrazem bastante confiança para Jannik Sinner, que disputa seu primeiro torneio desde a derrota para Carlos Alcaraz na final do US Open. O italiano inciou o torneio chinês vencendo o experiente croata Marin Cilic e só volta à quadra no sábado, para enfrentar o francês vindo do quali Terence Atmane."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/convidada-da-casa-vence-e-sera-a-adversaria-de-iga-na-estreia-em-pequim.html",
        "title": "Convidada da casa vence e será a adversária de Iga na estreia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/yue-yuan-beijing-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Pequim (China)– Nesta quinta-feira a polonesa Iga Swiatek, cabeça de chave 1 no WTA 1000 de Pequim, conheceu sua adversária de estreia. Entrando direto na segunda rodada, ela enfrentará a convidada da casa Yue Yuan, que superou a cazaque Yulia Putintseva na primeira rodada com duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/calendario-de-fonseca-tem-dois-masters-alem-de-bruxelas-e-basileia.html",
        "title": "Calendário de Fonseca tem dois Masters, além de Bruxelas e Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_fore_25_ML-e1756214641262.jpg",
        "date": "25/09/2025",
        "description": "Rio de Janeiro (RJ) –Depois de defender o Brasil na Copa Davis contra a Grécia e de participar da Laver Cup pela primeira vez nos Estados Unidos, João Fonseca já tem calendário definido para o restante da temporada. O carioca de 19 anos e número 1 do Brasil retorna ao circuito no Masters 1000 de Xangai, a partir de 1º de outubro, e jogará mais três torneios em quadras cobertas."
    }
]