[
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-encerra-parceria-com-tecnico-e-planeja-retorno-em-xangai.html",
        "title": "Dimitrov encerra parceria com técnico e planeja retorno em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-miami-olhabola-2025-scaled-e1742929474197-1024x684.jpeg",
        "date": "24/09/2025",
        "description": "Xangai (China) –Afastado do circuito desde Wimbledon, Grigor Dimitrov já tem data para retornar às competições. O búlgaro disputará o Masters 1000 de Xangai, que começa em 1º de outubro. Ele já foi semifinalista do torneio chinês em 2023 e chegou às oitavas no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicole-giannini-vence-no-egito-e-tenta-entrar-no-ranking-da-wta.html",
        "title": "Nicole Giannini vence no Egito e tenta entrar no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nicole_Giannini_dez24_mogi_back.jpg",
        "date": "24/09/2025",
        "description": "Sharm El Sheikh (Egito) –Única brasileira na disputa do ITF W15 de Sharm El Sheikh, em quadras duras no Egito, a paulista Nicole Giannini estreou com vitória nesta quarta-feira, superando a bielorrussa Sofya Gapankova por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-24-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "24/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-quer-seguir-evoluindo-e-nao-prioriza-a-disputa-pelo-numero-1.html",
        "title": "Iga quer seguir evoluindo e não prioriza a disputa pelo número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_pequim_treino-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –Vinda da conquista de seu 25º título da carreira em Seul, Iga Swiatek tenta manter o embalo no WTA 1000 de Pequim. Principal cabeça de chave e campeã em 2023, a polonesa diminuiu a diferença para Aryna Sabalenka, que não disputa o torneio este ano. Por isso, uma boa campanha pode ser determinante para tentar recuperar a liderança do ranking, mas a priorizar da tenista de 24 anos é melhorar seu nível de tênis, sem tanto foco no número 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-estreia-contra-cilic-as-8h-vekic-lidera-a-rodada-feminina.html",
        "title": "Sinner estreia contra Cilic às 8h, Vekic lidera a rodada feminina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/cilic-hangzhou-rebate-2024-e1727102487307-1024x768.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –A partida entre Jannik Sinner e Marin Cilic será o destaque da rodada desta quinta-feira no ATP 500 de Pequim. O italiano enfrenta o croata a partir das 8h (de Brasília). Sinner venceu o único duelo anterior entre eles, na Copa Davis de 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-feminino-no-clube-paineiras-tera-entrada-gratuita.html",
        "title": "Torneio Feminino no clube Paineiras terá entrada gratuita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paineiras_publico-1024x683.jpeg",
        "date": "24/09/2025",
        "description": "São Paulo (SP)– Com as presenças de Laura Pigossi, Carolina Meligeni Alves e a sensação juvenil Nauhany Silva, oClube Paineiras do Morumby  será palco da nona edição do Torneio Internacional Feminino de Tênis – Ano IX, competição de nível W35 da Federação Internacional de Tênis (ITF). O evento acontece entre os dias 29 de setembro e 5 de outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-busca-do-finals-stefani-e-babos-sao-as-cabecas-7-em-pequim.html",
        "title": "Em busca do Finals, Stefani e Babos são as cabeças 7 em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani_babos_spopen_c1.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –Após a conquista do SP Open, Luísa Stefani e a parceira húngara Timea Babos seguem para a disputa do WTA 1000 de Pequim. Elas são as cabeças 7 do torneio e estão em oitavo lugar na corrida por vaga no WTA Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-critica-velocidade-quase-que-uniforme-das-quadras-no-circuito.html",
        "title": "Federer critica velocidade quase que uniforme das quadras no circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/federer-lavercup-fans-2025-1024x683.jpg",
        "date": "24/09/2025",
        "description": "São Francisco (EUA)– Mais uma vez presente na disputa da Laver Cup, que aconteceu na semana passada em São Francisco , o suíço Roger Federer aproveitou a oportunidade para participar do podcastServe with Andy Roddick, no qual teceu duras críticas à homogeneidade atual nos pisos do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-joga-duplas-com-zverev-em-pequim-e-estreia-na-quinta.html",
        "title": "Melo joga duplas com Zverev em Pequim e estreia na quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev_melo_toronto_saque.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –O experiente Marcelo Melo será o representante brasileiro no ATP 500 de Pequim. O mineiro de 42 anos disputa a chave de duplas ao lado do alemão Alexander Zverev. A estreia será nesta quinta-feira às 3h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/borg-para-mim-djokovic-e-o-maior-tenista-de-todos-os-tempos.html",
        "title": "Borg: “Para mim, Djokovic é o maior tenista de todos os tempos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-us-open-2025-arms-up-e1758736689619-1024x682.jpg",
        "date": "24/09/2025",
        "description": "Roma (Itália)– Um dos grandes nomes da história do tênis, o sueco Bjorn Borg foi mais uma a colocar o sérvio Novak Djokovic como o maior tenistas de todos os tempos. Ele afirmou isso em uma longa entrevista aoLa Repubblica."
    }
]