[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-30-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "30/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-salva-o-dia-dos-norte-americanos-e-enfrenta-machac-nas-oitavas.html",
        "title": "Fritz salva o dia dos norte-americanos e enfrenta Machac nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz_fore_USO.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Finalista da edição passada do US Open, Taylor Fritz salvou o dia para os norte-americanos da chave masculina nesta sexta-feira. Após as eliminações de Ben Shelton e Frances Tiafoe, o número 4 do mundo venceu o suíço vindo do quali Jerome Kym, 175º do ranking, por 7/6 (7-3), 6/7 (9-11), 6/4 e 6/4 em 2h58 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-vai-pintando-o-reencontro-entre-alcaraz-e-djokovic.html",
        "title": "E vai pintando o reencontro entre Alcaraz e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_alcaraz_uso.jpg",
        "date": "30/08/2025",
        "description": "Atuações firmes de um lado, chave aberta de outro e já dá para o torcedor esfregar as mãos e acreditar que o reencontro entre Carlos Alcaraz e Novak Djokovic vá acontecer dentro de uma semana em Nova York, único grande palco em que os dois ainda não duelaram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-derruba-andreeva-e-volta-as-oitavas-apos-seis-anos.html",
        "title": "Townsend derruba Andreeva e volta às oitavas após seis anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/townsend_vibra_usopen_25-1024x697.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –Escalada para atuar na sessão noturna do Arthur Ashe Stadium, Taylor Townsend conseguiu uma grande vitória nesta sexta-feira e garantiu vaga nas oitavas de final do US Open. A norte-americana eliminou a jovem russa de 18 anos Mirra Andreeva, número 5 do mundo, por 7/5 e 6/2 em 1h16 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-lombar-djoko-bate-norrie-de-novo-e-marca-facanhas.html",
        "title": "Apesar da lombar, Djoko bate Norrie de novo e marca façanhas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic_preto.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Nem mesmo um incômodo na região lombar, sentido por Novak Djokovic ainda no primeiro set, facilitou a vida de Cameron Norrie e o tetracampeão do US Open atingiu as oitavas de final pela 16ª vez em 19 participações, ao impor a sétima derrota consecutiva ao canhoto britânico, com parciais de 6/4, 6/7 (4-7), 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torcedor-pede-moca-em-casamento-na-louis-armstrong-e-ela-diz-sim.html",
        "title": "Torcedor pede moça em casamento na Louis Armstrong e ela diz sim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/marriage-proposal_usopen.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– Os fãs vibraram muito ao verem no telão que um espectador estava pedindo a mão de sua namorada em casamento. O fato aconteceu durante a partida da número 1 do mundo, a bielorrussa Aryna Sabalenka com a canadense Leylah Fernandez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-disputam-finais-de-itf-em-sao-paulo-e-santiago.html",
        "title": "Juvenis brasileiros disputam finais de ITF em São Paulo e Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/lucas_moscatto_term_rtb-1024x639.jpg",
        "date": "29/08/2025",
        "description": "São Paulo (SP) –Foram definidos nesta sexta-feira o finalistas da Copa Juninho Tênis, torneio ITF J60 disputado nas quadras de saibro do Corinthians, em São Paulo. Lucas Moscatto será o representante brasileiro na final masculina. Já a disputa feminina será entre Eduarda Gomes, de apenas 13 anos, e Larissa Silenci. As decisões serão a partir das 11h deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-vira-o-jogo-e-elimina-mais-uma-cabeca-de-chave.html",
        "title": "Krejcikova vira o jogo e elimina mais uma cabeça de chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/krejcikova_uso_toss_noite-1024x673.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Aos poucos, Barbora Krejcikova vai recuperando o bom nível de tênis que a levou às conquistas de dois títulos de Grand Slam e á vice-liderança do ranking. A experiente tcheca de 29 anos eliminou mais uma cabeça de chave nesta sexta-feira e chegou às oitavas de final ao superar a norte-americana Emma Navarro, número 11 do mundo, por 4/6, 6/4 e 6/4 em 2h30 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-consegue-revanche-e-fica-mais-perto-de-manter-o-no-1.html",
        "title": "Sabalenka consegue revanche e fica mais perto de manter o nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_vibra_3R_noite-1024x652.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA) –Quatro anos depois de protagonizarem uma das semifinais do US Open, Aryna Sabalenka e Leylah Fernandez voltaram a se enfrentar nesta sexta-feira. E a número 1 do mundo conseguiu a revanche contra a canadense para chegar às oitavas, marcando as parciais de 6/3 e 7/6 (7-2) em 1h39 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-dificil-engolir-a-forma-como-joguei-e-sair-do-us-open.html",
        "title": "Tiafoe: “Difícil engolir a forma como joguei e sair do US Open”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/boleira-ergue-tiafoe-us-open-2025-1024x576.jpg",
        "date": "29/08/2025",
        "description": "Nova York (EUA)– A campanha de Frances Tiafoe no US Open terminou mais cedo do que o esperado. Com ótimo retrospecto no torneio, incluindo duas semifinais em 2022 e 2024, o norte-americano foi eliminado nesta sexta-feira ainda na terceira rodada. O número 17 do mundo não resistiu ao alemão Jan-Lennard Struff, de 35 anos e apenas 144º do ranking, caindo com parciais de 6/4, 6/3 e 7/6 (9-7)."
    }
]