[
    {
        "url": "https://tenisbrasil.uol.com.br/joint-salva-match-point-contra-pigossi-e-define-a-serie-para-a-australia.html",
        "title": "Joint salva match-point contra Pigossi e define a série para a Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigosssi_bjk_fore_dom-1024x682.jpg",
        "date": "16/11/2025",
        "description": "Hobart (Austrália) –A Austrália venceu o confronto contra o Brasil pelos playoffs da Billie Jean King Cup. Depois deKimberly Birrell ter superado Nauhany Silvana abertura da programação deste domingo, foi a vez de Maya Joint, de 19 anos e 32ª do ranking, definir a série depois de salvar um match-point no segundo set o jogo contra Laura Pigossi por 2/6, 7/5 e 6/1 em 1h56 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-16-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300fr_drop-1024x578.jpg",
        "date": "16/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Austrália 2×0 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-e-dabrowski-vencem-e-canada-decide-vaga-contra-o-mexico.html",
        "title": "Mboko e Dabrowski vencem e Canadá decide vaga contra o México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/mboko_bjkcup_olhabola.jpg",
        "date": "16/11/2025",
        "description": "Monterrey (México) –A liderança do Grupo A dos playoffs da Billie Jean King Cup será definida entre México e Canadá, campeão recente em 2023. Depois de uma vitória mexicana sobre a Dinamarca na útima sexta-feira em Monterrey, foi a vez da equipe canadense também vencer, contando com a jovem Victoria Mboko e a experiente duplista Gabriela Dabrowski."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-vence-no-quali-de-yokohama-saraiva-joga-em-guayaquil.html",
        "title": "Marcondes vence no quali de Yokohama, Saraiva joga em Guayaquil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-forehand-hua-hin-2025-1024x703.jpg",
        "date": "16/11/2025",
        "description": "Yokohama (Japão) –Em mais uma semana de torneios na Ásia, Igor Marcondes estreou com vitória no quali para o challenger de Yokohama, em quadras duras no Japão. O paulista de 28 anos e 485º do ranking venceu o convidado local Kanju Furusho por 6/3 e 6/4. Seu próximo rival virá do jogo entre o francês Nathan Trouve e o sul-coreano JiSung Nam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-cai-em-tres-sets-diante-de-top-100-australiana-na-bjk-cup.html",
        "title": "Naná cai em três sets diante de top 100 australiana na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_bjk_rede-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –Um dia depois de tervencido seu primeiro jogo na Billie Jean King Cupcomo profissional, Nauhany Silva teve a oportunidade de desafiar uma top 100. A jovem paulista de 15 anos enfrentou Kimberly Birrell, de 27 anos e 95ª do mundo, na abertura do confronto entre Brasil e Austrália pelos playoffs e foi superada com parciais de 6/4, 3/6 e 6/1 em 2h09 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-cabeca-1-em-florianopolis-em-chave-com-12-brasileiros.html",
        "title": "Reis é cabeça 1 em Florianópolis em chave com 12 brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53625027217_db1de41d0e_c.jpg",
        "date": "15/11/2025",
        "description": "Florianópolis (SC) –Doze brasileiros estão na chave principal do Engie Open, torneio challenger 75 que será disputado na próxima semana nas quadras de saibro Lagoa Iate Clube (LIC), em Florianópolis, com entrada gratuita. O pernambucano João Lucas Reis é o cabeça 1 do torneio e o número de representantes nacionais pode aumentar após oquali, que começa no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-floripa-comeca-neste-domingo-com-o-quali.html",
        "title": "Challenger de Floripa começa neste domingo com o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Enzo-Prediger-CBT-1024x673.jpg",
        "date": "15/11/2025",
        "description": "Florianópolis (SC) –O Engie Open, ATP Challenger 75, dá o pontapé inicial neste domingo com o início do quali, a partir das 11h, nas quadras de saibro do Lagoa Iate Clube (LIC), com entrada gratuita para o público. Após duas rodadas, serão definidos os seis tenistas que avançarão para a chave principal, que começa na segunda-feira (17)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vai-abrir-confronto-contra-a-australia-e-enfrenta-a-95a-do-mundo.html",
        "title": "Naná vai abrir confronto contra a Austrália e enfrenta a 95ª do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nana_bjk_saque-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –Um dia depois de tervencido seu primeiro jogo na Billie Jean King Cupcomo profissional, Nauhany Silva terá a oportunidade de desafiar uma top 100. A jovem paulista de 15 anos vai enfrentar Kimberly Birrell, de 27 anos e 95ª do mundo, na abertura do confronto entre Brasil e Austrália pelos playoffs. Os jogos começariam às 22h (de Brasília) deste sábado, mas a programação foi antecipada em 45 minutos devido à previsão de chuva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-diz-que-sinner-e-favorito-joga-em-casa-e-esta-invicto.html",
        "title": "Alcaraz diz que Sinner é favorito: “Joga em casa e está invicto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf2-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Embora seja o número 1 do mundo e já garantido na liderança do ranking até o fim da temporada, Carlos Alcaraz diz que Jannik Sinner é o favorito nadecisão do ATP Finals neste domingo, às 14h (de Brasília). O espanhol destaca o fato do italiano jogar em casa, com apoio da torcida em Turim, e a série invicta de 30 jogos que Sinner carrega em quadras duras e cobertas desde a Copa Davis de 2023. O anfitrião ainda não perdeu sets e nem teve o saque quebrado no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-celebra-chegada-ao-top-5-nunca-tive-medo-de-trabalhar.html",
        "title": "Aliassime celebra chegada ao top 5: “Nunca tive medo de trabalhar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/felix-turin-2025-sf-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A temporada de 2025 chegou ao fim para Félix Auger-Aliassime após aqueda na semifinal deste sábadocontra Carlos Alcaraz, no ATP Finals em Turim. Foi a segunda vez que o canadense disputou a competição, retornando depois de três anos, e a primeira que ele passou da fase de grupos. O jogador de 25 anos também celebra a chegada ao top 5 e deu uma arrancada na reta final do ano, já que era apenas o 27º do mundo quando disputou o US Open e foi semifinalista."
    }
]