[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-04-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "04/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Fase de grupos (2ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marrero-e-jaziri-sao-punidos-por-violarem-regras-de-corrupcao-no-tenis.html",
        "title": "Marrero e Jaziri são punidos por violarem regras de corrupção no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Artes-fotos-multiplas-900x600-8.jpg",
        "date": "04/11/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta terça-feira que duas pessoas aceitaram punições por violarem as regras do Programa Anticorrupção do Tênis: o espanhol David Marrero e o tunisiano Malek Jaziri. Segundo o comunicado da ITIA, Marrero admitiu que pagou para receber convites em chaves de duplas ao lado do parceiro em quatro torneios profissionais entre 2022 e 2023."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-recupera-com-vitoria-em-sets-diretos-e-elimina-paolini.html",
        "title": "Gauff se recupera com vitória em sets diretos e elimina Paolini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff-finals-rebate-2025-e1762271616484-1024x683.jpg",
        "date": "04/11/2025",
        "description": "Riad (Arábia Saudita)– No duelo das duas derrotadas na primeira rodada do grupo Steffi Graf no WTA Finals, a norte-americana Coco Gauff prevaleceu nesta terça-feira e bateu a italiana Jasmine Paolini em sets diretos, fechando o jogo com parciais de 6/3 e 6/2, depois de 1h29 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/panatta-alcaraz-precisa-se-concentrar-para-nao-ser-dominado-por-sinner.html",
        "title": "Panatta: “Alcaraz precisa se concentrar para não ser dominado por Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/Fri1BKkagAE1lpY-e1762269171718-1024x683.jpeg",
        "date": "04/11/2025",
        "description": "Roma (Itália)– Otimista em relação a Jannik Sinner, que no fim de semana conquistou mais um grande título erguendo pela primeira vez a taça do Masters 1000 de Paris, Adriano Panatta afirmou que o espanhol Carlos Alcaraz terá que ficar atento se não quiser ser dominado pelo italiano, que nesta semana retomou a liderança do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confiante-musetti-quer-o-titulo-em-atenas-e-a-vaga-para-o-atp-finals.html",
        "title": "Confiante, Musetti quer o título em Atenas e a vaga para o ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-sorri-chengdu-2025.jpeg",
        "date": "04/11/2025",
        "description": "Atenas (Grécia)– Na reta final da disputa pelo ATP Finals, o italiano Lorenzo Musetti foi ultrapassado pelo canadense Félix Auger-Aliassime e agora está fora da zona de classificação. Porém, com a desistência do rival em Metz, ele agora depende apenas de si mesmo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-indica-que-a-aposentadoria-ainda-nao-passa-por-sua-cabeca.html",
        "title": "Djokovic indica que a aposentadoria ainda não passa por sua cabeça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-atenas-acena-2025-e1762259905321.gif",
        "date": "04/11/2025",
        "description": "Atenas (Grécia)– Embora os resultados não sejam tão vitoriosos como no auge, o sérvio Novak Djokovic se mantém competitivo, tanto que nesta temporada chegou às semifinais nos quatro Grand Slam. em entrevista ao meio gregoSDNA, o ex-número 1 do mundo indicou que a aposentadoria não passa pela sua cabeça."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/soares-lembra-vitorias-sobre-wilander-e-edberg-nesta-terca-encara-o-cabeca-1.html",
        "title": "Soares lembra vitórias sobre Wilander e Edberg. Nesta terça, encara o cabeça 1.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joaosoares_portoalegre.jpg",
        "date": "04/11/2025",
        "description": "Porto Alegre (RS) –Uma das lendas do tênis brasileiro, João Soares, ex-74º do mundo de simples e ex-top 50 do mundo nas duplas, está em Porto Alegre para a disputa da 39ª edição da Copa Yone Borba Dias, o mais tradicional evento masters do país. O torneio da categoria MT 700 conta com mais de 200 atletas de dez países."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/batalha-dos-sexos-entre-sabalenka-e-kyrgios-tem-data-e-local-definidos.html",
        "title": "Batalha dos Sexos entre Sabalenka e Kyrgios tem data e local definidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "04/11/2025",
        "description": "Dubai (Emirados Árabes)– Depois de muita propaganda pelas redes sociais, o duelo entre a número 1 do mundo Aryna Sabalenka e o australiano Nick Kyrgios, reeditando a famosa “Batalha dos Sexos”, finalmente tem uma data e um local definidos. A partida acontecerá no dia 28 de dezembro em Dubai, na reta final da pré-temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stan-um-dos-motivos-pelos-quais-continuo-jogando-sao-essas-sensacoes.html",
        "title": "Stan: “Um dos motivos pelos quais continuo jogando são essas sensações”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/wawrinka-atenas-saca-2025-e1762195270651-1024x683.jpg",
        "date": "04/11/2025",
        "description": "Atenas (Grécia)– Embora longe de seus melhores momentos no circuito, o suíço Stan Wawrinka ainda segue jogando. As vitórias não são mais como em outros tempos, mas ele também consegue alguns grandes triunfos como o da última segunda-feira,quando bateu de virada o holandês Botic van de Zandschulp."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-cheguei-aqui-confiante-mas-todas-estao-em-alto-nivel.html",
        "title": "Anisimova: “Cheguei aqui confiante, mas todas estão em alto nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/anisimova_finals_fore-1024x688.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Estreante no WTA Finals aos 24 anos, Amanda Anisimova tem uma vitória e uma derrota nas rodadas iniciais do torneio e disputa umconfronto direto com Iga Swiatekna próxima quarta-feira por vaga na semifinal. A norte-americana vive sua melhor temporada, com títulos nos WTA 1000 de Doha e Pequim e duas finais de Grand Slam, em Wimbledon e no US Open."
    }
]