[
    {
        "url": "https://tenisbrasil.uol.com.br/com-mais-ritmo-de-jogo-e-confianca-monteiro-enfrenta-jovem-noruegues.html",
        "title": "Com mais ritmo de jogo e confiança, Monteiro enfrenta jovem norueguês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/monteiro_autografos_bastad-1024x673.jpg",
        "date": "14/07/2025",
        "description": "Bastad (Suécia) –O início de semana no ATP 250 de Bastad está sendo importante para Thiago Monteiro, que conseguiu suas duas primeiras vitórias desde abril e furou o quali,garantindo assim um lugar na chave principal. Monteiro volta à quadra nesta terça-feira para enfrentar o norueguês Nicolai Kjaer, de apenas 18 anos e também vindo do quali, por volta de 7h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-ja-vivem-uma-rivalidade-historica.html",
        "title": "Sinner e Alcaraz já vivem uma rivalidade histórica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-Blogs-900x600-1-1.jpg",
        "date": "14/07/2025",
        "description": "Se a já histórica rivalidade entre Jannik Sinner e Carlos Alcaraz é de grande importância para os amantes do esporte, para o tênis é um duelo gigantesco. Ora, com as recentes aposentadorias de Roger Federer e Rafael Nadal e o fim do big 3, ter dois jovens tenistas com tanto sucesso e carisma é o que de melhor poderia ter acontecido. Ambos desde de 2004 são os únicos a conquistarem títulos de Grand Slam e dividem as atenções do público, mas sem polaridades. É um reconhecimento mútuo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-amplia-vantagem-sobre-gauff-mas-ve-swiatek-se-aproximar.html",
        "title": "Sabalenka amplia vantagem sobre Gauff, mas vê Swiatek se aproximar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-wimbledon-olha-2025-1024x682.jpg",
        "date": "14/07/2025",
        "description": "São Petersburgo (EUA)– A liderança do ranking da WTA segue nas mãos da bielorrussa Aryna Sabalenka, que aumentou em mais de mil pontos a distância para a norte-americana Coco Gauff, atual número 2 do mundo. Antes de Wimbledon, elas estavam separadas por 3.741 pontos, mas nesta segunda-feira a distância é de 4.751 pontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlando-luz-inicia-bem-a-defesa-do-titulo-de-duplas-em-bastad.html",
        "title": "Orlando Luz inicia bem a defesa do título de duplas em Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54291279221_de3e91b41d_k-1024x683.jpg",
        "date": "14/07/2025",
        "description": "Bastad (Suécia) –O gaúcho Orlando Luz marcou a primeira vitória brasileira na chave de duplas do ATP 250 de Bastad e iniciou bem a defesa do título conquistado no ano passado. Luz e o sueco Andre Goransson são os cabeças 3 da semana e venceram os holandeses Tallon Griekspoor e Botic van de Zandschulp por 6/4, 5/7 e 10-4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-retorna-ao-top-10-e-jarry-tem-maior-disparada-do-top-100.html",
        "title": "Rublev retorna ao top 10 e Jarry tem maior disparada do top 100",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jarry-wimbledon-acena-2025-1-1024x682.jpg",
        "date": "14/07/2025",
        "description": "Londres (Inglaterra)– O russo Andrey Rublev é novamente um top 10. Ele conquistou três vitórias em Wimbledon antes de perder para o espanhol Carlos Alcaraz nas oitavas de final. Com essa campanha, o tenista de 27 anos ganhou quatro colocações no ranking e subiu para o décimo lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-tradicoes-e-emocoes.html",
        "title": "Wimbledon: tradições e emoções",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-Blogs-900x600-1.jpg",
        "date": "14/07/2025",
        "description": "O palco verde mais emblemático e prestigiado do mundo do tênis nunca deixa de surpreender e brilhar. Erguer o troféu de Wimbledon é o sonho da maioria dos tenistas, afinal lá existe uma magia inexplicável, seja pelo ambiente, perfeição ou tradição. Foi o primeiro torneio realizado no planeta (1877), numa grama que virou sagrada e resistente ao tempo. Houve época onde três dos atuais Grand Slams eram realizados nesse piso mas, desde 1988, o torneio inglês reina absoluto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tweener-lob-de-medjedovic-em-mallorca-e-a-jogada-de-junho-veja.html",
        "title": "Tweener lob de Medjedovic em Mallorca é a jogada de junho. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-ATP-1024x576.jpg",
        "date": "14/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kartal-faz-tatuagem-para-marcar-a-melhor-campanha-em-wimbledon.html",
        "title": "Kartal faz tatuagem para marcar a melhor campanha em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sonay_kartal.jpg",
        "date": "14/07/2025",
        "description": "Brighton (Inglaterra) –A excelente campanha na edição deste ano em Wimbledon fez Sonay Kartal aparecer nesta segunda-feira no 44º lugar do ranking mundial, o melhor em sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-se-aproxima-do-top-20-e-se-firma-na-zona-do-wta-finals.html",
        "title": "Stefani se aproxima do top 20 e se firma na zona do WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_wimbledon_voleia_sozinha-1024x683.jpg",
        "date": "14/07/2025",
        "description": "São Petersburgo (EUA)– Grande destaque do Brasil nesta edição de Wimbledon, ficando com o vice nas duplas mistas e parando nas quartas de final nas duplas femininas, a paulista Luísa Stefani se aproximou da volta ao top 20 de duplas na WTA. Ela ganhou sete colocações nesta segunda-feira e agora é a número 22 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-brasileiras-ficam-com-o-vice-no-sand-series-de-matosinhos.html",
        "title": "Duplas brasileiras ficam com o vice no Sand Series de Matosinhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mola_cariani_matosinhos.jpg",
        "date": "14/07/2025",
        "description": "Matosinhos (Portugal) –O Sand Series de Matosinhos foi encerrado neste domingo, com os brasileiros ficando com o vice-campeonato no masculino e no feminino. Daniel Mola, número 7 do mundo, e seu parceiro, o paranaense Giovanni Cariani, sexto colocado, venceram quatro partidas no final de semana e só foram superados na decisão pelo italiano Mattia Spoto, número 1 do mundo, e o francês Nicolas Gianotti, 2º colocado, por 6/3 e 6/4."
    }
]