[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-17-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_fore_CDMEX-1024x591.jpg",
        "date": "17/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewitt-retorna-as-competicoes-para-jogar-duplas-com-seu-filho.html",
        "title": "Hewitt retorna às competições para jogar duplas com seu filho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/hewitt-newcombe-awards-2024-1024x576.jpg",
        "date": "17/11/2025",
        "description": "Sydney (Austrália)– Mais uma vez o australiano Lleyton Hewitt voltará às competições depois da aposentadoria. Agora, o ex-número 1 do mundo retornará ao circuito para poder jogar ao lado do filho Cruz Hewitt."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiro-de-masters-define-os-campeoes-em-caxias-do-sul.html",
        "title": "Brasileiro de Masters define os campeões em Caxias do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/itfmastercaxias-5.jpg",
        "date": "17/11/2025",
        "description": "Caxias do Sul (RS) –O Campeonato Brasileiro de Masters, ITF 400, definiu os seus vencedores no último sábado, nas quadras do Recreio da Juventude, em Caxias do Sul (RS). A competição foi realizada durante toda a última semana, com muitos participantes de diversos estados e nacionalidades.“Finalizamos o torneio com excelentes números. Foram 281 jogadores inscritos, com 400 inscrições no total, entre simples e duplas. Realizamos 383 jogos em seis dias de competição, nas 11 quadras do Recreio da Juventude. Recebemos um feedback muito positivo dos atletas sobre o evento”, comemorou Alexandre Stoduto, diretor da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-festeja-no-vestiario-sem-minha-equipe-isso-nao-seria-possivel.html",
        "title": "Sinner festeja no vestiário: “Sem minha equipe, isso não seria possível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/team_sinner_finals.jpg",
        "date": "17/11/2025",
        "description": "Turim (Itália) –Jannik Sinner defendeu com sucesso seu título do ATP Finals neste domingo com apoio de sua entusiasmada torcida, vencendo Carlos Alcaraz, número 1 do mundo, por 7-6 (7/4) e 7-5. O italiano juntou-se a John McEnroe e Boris Becker como os únicos homens a conquistarem mais de um título do torneio de encerramento do ano, em casa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-fecha-ano-no-top-4-pela-16a-vez-e-supera-nadal-e-federer.html",
        "title": "Djokovic fecha ano no top 4 pela 16ª vez e supera Nadal e Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-athens-2025-thursday-e1762533915396-1024x682.jpg",
        "date": "17/11/2025",
        "description": "Londres (Inglaterra)– Detentor de inúmeros recordes e marcas, o sérvio Novak Djokovic acaba de garantir mais uma para o amplo currículo. Ele vai terminar uma temporada no top 4 pela 16ª vez e deixará para trás seus grandes rivais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-uma-rivalidade-saudavel-e-longe-da-inimizade.html",
        "title": "Alcaraz e Sinner: uma rivalidade saudável e longe da inimizade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/chico_finals.jpg",
        "date": "17/11/2025",
        "description": "Já era mesmo esperado que Carlos Alcaraz e Jannik Sinner protagonizassem uma rivalidade histórica. Afinal, este ano dominaram os quatro torneios do Grand Slam e se encontraram em diversas finais. Mas o que surpreende a muitos é o bom relacionamento entre ambos. Revelam uma admirável amizade, a ponto de o espanhol, mesmo tendo perdido o ATP Finals, estar sorridente na cerimônia de premiação. Os dois sabem que um é importante ao outro, pois forçam que se desenvolvam e se aperfeiçoem cada vez mais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-tem-leve-subida-em-semana-de-quedas-das-brasileiras.html",
        "title": "Fullana tem leve subida em semana de quedas das brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana-spopen-toss-2025-1024x683.jpg",
        "date": "17/11/2025",
        "description": "São Petersburgo (EUA)– A segunda-feira não foi muito positiva para as brasileiras no ranking da WTA. Das 10 melhores do país em simples, apenas a brasiliense Luiza Fullana conseguiu subir. Ela ganhou quatro colocações e agora é a 642ª do mundo e a sétima do Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-supera-marca-de-halep-como-numero-1-e-mira-wozniacki.html",
        "title": "Sabalenka supera marca de Halep como número 1 e mira Wozniacki",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_finals_esperasaque.jpg",
        "date": "17/11/2025",
        "description": "São Petersburgo (EUA)– Principal nome do tênis feminino na temporada, a bielorrussa Aryna Sabalenka vai se firmando entre as maiores número 1 da história. Nesta segunda-feira, ela chegou à 65ª semana na liderança e assim deixou para trás a romena Simona Halep, isolando-se como a 12ª que mais tempo passou no topo da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-as-melhores-jogadas-e-ralis-do-atp-finals-em-11-minutos.html",
        "title": "Veja as melhores jogadas e ralis do ATP Finals em 11 minutos",
        "image": null,
        "date": "17/11/2025",
        "description": ""
    }
]