[
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-mboko-comandam-vitoria-do-canada-por-3-a-0-sobre-a-china.html",
        "title": "Aliassime e Mboko comandam vitória do Canadá por 3 a 0 sobre a China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/aliassime-forehand-unitedcup-2026-1024x576.jpeg",
        "date": "04/01/2026",
        "description": "Sydney (Austrália)– O Canadá fez sua estreia na United Cup neste domingo e contou com o brilho de seus dois principais jogadores para bater a China por 3 a 0, em duelo válido pelo Grupo B da competição, em Sidney. Atual número 5 do ranking da ATP, Félix Auger-Aliassime fez valer o favoritismo e aplicou um duplo 6/4 sobre Zhizhen Zhang na abertura da rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-faz-balanco-apos-queda-na-united-cup-e-mira-o-australian-open.html",
        "title": "Osaka faz balanço após queda na United Cup e mira o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/naomi-osaka-unitedcup-2026-1024x702.jpeg",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– A campanha do Japão na United Cup chegou ao fim neste domingo, mas Naomi Osaka deixou a competição com sinais positivos e um discurso de confiança para a sequência da temporada. Apesar da eliminação precoce da equipe, após derrotas para Grécia e Grã-Bretanha, a ex-número 1 do mundo destacou a experiência vivida no torneio por equipes e reforçou suas expectativas para o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gra-bretanha-vence-e-elimina-o-japao-alemanha-comeca-bem.html",
        "title": "Grã-Bretanha vence e elimina o Japão, Alemanha começa bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/billy-harris-vibra-unitedcup-2026-1024x683.jpeg",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– O Japão é o primeiro país eliminado na United Cup 2026. Depois de perder para a Grécia por 3 a 0 na rodada inaugural, a equipe liderada por Naomi Osaka acabou superada neste domingo pela Grã-Bretanha e se despediu da competição com cinco derrotas e apenas uma vitória, alcançada justamente pela sua principal jogadora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-sabalenka-e-kyrgios-vencem-em-jogos-apertados.html",
        "title": "Duplas de Sabalenka e Kyrgios vencem em jogos apertados",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa-sabalenka-duplas-brisbane-2026-1024x626.jpeg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– Abrindo oficialmente a temporada 2026, Aryna Sabalenka começou o WTA 500 de Adelaide com vitória nas duplas. Jogando ao lado da amiga Paula Badosa, a número 1 do mundo em simples precisou de dois tiebreaks para derrotar a russa Liudmila Samsonova e a chinesa Shuai Zhang, marcando as parciais de 7/6 (7-2) e 7/6 (7-3), em 1h45 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-retira-do-atp-de-brisbane-por-lesao.html",
        "title": "Fonseca se retira do ATP de Brisbane por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-treino-brisbane-2026-1024x576.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– O carioca João Fonseca está fora do ATP 250 de Brisbane. Nas primeiras horas deste domingo, o número 1 do Brasil teve confirmada sua retirada do torneio australiano devido a uma lesão na região lombar. Ele faria sua estreia na temporada diante do norte-americano Reilly Opelka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-2026-da-largada-com-boas-atracoes.html",
        "title": "Temporada 2026 dá largada com boas atrações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_fonseca_cincy.jpg",
        "date": "03/01/2026",
        "description": "Com os olhos voltados principalmente para o Australian Open, que começa dentro de duas semanas, boa parte dos melhores tenistas do circuito já estão em quadra. Alguns preferiram se testar com menor empenho físico na United Cup, outros participam dos dois ATPs e dois WTAs do calendário tradicional, com destaque para a fortíssima chave feminina de Brisbane."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/problema-no-joelho-volta-a-incomodar-e-preocupa-fritz-na-australia.html",
        "title": "Problema no joelho volta a incomodar e preocupa Fritz na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/fritz-united-olahbola-2025-e1735657395716-1024x685.jpeg",
        "date": "03/01/2026",
        "description": "Perth (Austrália)– A temporada começou com um sinal de alerta para Taylor Fritz. Após a derrota para o argentino Sebastian Baez na estreia da United Cup, o número 6 do mundo voltou a falar abertamente sobre um problema joelho que comprometeu sua pré-temporada e ainda gera preocupação neste início de calendário na Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperado-kyrgios-retorna-ao-circuito-sem-metas-e-expectativas.html",
        "title": "Recuperado, Kyrgios retorna ao circuito sem metas e expectativas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kyrgios-treino-brisbane-2026-1024x683.jpg",
        "date": "03/01/2026",
        "description": "Brisbane (Austrália)– Prestes a iniciar a temporada 2026, Nick Kyrgios adotou um discurso cauteloso ao falar sobre seu retorno ao circuito. Em entrevista coletiva na véspera de suaestreia na chave de duplas do ATP 250 de Brisbane, o tenista australiano destacou que não traçou metas esportivas para as próximas semanas e deixou em aberto a possibilidade de disputar o Australian Open, mesmo com a expectativa em torno de um possível convite."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/united-cup-veja-o-resumo-da-rodada-deste-sabado-em-12-minutos.html",
        "title": "United Cup: veja o resumo da rodada deste sábado em 12 minutos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic_unitedcup-1024x683.jpg",
        "date": "03/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-inaugural-tera-dupla-de-sabalenka-e-badosa-em-brisbane.html",
        "title": "Rodada inaugural terá dupla de Sabalenka e Badosa em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa-sabalenka-ao2025-1024x542.webp",
        "date": "03/01/2026",
        "description": "Brisbane (Austrália)– Começa na noite deste sábado, estendendo-se pela madrugada e manhã de domingo (horário de Brasília), a disputa do torneio combinado de Brisbane, valendo 250 pontos na ATP e 500 na WTA. Ainda sem as principais estrelas em ação nas simples, o evento contará neste primeiro dia com a participação de nomes relevantes nas chaves de duplas, como é a caso da parceria entre Aryna Sabalenka e Paula Badosa no feminino e dos locais Thanasi Kokkinakis e Nick Kyrgios no masculino."
    }
]