[
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-floripa-comeca-neste-domingo-com-o-quali.html",
        "title": "Challenger de Floripa começa neste domingo com o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Enzo-Prediger-CBT-1024x673.jpg",
        "date": "15/11/2025",
        "description": "Florianópolis (SC) –O Engie Open, ATP Challenger 75, dá o pontapé inicial neste domingo com o início do quali, a partir das 11h, nas quadras de saibro do Lagoa Iate Clube (LIC), com entrada gratuita para o público. Após duas rodadas, serão definidos os seis tenistas que avançarão para a chave principal, que começa na segunda-feira (17)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vai-abrir-confronto-contra-a-australia-e-enfrenta-a-95a-do-mundo.html",
        "title": "Naná vai abrir confronto contra a Austrália e enfrenta a 95ª do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nana_bjk_saque-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –Um dia depois de tervencido seu primeiro jogo na Billie Jean King Cupcomo profissional, Nauhany Silva terá a oportunidade de desafiar uma top 100. A jovem paulista de 15 anos vai enfrentar Kimberly Birrell, de 27 anos e 95ª do mundo, na abertura do confronto entre Brasil e Austrália pelos playoffs da Billie Jean King Cup. Os jogos começariam às 22h (de Brasília) deste sábado, mas a programação foi antecipada em 45 minutos devido à previsão de chuva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-diz-que-sinner-e-favorito-joga-em-casa-e-esta-invicto.html",
        "title": "Alcaraz diz que Sinner é favorito: “Joga em casa e está invicto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf2-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Embora seja o número 1 do mundo e já garantido na liderança do ranking até o fim da temporada, Carlos Alcaraz diz que Jannik Sinner é o favorito nadecisão do ATP Finals neste domingo, às 14h (de Brasília). O espanhol destaca o fato do italiano jogar em casa, com apoio da torcida em Turim, e a série invicta de 30 jogos que Sinner carrega em quadras duras e cobertas desde a Copa Davis de 2023. O anfitrião ainda não perdeu sets e nem teve o saque quebrado no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-celebra-chegada-ao-top-5-nunca-tive-medo-de-trabalhar.html",
        "title": "Aliassime celebra chegada ao top 5: “Nunca tive medo de trabalhar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/felix-turin-2025-sf-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A temporada de 2025 chegou ao fim para Félix Auger-Aliassime após aqueda na semifinal deste sábadocontra Carlos Alcaraz, no ATP Finals em Turim. Foi a segunda vez que o canadense disputou a competição, retornando depois de três anos, e a primeira que ele passou da fase de grupos. O jogador de 25 anos também celebra a chegada ao top 5 e deu uma arrancada na reta final do ano, já que era apenas o 27º do mundo quando disputou o US Open e foi semifinalista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-repete-feitos-de-federer-e-djokovic-e-vai-confiante-por-serie-invicta.html",
        "title": "Sinner repete feitos de Federer e Djokovic e vai confiante por série invicta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-nitto-atp-finals-2025-sf-celebration-lights-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Aoalcançar a decisão do ATP Finals, Jannik Sinner igualou uma façanha que Roger Federer e Novak Djokovic conseguiram nos últimos anos: disputar os títulos nos quatro torneios do Grand Slam e também do Finals em uma mesma temporada. O suíço conseguiu esse feito em 2006 e 2007, enquanto o sérvio repetiu a dose em 2015 e 2023."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gran-finale.html",
        "title": "Gran finale",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/blog_atp_finals.jpg",
        "date": "15/11/2025",
        "description": "Eram favas contadas. Carlos Alcaraz e Jannik Sinner chegam invictos à decisão do ATP Finals e farão às 14 horas deste domingo o último grande jogo de 2025. Não havia mesmo forma melhor e mais justa de se terminar outra temporada de amplo domínio dos dois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-protagonizam-a-sexta-final-do-ano-neste-domingo-as-14h.html",
        "title": "Alcaraz e Sinner protagonizam a sexta final do ano neste domingo às 14h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-alcaraz-turin-2025-friday-practice-session-lead-e1762610999114-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A rivalidade entre Carlos Alcaraz e Jannik Sinner terá mais um capítulo, a partir 14h (de Brasília), na decisão do ATP Finals, em Turim. Será o 16º encontro entre eles no circuito da ATP e a sexta final só neste ano. Enquanto o espanhol busca uma conquista inédita, o italiano é o atual campeão e jogará em casa. Durante a preparação para o torneio, os dois treinaram juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-alcanca-final-inedita-em-turim-e-reencontra-sinner.html",
        "title": "Alcaraz alcança final inédita em Turim e reencontra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A tão esperada decisão entre Carlos Alcaraz e Jannik Sinner está confirmada para o ATP Finals, em Turim. Depois de o italiano vencer na abertura da programação deste sábado, foi a vez do espanhol confirmar sua vaga ao vencer o canadense Félix Auger-Aliassime por 6/2 e 6/4 em 1h22 de partida. O reencontro com Sinner será às 14h (de Brasília) deste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mexicanas-vencem-de-virada-na-bjk-colombia-cai-para-o-grupo-i.html",
        "title": "Mexicanas vencem de virada na BJK, Colômbia cai para o Grupo I",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/olmos_zarazua_bjkcup.jpg",
        "date": "15/11/2025",
        "description": "Monterrey (México) –Jogando em casa, o México estreou com vitória nos playoffs da Billie Jean King Cup e lidera o Grupo A, realizado em Monterrey. Elas venceram a Dinamarca na sexta-feira à noite e ainda enfrentarão o Canadá neste fim de semana. Apenas o primeiro da chave disputará o Qualificatório Mundial de 2026, enquanto os outros dois países vão para as seletivas continentais do Grupo I."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tourinho-e-finalista-em-salvador-livas-e-storck-duelam.html",
        "title": "Tourinho é finalista em Salvador, Livas e Storck duelam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tourinho_salvador_back-1024x683.jpg",
        "date": "15/11/2025",
        "description": "Salvador (BA) –Foram definidos neste domingo os finalistas da 40ª edição do Bahia Juniors Cup, em Salvador. As paulistas Nathalia Tourinho e Clara Borrasca e os mato-grossenses Livas Damazio e Leonardo Storck vão decidir os títulos do ITF J100 realizado no Clube Bahiano de Tênis."
    }
]