[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-10-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/sakamoto_fotojump_web.jpg",
        "date": "10/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – US$ 1.415.000Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-estreiam-bem-na-temporada-de-grama-em-queens.html",
        "title": "Stefani e Babos estreiam bem na temporada de grama em Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_babos_conv_grama-1024x666.jpg",
        "date": "10/06/2025",
        "description": "Londres (Inglaterra) –A temporada de grama começou com vitória para Luísa Stefani e a húngara Timea Babos, no WTA 500 de Queen’s, em Londres. Elas venceram nesta terça-feira a australiana Daria Kasatkina e a croata Donna Vekic por 6/3 e 6/4 em apenas 1h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplista-zeballos-e-recebido-com-festa-em-mar-del-plata.html",
        "title": "Duplista Zeballos é recebido com festa em Mar del Plata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Zeballos_Granollers_RG2025.jpg",
        "date": "10/06/2025",
        "description": "Mar del Plata (Argentina) –O argentino Horacio Zeballos, que fez 40 anos em abril passado, foi recebido com festa no aeroporto de Mar del Plata nesta segunda-feira. Ele e o espanhol Marcel Granollers conquistaram seu primeiro título de Grand Slam em Roland Garros, derrotando os britânicos Joe Salisbury e Neal Skupski por 6/0, 6/7 (5-7) e 7/5, em 2h22 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-lesao-gianotti-volta-no-amazonia-open-sunset-em-tucurui.html",
        "title": "Após lesão, Gianotti volta no Amazônia Open Sunset em Tucuruí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gianotti_spoto_amazoniaopen2024.jpg",
        "date": "10/06/2025",
        "description": "Tucuruí (PA) –Grandes nomes irão disputar o ITF BT 400 Amazônia Open Sunset 2025, a partir da semana que vem, entre os dias 16 e 22 de junho em Tucuruí, no Pará. A competição terá premiação total de US$ 35 mil e distribuirá 470 pontos para cada dupla campeã."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bertolucci-sinner-precisa-aprender-a-cativar-a-torcida-como-alcaraz.html",
        "title": "Bertolucci: “Sinner precisa aprender a cativar a torcida como Alcaraz”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEXgk7h8WN-LV4UV_COC_5731JannikSinnerCarlosAlcarazFinalesimplemessieursRoland-Garros2025-scaled-e1749572890505-1024x684.jpeg",
        "date": "10/06/2025",
        "description": "Paris (França)– Ex-tenista profissional italiano que conquistou seis títulos da ATP ao longo da carreira, Paolo Bertolucci analisou a derrota do compatriota Jannik Sinner para Carlos Alcaraz na épica final de Roland Garros deste ano. Para ele, a torcida teve um papel fundamental na virada do espanhol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samantha-barijan-lanca-projeto-inedito-de-formacao-feminina-no-beach-tennis.html",
        "title": "Samantha Barijan lança projeto inédito de formação feminina no beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/projetobarijan.jpg",
        "date": "10/06/2025",
        "description": "Indaiatuba (SP) –A cidade de Indaiatuba, no interior de São Paulo, sedia um novo marco no beach tennis nacional com o lançamento do projeto NN1 (Nova Número 1). Idealizado por Samantha Barijan — campeã mundial, tricampeã pan-americana e primeira brasileira a liderar o ranking da ITF de beach tennis —, o programa nasce com o objetivo de formar atletas profissionais com excelência técnica e protagonismo feminino no cenário internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/petkovic-critica-duramente-fala-de-sabalenka-apos-derrota-na-final.html",
        "title": "Petkovic critica duramente fala de Sabalenka após derrota na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Aryna_Sabalenka_-_Roland_Garros_2025_-_Day_14-DSC_1164_xgaplus.jpg",
        "date": "10/06/2025",
        "description": "Paris (França)– As palavras ditas pela bielorrussa Aryna Sabalenka depois de perder a final de Roland Garros em uma virada da norte-americana Coco Gauff não agradaram nem um pouco a ex-tenista profissional alemã Andrea Petkovic, que criticou a postura da número 1 do mundo em sua fala pós jogo,argumentando que foi sua pior partida em meses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raquete-usada-por-nadal-em-2017-bate-recorde-de-venda-em-leilao.html",
        "title": "Raquete usada por Nadal em 2017 bate recorde de venda em leilão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Nadal_RG2017.jpg",
        "date": "10/06/2025",
        "description": "Nova York (EUA) –Uma raquete de Rafael Nadal usada nas sete rodadas de Roland Garros em 2017 foi leiloada pelaPrestige Memorabilia, focada exclusivamente em tênis. A raquete aparece em fotos combinadas de 24 partidas diferentes nessa edição do Aberto da França, revela Matt Liberman, um produtor de vídeo da Cllct. A raquete foi vendida por US$ 157.333,20 (cerca de R$ 877.195), o maior valor já pago por uma raquete do ídolo espanhol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-igualou-recorde-de-sampras-ao-abrir-2-a-0-na-final-em-paris.html",
        "title": "Sinner igualou recorde de Sampras ao abrir 2 a 0 na final em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEXfnbh8WN-LV4UT_MAH21951JannikSinnerFinalemessieursRoland-Garros2025-1024x683.jpeg",
        "date": "10/06/2025",
        "description": "Paris (França)– Apesar da dura derrota de virada na final de Roland Garros, o italiano Jannik Sinner não saiu da partida de mãos abanando. Além do troféu de vice-campeão, ao abrir 2 sets a 0 sobre o espanhol Carlos Alcaraz, ele igualou um recorde do norte-americano Pete Sampras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-rebate-becker-e-argumenta-que-derrota-em-rg-foi-para-djokovic.html",
        "title": "Zverev rebate Becker e argumenta que derrota em RG foi para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zverev-stuttgart-treino-2025-e1749565532455-1024x683.jpg",
        "date": "10/06/2025",
        "description": "Stuttgart (Alemanha)– Depois da eliminação do alemão Alexander Zverev em Roland Garros, o experiente Boris Becker fez ponderações sobre o compatriota em comentário noEurosport. Ele argumentou que ficará cada vez mais difícil para Sascha conquistar um Grand Slam e criticou seu jogo passivo contra Novak Djokovic."
    }
]