[
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-fica-com-o-vice-campeonato-no-saibro-boliviano.html",
        "title": "João Lago fica com o vice-campeonato no saibro boliviano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joao-lago-trofeu-vice-la-paz-2025-1024x719.jpg",
        "date": "30/11/2025",
        "description": "La Paz (Bolívia)– Disputando a primeira final da carreira, o paranaense João Lago não resistiu ao argentino Tomas Farjat, número 921 do mundo e segundo principal cabeça de chave, e acabou com o vice-campeonato do ITF M15 de La Paz, no saibro boliviano. Farjat levou a melhor neste domingo ao marcar as parciais de 6/3 e 6/4, em 1h18 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicolas-oliveira-conquista-primeiro-titulo-profissional-aos-19-anos.html",
        "title": "Nicolas Oliveira conquista primeiro título profissional aos 19 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nicolas-oliveira-trofeu-ribeirao-preto-2025-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Ribeirão Preto (SP)– Em mais uma final 100% brasileira neste domingo, o carioca Nicolas Oliveira superou o pernambucano José Pereira e ficou com o título do ITF M15 de Ribeirão Preto, torneio disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). O jovem tenista de 19 anos marcou as parciais de 6/4, 4/6 e 6/3, após 2h50 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ons-jabeur-realiza-sonho-e-inaugura-sua-academia-em-dubai.html",
        "title": "Ons Jabeur realiza sonho e inaugura sua academia em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Ons_Jabeur_WTA_Finals_Riad_2025.webp",
        "date": "30/11/2025",
        "description": "Dubai (Emirados Árabes Unidos)– A Academia de Tênis Ons Jabeur, em Dubai, foi inaugurada neste fim de semana, quando a ex-número 2 do mundo no ano passado foi prestigiada pelas amigas Paula Badosa e Simona Halep."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-30-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nana-recepcao-saque-ribeirao-preto-2025-1024x683.jpg",
        "date": "30/11/2025",
        "description": "ITF W15 de Ribeirão Preto (SP) – Saibro – US$ 15 milFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-supera-nana-e-conquista-o-terceiro-titulo-consecutivo.html",
        "title": "Fullana supera Naná e conquista o terceiro título consecutivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/luiza-fullana-trofeu-ribeirao-preto-2025-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Ribeirão Preto (SP)– Vivendo excelente fase nesta reta final de temporada, a brasiliense Luiza Fullana levantou mais um troféu. Em final brasileira contra Nauhany Silva, ela levou a melhor sobre a paulista de 15 anos e faturou o ITF W15 de Ribeirão Preto, nas quadras de saibro do Centro de Formação de Tênis (CFTRP), marcando as parciais de 6/1 e 6/4 em 1h34 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-entrega-trofeu-de-campeao-da-conferencia-leste-ao-inter-de-messi.html",
        "title": "Alcaraz entrega troféu de campeão da Conferência Leste ao Inter de Messi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/messi_inter-miami-CF-1024x622.jpg",
        "date": "30/11/2025",
        "description": "Miami (EUA)– Carlos Alcaraz e Lionel Messi estiveram no mesmo palco repleto de estrelas na noite de sábado, na Flórida. Alcaraz, que recentemente coroou uma grande temporada terminando na liderança do ranking e ganhando o troféu de número 1 ao fim do ano, entregou ao Inter Miami CF, de Messi, um troféu pela classificação para a final da MLS Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-shapovalov-lideram-ranking-de-duplas-faltas-em-2025.html",
        "title": "Gauff e Shapovalov lideram ranking de duplas faltas em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff-shapovalov-sacando-2025.png",
        "date": "30/11/2025",
        "description": "Miami (EUA)– A temporada 2025 nos circuitos da ATP e WTA chegou ao fim, e com ele alguns dados começam a ser levantados para avaliar o desempenho dos jogadores. Um desses quesitos é o ranking de duplas faltas, que conta com dois top 10 entre os tenistas que mais cometerem esse tipo de erro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-confirmam-no-primeiro-dia-do-sand-series-finals-em-ribeirao.html",
        "title": "Favoritos confirmam no primeiro dia do Sand Series Finals em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/antomiramos_cappelletti_-Sand-Series-Finals.jpg",
        "date": "30/11/2025",
        "description": "Ribeirão Preto (SP) –Neste sábado, ocorreu a primeira rodada da fase de grupos do ITF Sand Series Tour Finals na Arena Ribeirão, torneio que reúne as oito melhores duplas da temporada, masculinas e femininas. A fase de grupos é disputada em formato de todos contra todos, antes de seguir para as fases eliminatórias, em que serão definidos os campeões do Tour Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vai-a-final-no-mexico-e-entra-no-top-10-do-ranking-juvenil.html",
        "title": "Guto vai à final no México e entra no top 10 do ranking juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_vibra_sauipe.jpg",
        "date": "30/11/2025",
        "description": "Mérida (México)– Assim como na chave feminina, comVictória Barros, o Brasil terá seu representante na final masculina do ITF J500 de Mérida, torneio juvenil disputado no saibro mexicano. Cabeça de chave número 3, o goiano Guto Miguel garantiu sua vaga na noite do último sábado, ao bater o finlandês Linus Lagerbohm, número 45 no ranking da ITF e 16º pré-inscrito no torneio, com parciais de 7/5, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-e-finalista-no-mexico-e-tenta-seu-maior-titulo.html",
        "title": "Victória Barros é finalista no México e tenta seu maior título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_yucatan_back_semi-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Merida (México) –A juvenil potiguar Victória Barros, de apenas 15 anos, vai em busca do maior título da carreira. Ela garantiu vaga na final do ITF J500 de Merida, em quadras de saibro no México, depois de vencer a tcheca Jana Kovackova, segunda cabeça de chave e número 11 do ranking, por 6/4, 3/6 e 7/5."
    }
]