[
    {
        "url": "https://tenisbrasil.uol.com.br/belgica-elimina-a-franca-e-volta-a-semi-da-davis-apos-oito-anos.html",
        "title": "Bélgica elimina a França e volta à semi da Davis após oito anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/bergs_davis_comemora-1024x683.jpg",
        "date": "18/11/2025",
        "description": "Bolonha (Itália) –No confronto que abriu asemana decisiva da Copa Davis, a Bélgica eliminou a França e está de volta à semifinal da competição depois de oito anos. Os belgas ainda sonham com um título inédito na competição e disputaram três finais, a primeira ainda em 1904 e as mais recentes em 2015 e 2017. Eles aguradam os vencedores entre Itália e Áustria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-18-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/marcondes_alpha_fore-1024x683.jpg",
        "date": "18/11/2025",
        "description": "Challenger de Yokohama (Japão) – Sintético – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-duplista-butorac-sera-novo-diretor-do-us-open-em-lugar-de-stacey-allaster.html",
        "title": "Ex-duplista Butorac será novo diretor do US Open em lugar de Stacey Allaster",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eric-butorac-USTA.jpg",
        "date": "18/11/2025",
        "description": "Nova York (EUA) –O ex-jogador Eric Butorac substituirá Stacey Allaster como diretor do US Open, anunciou a Associação de Tênis dos Estados Unidos (USTA) nesta segunda-feira. Butorac era diretor sênior de relações com jogadores e desenvolvimento de negócios da USTA e foi o diretor do torneio de duplas mistas deste ano no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paulo-saraiva-estreia-com-vitoria-no-challenger-de-guayaquil.html",
        "title": "Paulo Saraiva estreia com vitória no challenger de Guayaquil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_guayaquil_slice-1024x523.jpg",
        "date": "18/11/2025",
        "description": "Guayaquil (Equador) –Único brasileiro na disputa do challenger de Guayaquil, em quadras de saibro no Equador, Paulo Saraiva estreou com vitória nesta terça-feira. O brasiliense de 25 anos e 567º do ranking venceu o convidado local de 17 anos Lucas Yunez por 6/4, 1/6 e 7/5 em 2h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewitt-ingressa-no-hall-da-fama-do-esporte-australiano.html",
        "title": "Hewitt ingressa no Hall da Fama do Esporte Australiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/hewitt_australia-hall-of-fame.jpg",
        "date": "18/11/2025",
        "description": "Melbourne (Austrália)– Lleyton Hewitt, ex-número 1 do mundo, foi introduzido nesta terça-feira no Hall da Fama do Esporte Australiano. Homenageado por uma carreira que ajudou a definir o tênis australiano por quase duas décadas, Hewitt acumulou 30 títulos de simples, dois Grand Slam, um título de duplas de Grand Slam e duas finais da ATP. Mas para Hewitt, nada jamais superou a honra de representar a Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-do-challenger-de-florianopolis-e-cancelada-por-chuva.html",
        "title": "Rodada do challenger de Florianópolis é cancelada por chuva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ch-floripa-chuva.jpg",
        "date": "18/11/2025",
        "description": "Florianópolis (SC) –A rodada desta terça-feira no challenger de Florianópolis foi cancelada por chuva. A programação estava prevista para começar às 11h (de Brasília) e teve vários adiamentos ao longo do dia no Lagoa Iate Clube (LIC), após a definição do adiamento total dos jogos para quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/babos-agradece-a-stefani-pela-parceria-e-confirma-calendario-reduzido.html",
        "title": "Babos agradece a Stefani pela parceria e confirma calendário reduzido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/babos_stefani_spopen_trofeu_press.jpg",
        "date": "18/11/2025",
        "description": "Budapeste (Hungria) –A parceria entre Luísa Stefani e Timea Babos não será renovada para 2026. A húngara de 32 anos confirmou nesta terça-feira que terá umcalendário reduzido nas próximas temporadas, pensando também na proximidade com a família."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-sao-confirmados-na-laver-cup-de-2026-em-londres.html",
        "title": "Alcaraz e Fritz são confirmados na Laver Cup de 2026 em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-fritz-laver-2026-e1763489247318-1024x681.jpg",
        "date": "18/11/2025",
        "description": "Londres (Inglaterra)– O número 1 do mundo Carlos Alcaraz e o número 6 Taylor Fritz confirmaram que irão competir na  nona edição da Laver Cup, que acontecerá na  O2 Arena, em Londres, de 25 a 27 de setembro de 2026. O espanhol e o norte-americano voltam ao torneio depois de terem jogado neste ano em São Francisco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-destaca-no-saque-mas-tambem-tem-outros-bons-numeros.html",
        "title": "Fonseca se destaca no saque em temporada de bons números",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/FonsecaDay1-8-scaled-e1763486504127-1024x681.jpg",
        "date": "18/11/2025",
        "description": "Felipe PrianteDa redação"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-lidera-as-principais-estatisticas-no-final-da-temporada-na-atp.html",
        "title": "Sinner lidera as principais estatísticas no final da temporada na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-smile-turin-2025-monday-e1763482122337-1024x682.jpg",
        "date": "18/11/2025",
        "description": "Londres (Inglaterra)– Embora não tenha terminado a temporada no topo do ranking da ATP, o italiano Jannik Sinner lidera as principais estatísticas levantadas pela entidade em seu site. O tenista de 24 anos fechou 2025 em primeiro lugar no índice de saque, de devolução e também no de pontos de pressão."
    }
]