[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_slice_saibro-1024x683.jpg",
        "date": "17/05/2025",
        "description": "ATP 500 de Hamburgo (Alemanha) – Saibro – 2.158.560 eurosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-vence-apenas-quatro-games-e-fica-com-o-vice-em-bogota.html",
        "title": "Sakamoto vence apenas quatro games e fica com o vice em Bogotá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "17/05/2025",
        "description": "Bogotá (Colômbia)– Disputando a primeira final de challenger da carreira, o experiente paulista Pedro Sakamoto não teve muitas chances e acabou com o vice-campeonato no saibro de Bogotá. Ele foi superado neste sábado pelo norte-americano Patrick Kypson, 435º do ranking, com as parciais de 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dias-como-hoje-mostram-que-tudo-e-possivel-afirma-paolini.html",
        "title": "“Dias como hoje mostram que tudo é possível”, afirma Paolini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini-trofeu-roma-2025-1024x625.jpeg",
        "date": "17/05/2025",
        "description": "Roma (Itália)– Jasmine Paolini fez história neste sábado ao conquistar o título inédito do WTA 1000 de Roma,derrotando a norte-americana Coco Gauff por 6/4 e 6/2diante de um Foro Italico lotado. Aos 29 anos, ela se tornou a primeira tenista da casa campeã do torneio em 40 anos, desde Raffaella Reggi em 1985, e consolidou ainda mais o excelente momento do tênis italiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-tour-anuncia-alcaraz-como-o-vencedor-da-jogada-de-abril.html",
        "title": "ATP Tour anuncia Alcaraz como o vencedor da jogada de abril",
        "image": null,
        "date": "17/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/presidente-sergio-mattarella-ve-paolini-fazer-historia-em-roma.html",
        "title": "Presidente Sergio Mattarella vê Paolini fazer história em Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/presidente-mattarella.jpg",
        "date": "17/05/2025",
        "description": "Roma (Itália) –Jasmine Paolini fez história no tênis italiano neste sábado ao vencer o Aberto da Itália, derrotando Coco Gauff por 6/4 e 6/2, conquistando seu segundo título de WTA 1000.A tenista de 29 anos atuou na quadra central lotada do Foro Itálico e na presença do presidente da República Sergio Mattarella, que havia anunciado a sua presença já na véspera da decisão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mesmo-frustrada-gauff-ve-saldo-positivo-apos-vices-em-madri-e-roma.html",
        "title": "Mesmo frustrada, Gauff vê saldo positivo após vices em Madri e Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff-trofeu-vice-roma-2025-1024x661.jpeg",
        "date": "17/05/2025",
        "description": "Roma (Itália)– Superada na final do WTA 1000 de Roma por Jasmine Paolini neste sábado, a norte-americana Coco Gauff reconheceu a superioridade da rival, mas também avaliou com equilíbrio sua campanha no saibro italiano. Na coletiva de imprensa, ela se mostrou frustrada com o desempenho abaixo do esperado naderrota por 6/4 e 6/2, mas celebrou a consistência ao alcançar duas finais consecutivas no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-vira-cabeca-de-chave-e-encara-tauson-em-estrasburgo.html",
        "title": "Bia vira cabeça de chave e encara Tauson em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bia_bjk_back-1024x645.jpg",
        "date": "17/05/2025",
        "description": "Estrasburgo (França)– Com apenas uma vitória em quatro jogos na atual temporada de saibro, a paulista Beatriz Haddad Maia estará em ação nesta semana no forte WTA 500 de Estrasburgo. A número 1 do Brasil inicialmente faria sua estreia diante da polonesa Magdalena Frech, atual 25ª do ranking, mas com a desistência da ucraniana Elina Svitolina, Bia acabou virando cabeça de chave e mudando de posição no quadro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-bate-gauff-e-campea-em-roma-e-faz-historia-novamente.html",
        "title": "Paolini bate Gauff, é campeã em Roma e faz história novamente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini-vibra-roma-2025-1024x683.jpeg",
        "date": "17/05/2025",
        "description": "Roma (Itália)– O grande momento de Jasmine Paolini e do tênis italiano foi coroado neste sábado com o título do WTA 1000 de Roma. Com grande atuação, a atual número 5 do mundo deu poucas chances à norte-americana Coco Gauff e garantiu a conquista em casa com um triunfo por 6/4 e 6/2, em 1h29 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-e-sell-avancam-em-qualis-monteiro-e-eliminado-de-virada.html",
        "title": "Daniel e Sell avançam em qualis, Monteiro é eliminado de virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53697434197_d0cda8210c_k-e1714856734594-1024x714.jpg",
        "date": "17/05/2025",
        "description": "Hamburgo (Alemanha)– Aproveitando-se de umachave esvaziada no ATP 500 de Hamburgo, o paulista Daniel Dutra da Silva resolveu se aventurar no qualificatório de um grande torneio e está a uma vitória de entrar na chave principal. Neste sábado, o atual 346º do mundo levou a melhor sobre o anfitrião Max Hans Rehberg, 245º do ranking e cabeça 6 da fase prévia, marcando um duplo 6/4 em 1h43 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-e-campeao-nas-duplas-com-klier-e-vai-a-final-de-simples.html",
        "title": "Marcondes é campeão nas duplas com Klier e vai à final de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_olhabola.jpg",
        "date": "17/05/2025",
        "description": "Monastir (Tunísia)– Vivendo uma grande semana, o paulista Igor Marcondes conquistou dois ótimos resultados neste sábado, faturando o título de duplas e garantindo vaga na final de simples no ITF M15 de Monastir, disputado sobre quadras sintéticas na Tunísia. No primeiro duelo do dia, ele não tomou conhecimento do espanhol Diego Barreto Sanchez, número 636 do mundo e cabeça de chave 4 da competição, marcando as parciais de 6/1 e 6/2 em apenas 66 minutos."
    }
]