[
    {
        "url": "https://tenisbrasil.uol.com.br/logica-cumprida-vamos-ao-vale-tudo.html",
        "title": "Lógica cumprida, vamos ao vale tudo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_uso_final.jpg",
        "date": "06/09/2025",
        "description": "Novak Djokovic e Félix Auger-Aliassime fizeram o que foi possível, mas não conseguiram impedir o óbvio e assim o US Open cumpre a previsão: Jannik Sinner e Carlos Alcaraz irão decidir um Grand Slam pela terceira vez consecutiva, valendo também a liderança do ranking e o maior prêmio da história do tênis. Não dá para ser melhor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-avanca-em-4-sets-e-disputa-o-titulo-e-o-no-1-contra-alcaraz.html",
        "title": "Sinner avança em 4 sets e disputa o título e o nº 1 contra Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-us-open-2025-r4-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –A rivalidade entre Jannik Sinner e Carlos Alcaraz terá um novo capítulo no próximo domingo às 15h (de Brasília). Protagonistas das duas últimas finais de Grand Slam, em Roland Garros e Wimbledon, o espanhol e o italiano vão decidir também o US Open. E o vencedor será o número 1 do mundo. Após aclassificação de Alcarazno início da rodada desta sexta-feira, Sinner também avançou ao superar o canadense Félix Auger-Aliassime por 6/1, 3/6, 6/1 e 6/4 em 3h21 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-fernandez-e-oda-faturam-primeiro-titulo-de-dupla.html",
        "title": "Cadeirantes: Fernandez e Oda faturam primeiro título de dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Oda_Fernandez_usopenwinners.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –O argentino Gustavo Fernandez e o japonês Tokito Oda venceram os britânicos Alfie Hewett e Gordon Reid, principais cabeças de chave, por 6/1, 2/6 e 10-6 e conquistaram seu primeiro título de dupla de tênis em cadeira de rodas no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-sera-a-representante-brasileira-nas-semis-em-cuiaba.html",
        "title": "Candiotto será a representante brasileira nas semis em Cuiabá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_cuiaba_fore-1024x654.jpg",
        "date": "05/09/2025",
        "description": "Cuiabá (MT) –A paulista Ana Candiotto será a representante brasileira nas semifinais da etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF W35 está sendo disputado nas quadras de saibro do Cuiabá Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-05-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_olhabola.jpg",
        "date": "05/09/2025",
        "description": "Challenger de Gênova (Itália) – Saibro – 181.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-muito-dificil-enfrentar-sinner-e-alcaraz-em-melhor-de-5-sets.html",
        "title": "Djokovic: “É muito difícil enfrentar Sinner e Alcaraz em melhor de 5 sets”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic_usopen_saida_coracao-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –Depois de perder sua quarta semifinal de Grand Slam na temporada, Novak Djokovic refletiu sobre a dificuldade que encontra para enfrentar os dois melhores jogadores da atualidade, Jannik Sinner e Carlos Alcaraz, especialmente no formato em melhor de cinco sets. Aos 38 anos, o sérvio reconhece que as chances de conquistar o tão sonhado 25º título de Slam estão cada vez mais distantes, mas quer continuar tentando na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiz-calixto-e-vice-de-duplas-no-tenis-em-cadeira-de-rodas-no-us-open.html",
        "title": "Luiz Calixto é vice de duplas no tênis em cadeira de rodas em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/calixto_majetic_usopen_cut-1024x574.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –O mineiro Luiz Calixto ficou com o vice-campeonato de duplas no torneio juvenil do tênis em cadeira de rodas do US Open, ao lado do norte-americano Tomas Majetic. Eles foram superados na final pelo britânico Ruben Harris e o austríaco Maximilian Taucher, principais cabeças de chave, por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tenta-bicampeonato-em-ny-anisimova-busca-o-1o-slam.html",
        "title": "Sabalenka tenta bicampeonato em NY, Anisimova busca o 1º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/art_saba_anisimova-1024x576.jpg",
        "date": "05/09/2025",
        "description": "Nova York (EUA) –A campeã do US Open será conhecida neste sábado. Aryna Sabalenka e Amanda Anisimova se enfrentam a partir das 17h (de Brasília). Será o décimo encontro entre elas e a vantagem é da norte-americana, com seis vitórias contra três da bielorrussa. Anisimova venceu também o último duelo entre elas, na semifinal de Wimbledon. A transmissão é daESPN 2eSportv 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baianos-recebem-convite-e-buscam-primeiro-ponto-no-ranking-profissional.html",
        "title": "Baianos recebem convite e buscam primeiro ponto no ranking profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victor_rocha.jpg",
        "date": "05/09/2025",
        "description": "Salvador (BA) –Dois atletas de Salvador terão oportunidade de pontuar pela primeira vez no ranking mundial na disputa do inédito evento que será realizado de 28 de setembro a 4 de outubro, no Clube Bahiano de Tênis. A competição é da categoria M25 com premiação total de US$ 30 mil e importantes pontos no ranking da ATP, a Associação dos Tenistas Profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maranhenses-confirmadas-na-inedita-copa-feminina-em-sao-luis.html",
        "title": "Maranhenses confirmadas na inédita Copa Feminina em São Luís",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bruna_liotto.jpg",
        "date": "05/09/2025",
        "description": "São Luís (MA) –Está chegando a hora de São Luís receber a primeira competição internacional feminina de tênis, o ITF 15 do Maranhão. A Copa Feminina de Tênis terá início neste domingo, dia 7, e seguirá até o domingo seguinte, 14. O torneio será realizado no complexo esportivo Sports Village, com entrada gratuita. Neste domingo, dia 7, serão disputados os jogos do qualifying."
    }
]