[
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-bate-eala-e-time-de-conchita-vence-exibicao-em-macau.html",
        "title": "Andreeva bate Eala e time de Conchita vence exibição em Macau",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/andreeva-exibicao-macau-2025-1024x684.jpg",
        "date": "28/12/2025",
        "description": "Macau (China)– O time de Conchita Martinez confirmou o favoritismo e venceu o MGM Macau Tennis Masters, torneio exibição realizado neste final de semana na China. Com cinco vitórias em seis jogos, a equipe capitaneada pela treinadora espanhola superou com autoridade o time liderado pela chinesa Na Li."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/binaghi-defende-roma-como-possivel-quinto-slam-e-exalta-sinner.html",
        "title": "Binaghi defende Roma como possível “quinto Slam” e exalta Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/200912-Il-Presidente-della-Fit-Angelo-Binaghi-rieletto-per-il-quadriennio-2021-2024-1024x683.jpeg",
        "date": "28/12/2025",
        "description": "Roma (Itália)– Presidente da Federação Italiana de Tênis e Padel (FITP) desde 2001, Angelo Binaghi voltou a defender a ideia de transformar o torneio de Roma em um eventual “quinto Grand Slam”. Em entrevista ao jornal Libero, o dirigente destacou que um projeto desse porte exigiria investimento estatal, mas ressaltou que o montante seria inferior ao destinado a eventos como os Jogos Olímpicos de Inverno de Milão-Cortina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-projeta-futuro-ambicioso-e-mira-titulos-de-grand-slam.html",
        "title": "Andreeva projeta futuro ambicioso e mira títulos de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDWhFidWJ-7kSkuI_CLE_ANDREEVA_HLRG20251R-1024x683.jpg",
        "date": "28/12/2025",
        "description": "Macau (China)– Uma das principais revelações do circuito feminino nos últimos anos, Mirra Andreeva deixou claros seus objetivos para o futuro da carreira. A russa de 18 anos diz que pretende conquistar múltiplos títulos de Grand Slam, mas destacou que deseja fazê-lo mantendo sua identidade e os valores que a acompanharam desde a chegada precoce ao circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-e-rublev-garantem-o-titulo-do-time-mundo-na-china.html",
        "title": "Rybakina e Rublev garantem o título do Time Mundo na China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/time-mundo-wtcc-2025.jpg",
        "date": "28/12/2025",
        "description": "Shenzhen (China)– O Time Mundo confirmou o título da primeira edição da World Tennis Continental Cup neste domingo, em Shenzhen, ao vencer três dos quatro confrontos no último dia de competição. Com pontuação tripla em jogo, a equipe liderada por Elena Rybakina e Andrey Rublev ampliou a vantagem inicial de 6 a 4, construída nos primeiros dias, e fechou o torneio de exibição com triunfo por 15 a 7 sobre o Time Europa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/batalha-dos-sexos-relembre-outros-duelos-entre-homens-e-mulheres.html",
        "title": "Batalha dos Sexos: relembre outros duelos entre homens e mulheres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/billie-jean-king-comemora-batalha-dos-sexos-1973.webp",
        "date": "27/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– A chamada “Batalha dos Sexos” volta a ganhar destaque no tênis mundial com o confronto entre Aryna Sabalenka e Nick Kyrgios, marcado para este domingo, em Dubai, com transmissão ao vivo da CazéTV a partir das 12h30 (Brasília). A exibição coloca frente a frente a atual número 1 do mundo no circuito feminino e um dos nomes mais midiáticos do tênis masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-sobre-relacao-com-federer-e-nadal-senti-frieza-e-distancia.html",
        "title": "Djokovic sobre relação com Federer e Nadal: “Senti frieza e distância”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDNQMSdWJ-7kShex_COC_8198NovakDjokovicRogerFedererRafaelNadalAndyMurrayCeremoniedhommageRafaelNadalRoland-Garros2025-1-scaled-e1749816069354-1024x682.jpeg",
        "date": "27/12/2025",
        "description": "Atenas (Grécia)– Em conversa com o ex-jogador e treinador de futebol Slaven Bilic, publicada no meio do ano, Novak Djokovic comentou sobre a complexa relação que construiu ao longo da carreira com Rafael Nadal e Roger Federer. O sérvio afirmou que percebeu uma mudança de comportamento dos dois rivais à medida que passou a ameaçar o domínio que eles exerciam no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/woodbridge-sera-dificil-alcaraz-ganhar-um-grand-slam-em-2026.html",
        "title": "Woodbridge: “Será difícil Alcaraz ganhar um Grand Slam em 2026”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/todd-woodbridge-social-1024x683.jpg",
        "date": "27/12/2025",
        "description": "Melbourne (Austrália)– A recente separação entre Carlos Alcaraz e Juan Carlos Ferrero segue repercutindo no circuito. Para o australiano Todd Woodbridge, um dos maiores nomes da história das duplas, a mudança pode ter efeito direto no desempenho do espanhol nos grandes torneios da próxima temporada, especialmente nos Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-kyrgios-e-ve-exibicao-como-desafio-competitivo.html",
        "title": "Sabalenka elogia Kyrgios e vê exibição como desafio competitivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "27/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– Número 1 do mundo, Aryna Sabalenka demonstrou entusiasmo e respeito ao falar sobre aBatalha dos Sexos contra Nick Kyrgios, marcada para este domingo, em Dubai, com transmissão ao vivo da CazéTV a partir das 12h30 (Brasília). Às vésperas do confronto, a bielorrussa destacou tanto o caráter competitivo do evento quanto o impacto simbólico da partida para o tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-x-sinner-disputa-pelo-numero-1-promete-duelo-intenso-em-2026.html",
        "title": "Alcaraz x Sinner: disputa pelo número 1 promete duelo intenso em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEXgk7h8WN-LV4UV_COC_5731JannikSinnerCarlosAlcarazFinalesimplemessieursRoland-Garros2025-scaled-e1749572890505-1024x684.jpeg",
        "date": "27/12/2025",
        "description": "Londres (Inglaterra)– A rivalidade entre Carlos Alcaraz e Jannik Sinner deve se intensificar em 2026. Após um 2025 marcado pelo domínio quase absoluto da dupla, os dois encerraram a temporada separados por apenas 550 pontos no ranking, cenário que mantém a corrida pelo número 1 do mundo totalmente aberta no próximo ano."
    }
]