[
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-avanca-as-quartas-no-j200-de-santa-cruz.html",
        "title": "Pietra Rivoli avança às quartas no J200 de Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pietra_ecp_fore_lado.jpg",
        "date": "05/11/2025",
        "description": "Santa Cruz (Bolívia) –A gaúcha Pietra Rivoli é a representante brasileira nas quartas de final do ITF J200 de Santa Cruz, em quadras de saibro na Bolívia. Ela venceu nesta quarta-feira a paraguaia Victoria Lopez Ocampos por 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-estreia-bem-em-casa-boscardin-lidera-vitorias-brasileiras.html",
        "title": "Ribeiro estreia bem em casa, Boscardin lidera vitórias brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/eduardoribeirorio25gd-1024x577.jpeg",
        "date": "05/11/2025",
        "description": "Santa Cruz do Sul (RS) –Jogando em casa, Eduardo Ribeiro estreou com vitória na etapa de Santa Cruz do Sul do Circuito Banco BRB/Engie de tênis profissional. O gaúcho venceu o duelo nacional contra Enrique Bogo por 6/1 e 6/3 e avançou no ITF M25 disputado nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-05-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "05/11/2025",
        "description": "WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-lutei-ate-o-fim-nao-foi-o-suficiente-preciso-melhorar.html",
        "title": "Iga: “Lutei até o fim, não foi o suficiente. Preciso melhorar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/iga_finals_caida.jpg",
        "date": "05/11/2025",
        "description": "Riad (Arábia Saudita) –Eliminada na fase de grupos do WTA Finals pelo segundo ano consecutivo, Iga Swiatek foi objetiva ao falar sobre aderrota desta quarta-feiracontra a norte-americana Amanda Anisimova. A campeã de 2023 acredita que fez uma boa partida, mas que o esforço não foi suficiente. Nesse cenário, a polonesa entende que é preciso melhorar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-destaca-mudanca-tatica-e-jogo-mais-consistente.html",
        "title": "Anisimova destaca mudança tática e jogo mais consistente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/anisimova_finals_corre.jpg",
        "date": "05/11/2025",
        "description": "Riad (Arábia Saudita) –Semifinalista do WTA Finals em sua primeira participação no torneio, Amanda Anisimova destacou uma mudança tática para conseguir avirada diante de Iga Swiateknesta quarta-feira. Embora seja uma jogadora reconhecidamente agressiva, a norte-americana adotou uma postura de mais segurança para reduzir o número de erros após o primeiro set. Ela também comentou sobre uma melhora no saque, que também foi determinante para a reação na partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-superado-por-eua-e-romenia-na-davis-e-bjk-junior-e-disputara-9o-lugar.html",
        "title": "Brasil é superado por EUA e Romênia na Davis e BJK Junior e disputará 9º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/storck_davisjr_narede-1024x683.jpg",
        "date": "05/11/2025",
        "description": "Santiago (Chile) –As equipes do Brasil caíram na fase de grupos da Billie Jean King Cup Junior e da Copa Davis Junior, disputadas em Santiago, no Chile, após perderem os confrontos desta quarta-feira. Com isso, o Brasil ficou em terceiro lugar em seus grupos de ambas as categorias e disputará os playoffs que definem do 9º ao 16º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-conquista-quatro-medalhas-de-ouro-no-parapan-de-jovens.html",
        "title": "Brasil conquista quatro medalhas de ouro no Parapan de Jovens",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/luiz_calixto_lucas_rodrigues_parapan-1024x684.jpg",
        "date": "05/11/2025",
        "description": "Santiago (Chile) –O tênis em cadeiras de rodas do Brasil conquistou quatro medalhas de ouro e uma prata nos Jogos Parapan-Americanos de Jovens, disputados em Santiago, no Chile. Além disso, os brasileiros tiveram 100% de aproveitamento contra atletas estrangeiros na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/soares-vai-a-final-dos-70-em-porto-alegre-e-tem-encontro-com-koch.html",
        "title": "Soares vai à final dos 70 em Porto Alegre e tem encontro com Koch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/soares_koch_POA.jpg",
        "date": "05/11/2025",
        "description": "Porto Alegre (RS)– Lenda do tênis brasileiro, o gaúcho Thomaz Koch compareceu à Associação Leopoldina Juvenil, nesta quarta-feira, para acompanhar seu amigo e rival da época de profissional, João Soares, disputar a semifinal da categoria 70 anos da 39ª edição da Copa Yone Borba Dias. O mais tradicional evento master do país, da categoria MT 700, reúne mais de 200 atletas de dez países em Porto Alegre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enzo-kohlmann-e-pedro-rodrigues-estreiam-bem-em-orlando.html",
        "title": "Enzo Kohlmann e Pedro Rodrigues estreiam bem em Orlando",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kohlmann_engiebrb_fore.jpg",
        "date": "05/11/2025",
        "description": "Orlando (EUA) –Em rodada com três brasileiros, o paulista Enzo Kohlmann e o mineiro Pedro Rodrigues estrearam com vitória no ITF M15 de Orlando, em quadras de saibro nos Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-estreia-com-vitoria-em-itf-argentino-no-saibro.html",
        "title": "Júlia Konishi estreia com vitória em ITF argentino no saibro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/konishi_vacaria_prepara-1024x649.jpg",
        "date": "05/11/2025",
        "description": "Neuquen (Argentina) –As brasileiras tiveram rumos opostos na rodada desta quarta-fiera do ITF W15 de Neuquen, em quadras de saibro na Argentina, diante de tenistas da casa. Júlia Konishi estreou com vitória, enquanto Catarina Melleiro foi eliminada."
    }
]