[
    {
        "url": "https://tenisbrasil.uol.com.br/marchezini-chow-e-gianotti-spoto-vencem-o-sand-series-finals-em-ribeirao.html",
        "title": "Marchezini/Chow e Gianotti/Spoto vencem o Sand Series Finals em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/chow_marchezini_sand-series-finals_campeas-1024x663.jpg",
        "date": "06/12/2025",
        "description": "Ribeirão Preto (SP) –O ITF Sand Series Tour Finals 2025 chegou ao fim neste sábado, na Arena Beach Ribeirão, em Ribeirão Preto, com grandes jogos e a consagração de atletas nacionais e internacionais. O torneio, que contou com premiação recorde de US$ 125 mil, reuniu as melhores duplas do mundo no beach tennis e também as promessas da categoria New Wave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-de-minaur-humbert-e-ruud-jogam-semifinais-do-uts-em-londres.html",
        "title": "Rublev, De Minaur, Humbert e Ruud jogam semifinais do UTS em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rublev_uts_back-1024x642.jpg",
        "date": "06/12/2025",
        "description": "Londres (Inglaterra) –Depois de uma rodada dupla neste sábado, foram definidos os semifinalistas da última etapa do UTS (Ultimate Tennis Showdown), série de exibições disputadas em Londres. O russo Andrey Rublev é o único invicto, mas o francês Ugo Humbert, o australiano Alex de Minaur e o norueguês Casper Ruud também estã na disputa pelo título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/livas-damazio-lidera-vitorias-brasileiras-no-quali-do-orange-bowl.html",
        "title": "Livas Damazio lidera vitórias brasileiras no quali do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/livas_damazio_fore_rgjunior_plain.jpg",
        "date": "06/12/2025",
        "description": "Fort Lauderdale (EUA) –O juvenil mato-grossense Livas Damazio liderou quatro de vitórias brasileiras no quali do tradicional Orange Bowl, torneio ITF J500 disputado em Fort Lauderdale, em quadras de saibro nos Estados Unidos. A fase classificatória tem três rodadas em busca de uma vaga na chave principal, que contará com Victória Barros e Pedro Chabalgoity."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-conquista-em-lima-seu-4o-titulo-de-duplas-no-ano.html",
        "title": "Candiotto conquista em Lima seu 4º título de duplas no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/moyano_candiotto_trofeu_lima.jpg",
        "date": "06/12/2025",
        "description": "Lima (Peru) –Em uma final com duas brasileiras, Ana Candiotto conquistou o título de duplas do ITF W15 de Lima, em quadras de saibro. Candiotto e a argentina Luciana Moyano venceram Júlia Konishi e a jamaicana Najah Dawson por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-06-12.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "06/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovem-argentina-e-finalista-em-quito-e-tenta-vaga-no-top-200.html",
        "title": "Jovem argentina é finalista em Quito e tenta vaga no top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Giovannini_quito_fore-1024x683.jpg",
        "date": "06/12/2025",
        "description": "Quito (Equador) –A jovem argentina Luisina Giovannini garantiu vaga na final do WTA 125 de Quito, em quadras de saibro no Equador. Ela venceu neste sábado a grega Despina Papamichail, de 32 anos e 170ª do ranking, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-que-esperar-de-fonseca-e-da-nova-geracao-do-tenis-em-2026.html",
        "title": "O que esperar de Fonseca e da nova geração do tênis em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/arte_ps_fonseca_mad_corinne.jpg",
        "date": "06/12/2025",
        "description": "A menos de um mês para o início da temporada de 2026 do tênis, não faltam caras novas e histórias de jovens jogadores para acompanhar ao longo do ano. É inegável que o nome de João Fonseca seja o mais atrativo para o público brasileiro, ainda mais com os grandes resultados e atuações que o carioca teve em seu primeiro ano na elite do circuito. Mas as novas gerações masculina e feminina do tênis mundial reservam ainda mais personagens."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-e-a-quarta-top-10-confirmada-no-wta-500-de-brisbane.html",
        "title": "Anisimova é a quarta top 10 confirmada no WTA 500 de Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_pequim_vibra_semi-1024x683.jpg",
        "date": "06/12/2025",
        "description": "Brisbane (Austrália) –A organização do WTA 500 de Brisbane anunciou neste sábado que a norte-americana Amanda Anisimova, número 4 do mundo, é mais uma atração do torneio, que será disputado entre os dias 4 e 11 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zvonareva-supera-jovem-britanica-apos-3h10-e-vai-a-final-em-dubai.html",
        "title": "Zvonareva supera jovem britânica após 3h10 e vai à final em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/zvonareva_dubai_treina-1024x636.jpg",
        "date": "06/12/2025",
        "description": "Dubai (Emirados Árabes) –A ótima semana de Vera Zvonareva no ITF W100 de Dubai teve mais um capítulo neste sábado, com a classificação para a final do ITF W100 de Dubai.De volta ao circuitoaos 41 anos, a ex-número 2 do mundo venceu a britânica Mika Stojsavljevic, de apenas 16 anos e 342ª do ranking, por 6/3, 6/7 (4-7) e 7/6 (7-0)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-prioriza-a-recuperacao-fisica-para-seguir-competitivo.html",
        "title": "Djokovic prioriza a recuperação física para seguir competitivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/djokovic_capsula-1024x697.jpg",
        "date": "06/12/2025",
        "description": "Lusail (Qatar) –Disposto a seguir competitivo no circuito e lutar pelo tão sonhado 25º título de Grand Slam, Novak Djokovic vai para sua 23ª temporada no circuito profissional. Aos 38 anos, prioriza a recuperação e condicionamento físico. Embora tenha sido semifinalista nos quatro principais torneios da última temporada e conquistado ATP 250, em Genebra e Atenas, ele reconhece que precisa estar no auge físico para competir com Carlos Alcaraz e Jannik Sinner, que dominam o circuito."
    }
]