[
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-dedicam-titulo-aos-duplistas-que-nao-puderam-jogar.html",
        "title": "Errani e Vavassori dedicam título “aos duplistas que não puderam jogar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/errani_vavassori_trofeu_mistas_uso-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Novidade para a edição de 2025 do US Open, o torneio de duplas mistas teve novo formato e atraiu grandes nomes do circuito de simples para os dois dias de competição. Mas a parceria italiana deSara Errani e Andrea Vavassoriconseguiu defender o título conquistado no ano passado e para vencer o terceiro Grand Slam juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-21-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "21/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navarro-e-a-bicampea-fernandez-sao-eliminadas-em-monterrey.html",
        "title": "Navarro e a bicampeã Fernandez são eliminadas em Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/navarro_mtr_fore-1024x682.jpg",
        "date": "21/08/2025",
        "description": "Monterrey (México) –A sessão noturna da última quarta-feira no WTA 500 de Monterrey foi marcada pelas eliminações da principal cabeça de chave, Emma Navarro, e da bicampeã Leylah Fernandez. Suas algozes, a norte-americana Alycia Parks e a eslovaca Rebecca Sramkova vão se enfrentar nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-e-tiktok-anunciam-parceria-global-para-enriquecer-experiencia-dos-fas.html",
        "title": "ATP e TikTok anunciam parceria global para enriquecer experiência dos fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atp-tiktok-parceria.jpg",
        "date": "21/08/2025",
        "description": "Londres (Inglaterra) –O TikTok e o ATP Tour anunciaram nesta quarta-feira uma parceria estratégica global focada em levar conteúdo envolvente sobre atletas e tênis da ATP para os fãs da Geração Z e Millennials por meio de colaborações entre criadores e conteúdo inovador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-a-cerimonia-de-premiacao-da-dupla-bicampea-italiana.html",
        "title": "Veja a cerimônia de premiação da dupla bicampeã italiana",
        "image": null,
        "date": "21/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-superam-iga-e-ruud-e-defendem-o-titulo-nas-duplas-mistas.html",
        "title": "Errani e Vavassori superam Iga e Ruud e defendem o título nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/errani_vavassori_USO_celebram_semi-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Mesmo com a mudança no formato do torneio de duplas mistas do US Open, a parceria italiana de Sara Errani e Andrea Vavassori defendeu o título conquistado no ano passado, tendo superado várias estrelas do circuito de simples. Os agora bicampeões venceram na final a polonesa Iga Swiatek e o norueguês Casper Ruud por 6/3, 5/7 e 10-6, com grande público na sessão noturna do Arthur Ashe Stadium."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-vira-o-jogo-e-faz-quartas-em-seu-retorno-ao-circuito.html",
        "title": "Korda vira o jogo e faz quartas em seu retorno ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/korda-winston-salem-2025-weds-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Winston-Salem (EUA) –O retorno de Sebastian Korda ao circuito segue com resultados positivos no ATP 250 de Winston-Salem, onde ele já está nas quartas. O norte-americano venceu seu segundo jogo na semana ao superar nesta quarta-feira o polonês Kamil Majchrzak, 78º do ranking, por 6/7 (3-7), 6/3 e 6/4 em 2h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-e-cirstea-avancam-em-mais-um-dia-chuvoso-em-cleveland.html",
        "title": "Samsonova e Cirstea avançam em mais um dia chuvoso em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/samsonova_cleveland_vibra-1024x639.jpg",
        "date": "20/08/2025",
        "description": "Cleveland (EUA) –Assim como já havia acontecido na última terça-feira, a rodada desta quarta no WTA 250 de Cleveland também foi muito prejudicada por chuva. E apenas a russa Liudmila Samsonova e a romena Sorana Cirstea conseguiram vencer seus jogos das oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/136795.html",
        "title": "Monterrey: veja o resumo de Bouzkova x Bia Haddad",
        "image": null,
        "date": "20/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-ruud-conseguem-grande-reacao-e-decidem-contra-errani-e-vavassori.html",
        "title": "Iga e Ruud conseguem grande reação e decidem contra Errani e Vavassori",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_ruud_mistas_semi-1024x573.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA) –A parceria de Iga Swiatek e Casper Ruud está na final de duplas mistas do US Open. A polonesa e o norueguês venceram a semifinal contra a norte-americana Jessica Pegula e o britânico Jack Draper, principais cabeças de chave, por 3/5, 5/3 e 10-8 em 1h25 de partida. Durante o último set, estavam perdendo por 8-4 e fizeram seis pontos seguidos."
    }
]