[
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vai-para-a-final-na-china-e-iguala-feito-de-alcaraz-sinner-e-zverev.html",
        "title": "Bublik vai para a final na China e iguala feito de Alcaraz, Sinner e Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bublik-hangzhou-2025-monday-e1758553856731-1024x682.jpg",
        "date": "22/09/2025",
        "description": "Hangzhou (China)– Um dos dois finalistas no ATP 250 de Hangzhou, garantindo sua vaga nesta segunda-feira o cazaque Alexander Bublik conseguiu um feito que apenas os três primeiros do ranking alcançaram na temporada. Ele se juntou a Carlos Alcaraz, Jannik Sinner e Alexander Zverev como únicos a chegar na decisão em todas as três superfícies em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "22/09/2025",
        "description": "ATP500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-confirma-favoritismo-e-decide-em-chengdu-contra-o-quali-tabilo.html",
        "title": "Musetti confirma favoritismo e decide em Chengdu contra o quali Tabilo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-chengdu-2025-monday-e1758551587221-1024x682.jpg",
        "date": "22/09/2025",
        "description": "Chengdu (China)– Os dois finalistas do ATP 250 de Chengdu começaram o torneio em situações bem diferentes. de um lado o italiano Lorenzo Musetti era o cabeça de chave 1 e estreou direto na segunda rodada, e do outro o chileno Alejandro Tabilo teve que furar o quali para então entrar na disputa e se garantir na decisão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "22/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultimas-duas-campeas-em-pequim-swiatek-e-gauff-lideram-a-chave.html",
        "title": "Últimas duas campeãs em Pequim, Swiatek e Gauff lideram a chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_uso_toss_dia_25-e1758549902777-1024x681.jpg",
        "date": "22/09/2025",
        "description": "Pequim (China) – As duas últimas campeãs do WTA 1000 de Pequim serão as duas principais favoritas ao título do torneio neste ano. Vencedora em 2023, a polonesa Iga Swiatek é a cabeça de chave 1 e estreia direto na segunda rodada contra a vencedora do duelo entre a convidada da casa Yue Yuan e a cazaque Yulia Putintseva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-encerra-a-temporada-mais-cedo-e-so-volta-a-competir-em-2026.html",
        "title": "Bia encerra a temporada mais cedo e só volta a competir em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-biquinho-2025-1024x684.jpg",
        "date": "22/09/2025",
        "description": "São Paulo (SP)– Depois da eliminação na segunda rodada no WTA 500 de Seul, onde defendia o título, a paulista Beatriz Haddad Maia resolveu encerrar a temporada mais cedo e se retirou do WTA 1000 de Pequim, que acontece nesta semana. Ela publicou uma mensagem no Instagram nesta segunda-feira para comunicar o fim do seu ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-matos-jogam-o-quali-de-duplas-em-toquio-e-podem-se-enfrentar.html",
        "title": "Romboli e Matos jogam o quali de duplas em Tóquio e podem se enfrentar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/matos-wimbledon-rebate-2025-.jpg",
        "date": "22/09/2025",
        "description": "Tóquio (Japão)– Embora não tenha colocado nenhum jogador direto na chave de duplas do ATP 500 de Tóquio, o Brasil tem duas possibilidades através do qualificatório. Fernando Romboli e Rafael Matos estão na disputa e podem se enfrentar na fase final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ralff-e-gimpel-sao-campeoes-em-manhattan-beach.html",
        "title": "Ralff e Gimpel são campeões em Manhattan Beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ralffabreumanhattanbeach25gd-768x1024.jpeg",
        "date": "22/09/2025",
        "description": "Los Angeles (EUA)– Ralff Abreu, niteroiense e vice-campeão mundial pelo Brasil em 2017, e o carioca Luiz Gimpel emplacaram neste domingo mais um título na temporada ao faturar o torneio BT 50 de Manhattan Beach, em Los Angeles, na Califórnia, evento com premiação de US$ 4 mil e 50 pontos no ranking mundial da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-estreia-em-toquio-contra-baez-e-tenta-manter-o-bom-retrospecto.html",
        "title": "Alcaraz estreia em Tóquio contra Baez e tenta manter o bom retrospecto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-laver-2025-e1758546913862.jpg",
        "date": "22/09/2025",
        "description": "Tóquio (Japão)– Competindo no ATP 500 de Tóquio pela primeira vez, o espanhol Carlos Alcaraz lidera a chave do torneio, que foi sorteada nesta segunda-feira. O principal favorito enfrentará o argentino Sebastian Baez na primeira rodada. Eles já duelaram duas vezes, ambas com vitórias do atual líder do ranking, uma no Next Gen Finals de 2021 e outra no US Open de 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-o-show-foi-de-fritz-e-de-agassi.html",
        "title": "E o show foi de Fritz… e de Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_lavercup.jpg",
        "date": "22/09/2025",
        "description": "Quem acompanhou a Laver Cup na expectativa de ver espetáculo do número 1 do mundo, acabou por assistir a duas das mais competentes exibições do dono da casa Taylor Fritz. Ele conseguiu as grandes vitórias da mega exibição e, com justiça, ainda marcou o ponto decisivo que deu o título à equipe Mundo da outra grande estrela do fim de semana, o capitão Andre Agassi."
    }
]