[
    {
        "url": "https://tenisbrasil.uol.com.br/ferrer-nao-poupa-elogios-a-alcaraz-o-desempenho-de-hoje-foi-perfeito.html",
        "title": "Ferrer não poupa elogios a Alcaraz: “O desempenho de hoje foi perfeito”",
        "image": null,
        "date": "08/09/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria_barros_spopen_treina.jpg",
        "date": "08/09/2025",
        "description": "SP Open – São Paulo (SP) – Sintético – US$ 275.094Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-comemora-metas-alcancadas-e-ja-mira-fechar-o-grand-slam.html",
        "title": "Alcaraz comemora metas alcançadas e já mira fechar o Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-trofeu1-2025-e1757332633313-1024x683.jpg",
        "date": "08/09/2025",
        "description": "Nova York (EUA)– O espanhol Carlos Alcaraz foi coroado no último domingo o campeão do US Open depois de uma grande vitória sobre o italiano Jannik Sinner na final. Além de levantar seu sexto título de Grand Slam, derrotando seu maior rival no momento, ele também garantiu a volta à liderança do ranking após quase dois anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-victoria-e-nana-alcancam-seus-melhores-rankings-no-juvenil.html",
        "title": "Guto, Victória e Naná alcançam seus melhores rankings no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto_usopen_vibra_25-1024x632.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra) –Depois de chegar à semifinal do US Open juvenil, Guto Miguel atingiu o melhor ranking da carreira na categoria. O goiano de 16 anos saltou seis posições e assumiu o 13º lugar na lista divulgada nesta segunda-feira pela Federação Internacional (ITF)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovens-da-casa-conquistam-o-titulo-em-vinhedo-no-circuito-beach-tennis.html",
        "title": "Jovens da casa conquistam o título em Vinhedo no Circuito Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/vinhedo_campeas_Circuito-Beach.jpg",
        "date": "08/09/2025",
        "description": "Vinhedo (SP)– Foram definidos, neste domingo, os campeões da 13ª etapa do Circuito Beach Tennis realizado na cidade de Vinhedo, na Arena Pinheirinho, com transmissão do canal PlayBT no Youtube . A etapa contou com mais de 400 atletas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-brasileiras-sao-vice-campeas-no-mundial-de-cesenatico.html",
        "title": "Duplas brasileiras são vice no Mundial. Isa e Caetano vencem no juvenil.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/baran_loch_mundial-cesenatico.jpg",
        "date": "08/09/2025",
        "description": "Cesenatico (Itália)– O Brasil esteve em destaque no Mundial de beach tennis realizado em Cesenatico, Itália, conquistando títulos e pódios em diferentes categorias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-segue-firme-na-ponta-anisimova-estreia-no-top-5.html",
        "title": "Sabalenka segue firme na ponta, Anisimova estreia no top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-anisimoa-usopen-trofeus-2025-scaled-e1757345958893-1024x682.jpeg",
        "date": "08/09/2025",
        "description": "São Petersburgo (EUA)– Finalistas do US Open, a bielorrussa Aryna Sabalenka e a norte-americana Amanda Anisimova se deram bem no ranking desta segunda-feira. A campeã garantiu a permanência na liderança e continuou com uma confortável vantagem sobre todas as demais perseguidoras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-calendario-feminino-para-2025-e-quem-defende-titulo.html",
        "title": "Feminino: veja todas que já levaram título na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff-trofeu-rg-2025-1024x683.jpeg",
        "date": "08/09/2025",
        "description": "Veja o calendário completo dos torneios de nível WTA (250, 500 e 1000), Grand Slam e torneios por países programados da temporada, com as respectivas campeãs de 2025 e quem ainda vai defender título:"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-alcaraz-coroam-um-espetacular-us-open.html",
        "title": "Sabalenka e Alcaraz coroam um espetacular US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-Blogs-900x600-2.jpg",
        "date": "08/09/2025",
        "description": "Dois dos mais descontraídos, divertidos e talentosos jogadores da atualidade fizeram a festa do US Open, o mais espetacular torneis do Grand Slam. Aryna Sabalenka deu um show a parte com a inesquecível chegada à conferência de imprensa portando uma garrafa de champagne e um humor comemorativo ao seu segundo título em Nova York. Carlos Alcaraz desde que apareceu em Flushing Meadews chamou atenção não só pelo seu tênis mas pela história de um cabelo raspado por “erro do irmão ao usar a máquina”. Em quadra, chegou a final sem perder um set sequer e divertiu o público com suas belas jogadas e entrevistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-perde-terreno-na-wta-mas-pigossi-e-meligeni-vao-para-cima.html",
        "title": "Bia perde terreno na WTA, mas Pigossi e Meligeni vão para cima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-usopen-rebate-2025-1024x681.jpg",
        "date": "08/09/2025",
        "description": "São Petersburgo (EUA)– Principal nome do país no ranking feminino, a paulista Beatriz Haddad Maia inicia a semana da disputa do SP Open com uma queda de cinco colocações no ranking, descendo da 22ª para a 27ª posição depois de cair nas oitavas de final no US Open, onde fez quartas na temporada passada."
    }
]