[
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-sakkari-e-andreescu-sao-destaques-do-1o-dia-em-pequim.html",
        "title": "Krejcikova, Sakkari e Andreescu são destaques do 1º dia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu_mtl_toss-1024x615.jpg",
        "date": "23/09/2025",
        "description": "Pequim (China) –O primeiro dia da chave principal do WTA 1000 de Pequim ainda não conta com as cabeças de chave, mas terá duas campeãs de Grand Slam em quadra, Barbora Krejcikova e Bianca Andreescu, além de outra ex-top 5, a grega Maria Sakkari. O torneio é transmitido no Brasil peloDisney+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_olhabola-1024x683.jpg",
        "date": "23/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualficatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-consegue-a-segunda-vitoria-contra-top-100-e-enfrenta-pucinelli.html",
        "title": "Reis consegue a segunda vitória contra top 100 e enfrenta Pucinelli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-vibra-2025-e1749938079620-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Buenos Aires (Argentina) –Na semana em que aparece com o melhor ranking da carreira, ocupando agora o 222º lugar da ATP, João Lucas Reis conseguiu um ótimo resultado na rodada de estreia do challenger de Buenos Aires, em quadras de saibro. Reis superou o norte-americano Emilio Nava, cabeça 2 do evento e número 90 do mundo, por 4/6, 7/5 e 7/5 em 2h35 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/costa-do-sauipe-open-estreia-com-acoes-sustentaveis-de-longo-prazo.html",
        "title": "Costa do Sauípe Open estreia com ações sustentáveis de longo prazo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sauipe_pulseiras.jpg",
        "date": "23/09/2025",
        "description": "Costa do Sauípe (Bahia)– De 19 a 26 de outubro, o resort Costa do Sauípe, na Bahia, será palco do inédito ATP Challenger 125 Costa do Sauípe Open, que reunirá os principais nomes do tênis brasileiro, como Thiago Monteiro, Thiago Wild e João Lucas Reis e contará com fortes nomes internacionais. Além do espetáculo esportivo, dos 125 pontos no ranking ATP para o campeão, da premiação total de US$ 200 mil, o torneio estreia com um compromisso sólido: ser referência em sustentabilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-definidos-na-etapa-de-barueri-do-circuito-beach-tennis.html",
        "title": "Campeões definidos na etapa de Barueri do Circuito Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Tambore_campeoes.jpg",
        "date": "23/09/2025",
        "description": "Barueri (SP) –Os campeões da 14ª etapa do Circuito Beach Tennis, realizado no Prainha Tamboré, em Alphaville, Barueri, foram definidos no último domingo. Esta foi a segunda vez que o local recebeu uma etapa do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-derruba-campeao-de-2022-em-lisboa-e-passa-pela-estreia.html",
        "title": "Monteiro derruba campeão de 2022 em Lisboa e passa pela estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro_oeiras_back_bone.jpg",
        "date": "23/09/2025",
        "description": "Lisboa (Portugal)– Campeão do challenger de Lisboa em 2022, o italiano Marco Cecchinato foi derrotado pelo cearense Thiago Monteiro nesta terça-feira na estreia de ambos no torneio português. Com uma quebra para cada lado, os dois sets foram definidos no tiebreak e o brasileiro levou a melhor, fechando o jogo com o placar de 7/6 (7-1) e 7/6 (7-2)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tabilo-salva-2-match-pints-surpreende-musetti-e-fatura-titulo-em-chengdu.html",
        "title": "Tabilo salva 2 match-points, surpreende Musetti e fatura título em Chengdu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tabilo-chengud-2025-final-e1758642355628-1024x682.jpg",
        "date": "23/09/2025",
        "description": "Chengdu (China)– O chileno Alejandro Tabilo salvou dois match-points na final desta terça-feira contra o italiano Lorenzo Musetti para conquistar o título do ATP 250 de Chengdu, batendo o cabeça de chave 1 no torneio com parciais de 6/3, 2/6 e 7/6 (7-5) para conquistar seu terceiro título ATP e o primeiro da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-conquista-o-titulo-em-hangzhou-e-garante-sua-melhor-marca-no-ranking.html",
        "title": "Bublik conquista o título em Hangzhou e garante sua melhor marca no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bublik-hangzhou-2025-final-1-e1758639358868-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Hangzhou (China)– Nesta terça-feira o cazaque Alexander Bublik conquistou seu quarto título da temporada ao bater francês Valentin Royer por 7/6 (7-4) e 7/6 (7-4) na final do ATP 250 de Hangzhou. O tenista de 28 se juntou a Taylor Fritz como os únicos jogadores nesta temporada a levantar um troféu sem perder o saque na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-confirma-sua-presenca-no-masters-1000-de-xangai.html",
        "title": "Djokovic confirma sua presença no Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/Djokovic-xangai-estica-1024x576.jpg",
        "date": "23/09/2025",
        "description": "Xangai (China)– Nesta terça-feira o sérvio Novak Djokovic teve sua presença no Masters 1000 de Xangai confirmada pela organização do torneio, que divulgou uma mensagem através das redes sociais comemorando a volta do ex-número 1 do mundo à competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atletas-de-15-paises-disputam-o-m25-do-rio-de-janeiro.html",
        "title": "Atletas de 15 países disputam o  M25 do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/joao_lucas_reis_esq.jpg",
        "date": "23/09/2025",
        "description": "Rio de Janeiro (RJ) –Foi divulgada a lista oficial do Circuito Banco BRB/ Engie de Tênis Profissional – M25 do Rio de Janeiro, que será disputado na Rio Tennis Academy. A competição será realizada entre os dias 5 e 11 de outubro, com premiação total de US$ 30 mil e valendo pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais."
    }
]