[
    {
        "url": "https://tenisbrasil.uol.com.br/kalinskaya-derruba-anisimova-em-cincinnati-iga-enfrenta-cirstea.html",
        "title": "Kalinskaya derruba Anisimova em Cincinnati, Iga enfrenta Cirstea",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kalinskaya_cincy_preparasaque_full-1024x597.jpg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA) –A russa Anna Kalinskaya conseguiu um ótimo resultado nesta segunda-feira e garantiu vaga nas oitavas de final do WTA 1000 de Cincinnati. A jogadora de 26 anos e 34ª do ranking eliminou a norte-americana Amanda Anisimova, número 8 do mundo e finalista de Wimbledon, por 7/5 e 6/4"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-11-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "11/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-zverev-vencem-em-cincinnati-e-desafiam-lideres-do-ranking.html",
        "title": "Melo e Zverev vencem em Cincinnati e desafiam líderes do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/melo-zverev-cincinnati-2024-wednesday-2-1024x576.jpg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA) –A participação brasileira na chave de duplas do Masters 1000 de Cincinnati começou com vitória de Marcelo Melo, que joga ao lado do alemão Alexander Zverev. Eles venceram nesta segunda-feira o experiente indiano de 45 anos Rohan Bopanna e o jovem norte-americano Ethan Quinn, de apenas 21, por 7/5, 3/6 e 10-6 em 1h19 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-luta-por-3h-para-superar-raducanu-em-cincinnati.html",
        "title": "Sabalenka luta por 3h para superar Raducanu em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_cincy_vibra_2025-1024x648.jpg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA) –Pouco mais de um mês depois de protagonizarem um jogo de dois sets equilibrados em Wimbledon, Aryna Sabalenka e Emma Raducanu voltaram a se enfrentar nesta segunda-feira, desta vez pela mesma fase do WTA 1000 de Cincinnati. Novamente, a número 1 do mundo levou a melhor, mas com ainda mais dificuldade. Sabalenka precisou de três sets e 3h08 e para vencer por 7/6 (7-3), 4/6 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/isner-pede-retorno-da-bandeira-russa-e-stakhovsky-o-convida-para-visitar-a-ucrania.html",
        "title": "Isner pede retorno da bandeira russa e Stakhovsky o convida para visitar a Ucrânia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/f_20230831_USO_D4_GE409965-e1754940207707-1024x681.jpg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA)– O conflito armado entre Rússia e Ucrânia voltou a gerar polêmica dentro do mundo do tênis depois que o norte-americano John Isner, ex-top 10 e que se aposentou no final de 2023, pediu o retorno da bandeira russa aos torneios. O ucraniano Sergiy Stakhovsky, não gostou a sugestão e rebateu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gil-costa-assume-a-diretoria-tecnica-da-federacao-paulista.html",
        "title": "Gil Costa assume a Diretoria Técnica da Federação Paulista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/455560_1166093_gil_e_demais_web_-e1754937989389.jpeg",
        "date": "11/08/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) nomeou Gil Costa como novo diretor técnico da entidade. Experiente no circuito e reconhecido pela atuação em diferentes frentes do tênis paulista, Gil chega ao cargo com um plano estruturado para impulsionar o desenvolvimento do esporte no estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sobrecarregado-pelo-calor-rinderknech-desmaia-e-abandona-contra-aliassime.html",
        "title": "Sobrecarregado pelo calor, Rinderknech desmaia e abandona contra Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Rinderknech-Cincnnati-e1754937812185-1024x682.jpeg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA)– O francês Arthur Rinderknech foi forçado a se retirar nesta segunda-feira na terceira rodada do Masters 1000 de Cincinnati contra o canadense Félix Auger-Aliassime. No meio do segundo set, ele desabou na quadra, visivelmente sofrendo com o calor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-entram-em-cincinnati-e-enfrentam-cabecas-5.html",
        "title": "Romboli e Smith entram em Cincinnati e enfrentam cabeças 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/romboli_smith_toronto_posado-1024x672.jpg",
        "date": "11/08/2025",
        "description": "Cincinnati (EUA) –Assim como aconteceu na semana passada em Toronto, Fernando Romboli e o australiano John-Patrick Smith conseguiram uma vaga das quatro vagas de alternates na chave de duplas do Masters 1000 de Cincinnati. Com isso, o Brasil terá dois representantes, já que o mineiro Marcelo Melo joga ao lado do alemão Alexander Zverev."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-estreia-com-vitoria-na-italia-e-agora-desafia-promessa-norueguesa.html",
        "title": "Pucinelli estreia com vitória na Itália e agora desafia promessa norueguesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_poa_vibra_qf-1024x564.jpg",
        "date": "11/08/2025",
        "description": "Todi (Itália)– Único brasileiro em ação no challenger de Todi, o paulista Matheus Pucinelli estreou com uma firme vitória na competição. Nesta segunda-feira, ele enfrentou o argentino Gonzalo Villanueva e precisou de apenas 73 minutos para despachar o rival, triunfando com duplo 6/2."
    }
]