[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-as-6h-em-busca-das-quartas-em-estrasburgo.html",
        "title": "Bia joga às 6h em busca das quartas em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Beatriz_Haddad_Maia_-_Mutua_Madrid_Open_2025_-_Day_5-DSC_8852_xgaplus.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –Depois devencer sua partida de estreiano WTA 500 de Estrasburgo, Beatriz Haddad Maia volta à quadra nesta quarta-feira, a partir das 6h (de Brasília). A número 1 do Brasil e 23ª do mundo enfrenta a norte-americana Ashlyn Krueger, jovem de 21 anos e 31ª do ranking, em confronto inédito no circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-20-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "20/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Qualificatório – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-estreia-bem-e-faz-quartas-badosa-tambem-avanca.html",
        "title": "Rybakina estreia bem e faz quartas, Badosa também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/badosa_stras_back-1024x511.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –A estreia de Elena Rybakina no WTA 500 de Estrasburgo foi com uma vitória bastante segura. A cazaque, número 12 do mundo, superou nesta terça-feira a chinesa Xinyu Wang, 42ª do ranking, com parciais de 6/1 e 6/3 em apenas 1h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-no-momento-nao-procuro-treinador-tenho-dusan-vemic.html",
        "title": "Djokovic: “No momento não procuro treinador, tenho Dusan Vemic”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/DJOKOVIC-GGO-PHOTO-NEWS-7-e1747766775224-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Genebra (Suíça)– Desde a separação da parceria com o britânico Andy Murray, muito especulou-se sobre o futuro treinador do sérvio Novak Djokovic, que nesta terça-feira colocou um ponto final nesta questão. Em entrevista coletiva antes de sua estreia no ATP 250 de Genebra, ele confirmou que Dusan Vemic será o nome ao seu lado em uma equipe que terá também Boris Bošnjakovic"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-avancam-diretamente-a-semifinal-em-estrasburgo.html",
        "title": "Stefani e Babos avançam diretamente à semifinal em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani-ao-espera-2025.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –A parceria de Luísa Stefani com a húngara Timea Babos avançou diretamente à semifinal de duplas do WTA 500 de Estrasburgo. Vindas de umavitória na estreia no último domingo, elas enfrentariam nas quartas a tcheca Marie Bouzkova e a russa Alexandra Panova. No entanto, Bouzkova se retirou da competição nesta terça, por lesão na coxa esquerda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-e-nana-avancam-em-milao-e-se-juntam-a-guto-na-2a-fase.html",
        "title": "Victória e Naná avançam em Milão e se juntam a Guto na 2ª fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300fr_drop-1024x578.jpg",
        "date": "20/05/2025",
        "description": "Milão (Itália) –As duas juvenis brasileiras mais bem colocadas no ranking mundial da categoria venceram suas partidas de estreia no ITF J500 de Milão, em quadras de saibro na Itália. A potiguar Victória Barros e a paulista Nauhany Silva avançaram na competição e se juntam ao goiano Guto Miguel, que venceu na última segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-das-chaves-de-roland-garros-sera-as-9h-de-quinta-feira.html",
        "title": "Sorteio das chaves de Roland Garros será às 9h de quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LogoRoland-Garros-LoicWacziak.jpg",
        "date": "20/05/2025",
        "description": "Paris (França)– A disputa do primeiro Grand Slam da temporada começará no próximo domingo, mas já na quinta-feira as coisas começam a esquentar em Roland Garros com o sorteio das chaves, que está marcado para acontecer às 9h (horário de Brasília). O evento será transmitido ao vivo no canal do torneio no YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-apenas-dois-games-em-sua-primeira-partida-de-atp.html",
        "title": "Sell vence apenas dois games em sua primeira partida de ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/437435_1105833_53694099619_b907900fed_o-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Genebra (Suíça)– Fazendo sua estreia em um torneio de nível ATP, depois de furar o quali do ATP 250 de Genebra, o catarinense Karue Sell não conseguiu vencer mais de dois games e foi derrotado na primeira rodada da chave principal com duplo 6/1 pelo húngaro Fabian Marozsan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/murray-ja-tem-nova-ocupacao-apos-encerrar-parceria-com-djokovic.html",
        "title": "Murray já tem nova ocupação após encerrar parceria com Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/murray-djokovic-iw-treino-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Londres (Inglaterra)– Pouco depois de se separar do sérvio Novak Djokovic, o britânico Andy Murray já tem um novo projeto e não é no tênis. Ele se tornou sócio da empresa de investimentos “Redrice Ventures”, que atua com capitais de risco. Aos 38 anos, o ex-número 1 agora levará sua ética de trabalho e determinação para ter sucesso para seu novo emprego."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-na-lagoa-comemora-21-anos-e-os-80-anos-do-padrinho-koch.html",
        "title": "“Tênis na Lagoa” comemora 21 anos e os 80 anos do padrinho Koch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Tenis-na-Lagoa_21-anos.jpg",
        "date": "20/05/2025",
        "description": "Rio de Janeiro (RJ) –O Tênis da Lagoa, projeto social mais longevo do Rio de Janeiro que completou 21 anos de existência, comemorou o aniversário no último domingo, na quadra, com festa também para seu padrinho, Thomaz Koch, que na última semana fez 80 anos de idade."
    }
]