[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-anuncia-saida-da-ptpa-por-divergencias-de-governanca.html",
        "title": "Djokovic anuncia saída da PTPA por divergências de governança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-seca-rosto-2025-1024x682.jpg",
        "date": "04/01/2026",
        "description": "Nova York (EUA)– Novak Djokovic anunciou neste domingo sua saída da Associação de Jogadores de Tênis Profissionais (PTPA), entidade que ele próprio ajudou a criar em 2020 ao lado do canadense Vasek Pospisil. A decisão marca o fim de um capítulo importante da atuação política do sérvio dentro do tênis profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/longe-das-quadras-barty-valoriza-vida-tranquila-sou-muito-feliz.html",
        "title": "Longe das quadras, Barty valoriza vida tranquila: “Sou muito feliz”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/barty-trofeu-ao-2022-1024x682.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– Três anos após surpreender o mundo do tênis ao anunciar a aposentadoria no auge da carreira, Ashleigh Barty segue acompanhando o esporte, mas de um modo diferente. Em entrevista recente ao The New Daily, a ex-número 1 do mundo diz que vem aproveitando uma vida mais tranquila, ao mesmo tempo em que torce para os seus compatriotas na temporada australiana do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-em-brisbane-tem-medvedev-retorno-de-pliskova-e-demoliner.html",
        "title": "Rodada em Brisbane tem Medvedev, retorno de Pliskova e Demoliner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/medvedev-ao-treina-2025-e1736484649234-1024x683.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– A programação do segundo dia em Brisbane contará com nomes importantes, incluindo alguns favoritos e ex-campeões do torneio, tanto na chave masculina (ATP 250) quanto na feminina (WTA 500)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-2026-da-largada-com-boas-atracoes.html",
        "title": "Temporada 2026 dá largada com boas atrações e frustração",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_fonseca_cincy.jpg",
        "date": "04/01/2026",
        "description": "* atualizado com desistência de Fonseca em Brisbane"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-volta-a-brilhar-suica-bate-a-italia-e-se-classifica-em-perth.html",
        "title": "Bencic volta a brilhar, Suíça bate a Itália e se classifica em Perth",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic-vibra-unitedcup-2026-1024x683.png",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– A Suíça é o primeiro país matematicamente classificado para as quartas de final da United Cup 2026. Mesmo em uma chave bastante complicada, ao lado de França e da poderosa Itália, a equipe liderada por Belinda Bencic conquistou cinco vitórias em seis jogos e garantiu o primeiro lugar do Grupo C."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/exames-descartam-gravidade-na-lesao-de-joao-fonseca.html",
        "title": "Exames descartam gravidade na lesão de João Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/fonseca_treina_careca-1024x762.jpg",
        "date": "04/01/2026",
        "description": "Brisbane (Austrália)– A lesão que tirou João Fonseca do ATP 250 de Brisbane não é grave. Segundo informou sua assessoria de imprensa, o tenista brasileiro sentiu um incômodo na região lombar durante um treino no sábado e passou por exames de ressonância magnética, que não apontaram maior gravidade no problema."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-e-laura-jogam-as-19h30-deste-domingo-em-auckland.html",
        "title": "Ingrid e Laura jogam às 19h30 deste domingo em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/ingrid-martins-laura-pigossi-spopen-2025-1024x683.jpg",
        "date": "04/01/2026",
        "description": "Auckland (Nova Zelândia)– Depois de ser eliminada na primeira rodada do qualificatório de simples, a paulista Laura Pigossi volta à quadra na noite deste domingo para sua estreia na chave de duplas do WTA 250 de Auckland."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-wild-estreiam-entre-a-noite-de-domingo-e-manha-de-segunda.html",
        "title": "Heide e Wild estreiam entre a noite de domingo e manhã de segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_term.jpg",
        "date": "04/01/2026",
        "description": "Nouméa (Nova Caledônia)– Representantes brasileiros no challenger da Nouméa, na Nova Caledônia, o paulista Gustavo Heide e o paranaense Thiago Wild estreiam na competição entre a noite de domingo e a manhã de segunda-feira, pelo horário de Brasília."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-mboko-comandam-vitoria-do-canada-por-3-a-0-sobre-a-china.html",
        "title": "Aliassime e Mboko comandam vitória do Canadá por 3 a 0 sobre a China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/aliassime-forehand-unitedcup-2026-1024x576.jpeg",
        "date": "04/01/2026",
        "description": "Sydney (Austrália)– O Canadá fez sua estreia na United Cup neste domingo e contou com o brilho de seus dois principais jogadores para bater a China por 3 a 0, em duelo válido pelo Grupo B da competição, em Sidney. Atual número 5 do ranking da ATP, Félix Auger-Aliassime fez valer o favoritismo e aplicou um duplo 6/4 sobre Zhizhen Zhang na abertura da rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-faz-balanco-apos-queda-na-united-cup-e-mira-o-australian-open.html",
        "title": "Osaka faz balanço após queda na United Cup e mira o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/naomi-osaka-unitedcup-2026-1024x702.jpeg",
        "date": "04/01/2026",
        "description": "Perth (Austrália)– A campanha do Japão na United Cup chegou ao fim neste domingo, mas Naomi Osaka deixou a competição com sinais positivos e um discurso de confiança para a sequência da temporada. Apesar da eliminação precoce da equipe, após derrotas para Grécia e Grã-Bretanha, a ex-número 1 do mundo destacou a experiência vivida no torneio por equipes e reforçou suas expectativas para o Australian Open."
    }
]