[
    {
        "url": "https://tenisbrasil.uol.com.br/nana-as-meninas-e-toda-comissao-me-passaram-muita-confianca.html",
        "title": "Naná: “As meninas e toda comissão me passaram muita confiança”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nanna_bjk_comemora-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –Estreante na equipe profissional da Billie Jean King Cup, Nauhany Silva marcou suaprimeira vitória na competiçãoaos 15 anos e ajudou o Brasil a vencer Portugal por 3 a 0 em confronto válido pelos playoffs. As brasileiras voltam à quadra a partir das 22h (de Brasília) deste sábado para enfrentar a anfitriã Austrália, valendo vaga no Qualificatório Mundial de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-15-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_hobart_bjk_treino.jpg",
        "date": "15/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Brasil 2×0 Portugal"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalista-em-simples-victoria-tambem-conquista-1o-titulo-nas-duplas.html",
        "title": "Finalista em simples, Victória também conquista 1º título nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_kumru_trofeus_turquia-1024x698.jpg",
        "date": "15/11/2025",
        "description": "Antalya (Tuquia) –Horas depois degarantir vaga na final de simplesdo ITF W15 de Antalya, em quadras de saibro na Turquia, Victória Barros também conquistou o título de duplas. A brasileira a turca Ada Kumru venceram a georgiana Sofia Shapatava e a alemã Angelina Wirges por 6/4, 5/7 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/patten-e-heliovaara-derrubam-italianos-e-decidem-o-finals-em-turim.html",
        "title": "Patten e Heliovaara derrubam italianos e decidem o Finals em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heliovaara-patten-turin-2025-sf-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Apesar de toda a expectativa e apoio da torcida italiana neste sábado, o britânico Henry Patten e o finlandês Harri Heliovaara eliminaram os anfitriões Simone Bolelli e Andrea Vavassori e garantiram vaga na final de duplas do ATP Finals com vitória por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/na-dupla-stefani-e-ingrid-garantem-os-3-a-0-para-o-brasil.html",
        "title": "Na dupla, Stefani e Ingrid garantem os 3 a 0 para o Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_ingrid_bjk_hobart-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –O Brasil fechou por 3 a 0 o confronto contra Portugal pelos playoffs da Billie Jean King Cup e vai enfrentar a Austrália por uma vaga no Qualificatório Mundial de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victora-barros-elimina-a-cabeca-1-e-disputa-1a-final-aos-15-anos.html",
        "title": "Victóra Barros elimina a cabeça 1 e disputa 1ª final aos 15 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/barros-spopen-olhabola-2025-e1759409676818-1024x683.jpg",
        "date": "15/11/2025",
        "description": "Antalya (Tuquia) –Pela primeira vez em sua carreira profissional, Victória Barros disputará a final de um torneio. A potiguar de apenas 15 anos garantiu vaga na decisão do ITF W15 de Antalya, em quadras de saibro na Turquia, depois de vencer a georgiana Sofia Shapatava, principal cabeça de chave e 420ª do ranking, por 3/6, 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tambem-vence-e-brasil-supera-portugal-na-bjk-cup.html",
        "title": "Pigossi também vence e Brasil supera Portugal na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bjk_vibra_hobart-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –O Brasil venceu o confronto contra Portugal pelos playoffs da Billie Jean King Cup e vai enfrentar a Austrália por uma vaga no Qualificatório Mundial de 2026. Depois deNauhany Silvaconseguir sua primeira vitória na competição aos 15 anos, foi a vez da experiente Laura Pigossi já definr o confronto e vencer Francisca Jorge por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vence-a-primeira-na-bjk-cup-e-brasil-faz-1-a-0-contra-portugal.html",
        "title": "Naná vence a primeira na BJK Cup e Brasil faz 1 a 0 contra Portugal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_vibra-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –A jovem paulista Nauhany Silva aproveitou suaprimeira oportunidade de disputar a Billie Jean King Cupcomo profissional e conseguiu uma vitória na abertura do confronto entre Brasil e Portugal, pelo Grupo E dos playoffs. A jogadora de apenas 15 anos superou a portuguesa Matilde Jorge, de 21 anos e 255ª do ranking, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-escalada-para-enfrentar-portugal-dupla-tera-stefani-e-ingrid.html",
        "title": "Naná é escalada para enfrentar Portugal, dupla terá Stefani e Ingrid",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_bjk_fore.jpg",
        "date": "14/11/2025",
        "description": "Hobart (Austrália) –A jovem paulista Nauhany Silva terá sua primeira oportunidade de disputar a Billie Jean King Cup como profissional. A jogadora de apenas 15 anos foi escalada para o confronto contra Portugal, que começa às 22h (de Brasília) desta sexta-feira e avança durante a madrugada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-enfrenta-de-minaur-as-10h30-alcaraz-e-aliassime-as-16h30.html",
        "title": "Sinner enfrenta De Minaur às 10h30, Alcaraz e Aliassime às 16h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jannik_Sinner_Carlos_Alcaraz_GSP29369-1024x682.jpeg",
        "date": "14/11/2025",
        "description": "Turim (Itália) –Com a definição dos semifinalistas do ATP Finals, a organização do torneio definiu a ordem dos confrontos deste sábado. O atual campeão Jannik Sinner jogará na sessão diurna, enquanto o número 1 do mundo Carlos Alcaraz atua no fim da progamação, já que o jogo que definiu o adversário do espanhol também foi o último desta sexta."
    }
]