[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-e-joao-fonseca-visitam-mercado-central-em-adelaide.html",
        "title": "Bia Haddad e João Fonseca visitam mercado central em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_fonseca_adelaide_fish-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Adelaide (Austrália) –A sexta-feira foi de visita brasileira ao Mercado Central de Adelaide. Beatriz Haddad Maia e João Fonseca conheceram um dos principais pontos turísticos da cidade australiana e experimentaram um pouco da culinária local."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-rublev-vencem-e-duelam-na-semifinal-em-hong-kong.html",
        "title": "Musetti e Rublev vencem e duelam na semifinal em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/musetti-hong-kong-2026-friday-1-1024x576.jpg",
        "date": "09/01/2026",
        "description": "Hong Kong (China) –Dois dos principais favoritos no ATP 250 de Hong Kong, Lorenzo Musetti e Andrey Rublev, vão se enfrentar em uma das semifinais do torneio preparatório para o Australian Open. O russo venceu o único duelo anterior contra o italiano, disputado em Dubai ainda em 2020. O reencontro será neste sábado às 4h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-italiano-gerou-uma-receita-superior-a-do-futebol-em-2025.html",
        "title": "Tênis italiano gerou uma receita superior à do futebol em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-audenzi-turin-2025-trophy-e1767940020772-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Turim (Itália)– Uma análise publicada na última quarta-feira nas páginas doIl Sole 24 Oremostra um feito histórico para o tênis italiano. Pela primeira vez, a Federação Italiana de Tênis e Padel (FITP) fechou o ano com receitas superiores às da Federação Italiana de Futebol (FIGC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-celebram-rivalidade-e-falam-em-jogar-duplas-juntos.html",
        "title": "Alcaraz e Sinner celebram rivalidade e falam em jogar duplas juntos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_alcaraz_coreia-1024x696.jpg",
        "date": "09/01/2026",
        "description": "Incheon (Coreia do Sul) –Nesta sexta-feira, em coletiva de imprensa, os dois melhores jogadores do ranking, Carlos Alcaraz e Jannik Sinner, comentaram sobre as expectativas do primeiro duelo de 2026 entre os dois. O confronto será naHyundai Card Super Match, na cidade de Incheon, neste sábado. O jogo de exibição é uma prévia do que esperar sobre o espanhol e o italiano na temporada que se inicia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-duplistas-de-oficio-polonia-elimina-a-australia-e-vai-a-semi.html",
        "title": "Com duplistas de ofício, Polônia elimina a Austrália e vai à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kawa_zielinski_mxd_unitedcup-1024x604.jpg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália) –A Polônia garantiu a última vaga nas semifinais da United Cup, após eliminar a anfitriã Austrália por 2 a 1. A definição do confronto aconteceu na partida de duplas mistas, em que ambas as equipes escalaram especialistas na modalidade. Katarzyna Kawa e Jan Zielinski superaram nesta sexta-feira John-Patrick Smith e Storm Hunter por 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kostyuk-tambem-derruba-andreeva-e-enfrenta-pegula-na-semi.html",
        "title": "Kostyuk também derruba Andreeva e enfrenta Pegula na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kostuk_brisbane_vibra_qf-1024x625.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália) –A grande semana de Marta Kostyuk continua no WTA 500 de Brisbane.Um dia depois de eliminar Amanda Anisimova, número 3 do mundo, a ucraniana também bateu a russa Mirra Andreeva, nona colocada, por 7/6 (9-7) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-supera-hurkacz-e-forca-a-definicao-nas-duplas-mistas.html",
        "title": "De Minaur supera Hurkacz e força a definição nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de_minaur_unitedcup_vibra.jpg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália) –A definição do último país semifinalista da United Cup será nas duplas mistas, após uma vitória para cada lado no confronto entre Austrália e Polônia. A série que começou com umatranquila vitória de Iga Swiatekpor duplo 6/1 sobre a jovem Maya Joint foi igualada depois que Alex de Minaur, número 6 do mundo, venceu Hubert Hurkacz por 6/4, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-treina-com-a-ex-top-20-cornet-antes-de-ir-a-australia.html",
        "title": "Victória Barros treina com a ex-top 20 Cornet antes de ir à Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-3-scaled-e1765570080967-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Nice (França) –Brasileira mais bem colocada no ranking mundial juvenil, ocupando atualmente o 11º lugar, Victória Barros está em reta final de preparação para a temporada de 2026 e segue treinando na academia de Patrick Mouratoglou antes de seguir viagem para a Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-escapa-da-derrota-e-se-garante-na-semi-de-auckland.html",
        "title": "Svitolina escapa da derrota e se garante na semi de Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina-auckland-olhabola-2026-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Auckland (Nova Zelândia)– Por pouco a ucraniana Elina Svitolina não viu sua campanha no WTA 250 de Auckland terminar nesta sexta-feira, nas quartas de final do torneio. Isso porque a britânica Sonay Kartal chegou a sacar para o jogo no terceiro set, mas não aproveitou a chance e acabou superada com parciais de 6/4, 6/7 (2-7), 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cede-apenas-dois-games-e-anota-o-primeiro-ponto-polones.html",
        "title": "Iga cede apenas dois games e anota o primeiro ponto polonês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Iga_Swiatek_-_United_Cup_2026_-_Day_5-DSC_5548_xgaplus.jpg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália)– Principal nome na disputa da United Cup, a número 2 do mundo Iga Swiatek mostrou força nesta sexta-feira no primeiro jogo das quartas de final contra a Austrália. A polonesa dominou a tenista da casa Maya Joint e cedeu apenas dois games para a rival, marcando duplo 6/1 em apenas 58 minutos de jogo."
    }
]