[
    {
        "url": "https://tenisbrasil.uol.com.br/eala-ganha-flores-do-embaixador-e-vai-as-quartas-em-abu-dhabi.html",
        "title": "Eala ganha flores do embaixador e vai às quartas em Abu Dhabi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/eala_embaixador-alfonso.jpg",
        "date": "04/02/2026",
        "description": "Abu Dhabi (Emirados Árabes Unidos) –A filipina Alexandra Eala está se sentindo em casa com a grande torcida que vem recebendo da comunidade local. Em sua estreia, depois de se impor sobre a turca Zeynep Sonmez por 6/4 e 6/3 na terça-feira, a atual top 50 do mundo ganhou um ramalhete de flores do embaixador filipino no país, Alfonso Ferdinand Ver."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-pegula-desistem-do-primeiro-wta-1000-do-ano-em-doha.html",
        "title": "Sabalenka e Pegula desistem do primeiro WTA 1000 do ano em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka-ausopen-rebate-2026-e1769307509190-1024x683.jpg",
        "date": "04/02/2026",
        "description": "Doha (Qatar) –Líder do ranking mundial, Aryna Sabalenka está fora do primeiro WTA 1000 da temporada, que acontece na semana que vem em Doha. Ela havia começado a temporada com um título em Brisbane e o vice-campeonato do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "04/02/2026",
        "description": "ATP 250 de Montpellier (França) – Sintético (coberto) – 612.620 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-vence-11-games-seguidos-e-volta-as-quartas-na-romenia.html",
        "title": "Raducanu vence 11 games seguidos e volta às quartas na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/raducanu_cluj_fore-1024x626.jpg",
        "date": "04/02/2026",
        "description": "Cluj-Napoca (Romênia) –Em seu segundo compromisso no WTA 250 de Cluj-Napoca, Emma Raducanu conseguiu mais uma vitória em sets diretos. Principal cabeça de chave, a britânica superou nesta quarta-feira a eslovena Kaja Juvan, 97ª do ranking, por 7/5 e 6/1 em 1h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-recebe-convite-para-o-quali-do-rio-open.html",
        "title": "Guto Miguel recebe convite para o quali do Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_back_sauipe.jpg",
        "date": "04/02/2026",
        "description": "Rio de Janeiro (RJ)– O Rio Open anunciou o primeiro convite para o quali nesta quarta-feira. O jovem goiano Luis Guto Miguel, número 3 do mundo no ranking juvenil, recebe o convite para a fase classificatória e disputará o seu primeiro torneio do nível ATP no Rio Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baran-e-cappelletti-lideram-o-bt400-de-matinhos-no-parana.html",
        "title": "Baran e Cappelletti lideram o BT400 de Matinhos no Paraná",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/baran_close.jpg",
        "date": "04/02/2026",
        "description": "Matinhos (Paraná) –Depois de anunciar o retorno da parceria com o italiano Michele Cappelletti, o beach tennista brasileiro André Baran dará início à sua temporada 2026 a partir desta sexta-feira. Atual número 3 do mundo, Baran disputará o BT400 de Matinhos, no Paraná, que marca o início do circuito mundial da modalidade neste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-supera-a-estreia-em-montpellier-e-iguala-marca-de-connors.html",
        "title": "Wawrinka supera a estreia em Montpellier e iguala marca de Connors",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/wawrinka-montpellier-2026.jpg",
        "date": "04/02/2026",
        "description": "Montpellier (França)– Convidado da organização no ATP 250 de Montpellier, o suíço Stan Wawrinka mostrou mais uma vez que pretende fazer bonito em sua temporada de despedida. Nesta quarta-feira, ele estreou na competição com vitória, batendo o sérvio Hamad Medjedovic em sets diretos, com parciais de 7/6 (7-3) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-eliminam-demoliner-e-rojer-na-estreia-em-montpellier.html",
        "title": "Britânicos eliminam Demoliner e Rojer na estreia em Montpellier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rojer_demoliner_conversam_ausopen-1024x641.jpg",
        "date": "04/02/2026",
        "description": "Montpellier (França) –Único brasileiro na disputa do ATP 250 de Montpellier, o gaúcho Marcelo Demoliner foi eliminado na estreia de duplas do torneio francês em quadras duras e cobertas. Demoliner e o holandês Jean-Julien Rojer caíram diante dos britânicos Joshua Paris e Marcus Willis por 7/6 (7-3) e 6/3 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-estreia-com-vitoria-de-virada-em-quadras-cobertas-na-franca.html",
        "title": "Cé estreia com vitória de virada em quadras cobertas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gabrielace_tucuman_back-1024x810.jpg",
        "date": "04/02/2026",
        "description": "Andrézieux-Bouthéon (França) –Única brasileira no ITF W75 de Andrézieux-Bouthéon, em quadras duras e cobertas na França, Gabriela Cé estreou com uma vitória em três sets. A gaúcha de 32 anos e 319ª do ranking venceu a lituana Justina Mikulskyte, cabeça 3 do evento e 241ª do mundo, por 1/6, 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-e-fearnley-mergulham-na-agua-congelante-do-mar-do-norte-em-oslo.html",
        "title": "Draper e Fearnley mergulham na água congelante do Mar do Norte em Oslo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/draper_banho-gelado.jpg",
        "date": "04/02/2026",
        "description": "Oslo (Noruega) –A equipe britânica da Copa Davis, que está em Oslo para o confronto com a Noruega, experimentou nesta terça-feira um tradicional costume invernal dos locais: o banho nas águas congeladas logo depois da sauna. Detalhe: a temperatura tem estado bem abaixo de zero grau."
    }
]