[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-23-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53380060543_a0d6fba85c_c.jpg",
        "date": "23/08/2025",
        "description": "ATP 250 de Winston-Salem (EUA) – Sintético – US$ 798.335Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cirstea-conquista-aos-35-anos-seu-terceiro-titulo-de-wta-em-cleveland.html",
        "title": "Cirstea conquista, aos 35 anos, seu terceiro título de WTA em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cirstea_trofeu_cleveland_bandeiras-1024x623.jpg",
        "date": "23/08/2025",
        "description": "Cleveland (EUA) –A experiente romena Sorana Cirstea conquistou, sem perder sets, o título do WTA 250 de Cleveland, em quadras duras nos Estados Unidos. Cirstea venceu na final deste sábado a norte-americana Ann Li, 69ª do ranking, por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-conquistam-terceiro-titulo-juntos-em-winston-salem.html",
        "title": "Melo e Matos conquistam terceiro título juntos em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_trofeu_winston-1024x576.jpg",
        "date": "23/08/2025",
        "description": "Winston-Salem (EUA) –A ótima semana de Marcelo Melo e Rafael Matos foi recompensada com o terceiro título da parceria. Os brasileiros conquistaram o ATP 250 de Winston-Salem, vencendo na final deste sábado o português Francisco Cabral e o austríaco Lucas Miedler, cabeças 3 do torneio, por 4/6, 6/4 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alexandrova-avanca-com-desistencia-e-garante-final-russa-em-monterrey.html",
        "title": "Alexandrova avança com desistência e garante final russa em Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alexandrova_mtr_fore-1024x682.jpg",
        "date": "23/08/2025",
        "description": "Monterrey (México) –A segunda semifinal do WTA 500 de Monterrey teve apenas um set. A russa Ekaterina Alexandrova havia vencido a primeira parcial por 6/3 contra a tcheca Marie Bouzkova, que se retirou da partida por lesão no quadril."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-gauff-ameacam-a-lideranca-de-sabalenka-no-us-open.html",
        "title": "Iga e Gauff ameaçam a liderança de Sabalenka no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_uso_treina_25_ML-1024x576.jpg",
        "date": "23/08/2025",
        "description": "Nova York (EUA) –A liderança do ranking da WTA estará em jogo durante o US Open. Apesar de Aryna Sabalenka ter hoje uma vantagem de 3.292 pontos em relação a Iga Swiatek, a número 1 do mundo precisar defender 2 mil pontos do título do ano passado. Isso abre a possibilidade para a polonesa e também para a norte-americana Coco Gauff, terceira colocada, assumirem a liderança após o torneio. Para isso, Swiatek ou Gauff precisariam conquistar o título e torcer para Sabalenka não chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-sabalenka-fritz-e-pegula-estreiam-domingo-no-us-open.html",
        "title": "Djokovic, Sabalenka, Fritz e Pegula estreiam no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_usopen_treina_saque.jpg",
        "date": "23/08/2025",
        "description": "Nova York (EUA)– Os organizadores do US Open definiram a programação de jogos do próximo domingo, agora o novo dia de abertura do Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quem-sao-os-jovens-no-caminho-de-favoritos-no-us-open.html",
        "title": "Quem são os jovens no caminho dos favoritos no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte-ps_tien.jpg",
        "date": "23/08/2025",
        "description": "A primeira rodada do US Open, que já começa neste domingo, prevê uma série de jogos entre nomes consagrados e tenistas da nova geração, alguns deles motivados por bons resultados das últimas semanas. Será uma oportunidade para os jovens jogadores se testarem nos grandes palcos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-celebra-sua-trajetoria-no-tenis-e-nao-se-ve-como-treinadora.html",
        "title": "Kvitova celebra sua trajetória no tênis e não se vê como treinadora",
        "image": null,
        "date": "23/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/programa-esporte-seguro-da-atp-completa-um-ano-e-faz-balanco.html",
        "title": "Programa Esporte Seguro da ATP completa um ano e faz balanço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/safe-sport.jpg",
        "date": "23/08/2025",
        "description": "Londres (Inglaterra) –Em seu ano de estreia, a iniciativa Esporte Seguro (Safe Sport) da ATP analisou mais de 3,1 milhões de comentários em redes sociais, sinalizando mais de 162.000 direcionados a 245 jogadores como “graves” e ocultando comentários abusivos à medida que eram detectados, em uma tentativa de proteger os principais jogadores da ATP de conteúdo digital prejudicial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oncins-analisa-us-open-e-momentos-de-fonseca-e-bia.html",
        "title": "Oncins analisa US Open e momentos de Fonseca e Bia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pod_oncins_uso.jpg",
        "date": "23/08/2025",
        "description": "O capitão do time brasileiro da Copa Davis é o entrevistado desta semana noPodcast de TenisBrasile, às vésperas do US Open, avalia as chaves de simples em Nova York. Para Jaime Oncins, o italiano Jannik Sinner e o espanhol Carlos Alcaraz estão acima de todos os demais concorrentes e Iga Swiatek promete lutar pelo título com Aryna Sabalenka."
    }
]