[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_canada_saque-1024x683.jpeg",
        "date": "07/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "07/02/2026",
        "description": "ATP500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Montpellier –SImplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lajovic-sofre-acidente-no-vestiario-em-confronto-da-davis-no-chile.html",
        "title": "Lajovic sofre acidente no vestiário em confronto da Davis no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lajovic_davis_toss-1024x576.jpg",
        "date": "07/02/2026",
        "description": "Santiago (Chile) –O tenista sérvio Dusan Lajovic sofreu um acidente ao se dirigir ao vestiário após a rodada de sexta-feira do confronto entre Chile e Sérvia pelo Qualificatório Mundial da Copa Davis, disputado em Santiago. O jogador colidiu com um painel de vidro e precisou de atendimento médico imediato, sendo levado a um hospital da capital chilena para a realização de exames."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-wild-estreiam-bem-no-quali-de-buenos-aires.html",
        "title": "Monteiro e Wild estreiam bem no quali de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro-sauipe-vibra-2025-scaled-e1761830829390-1024x681.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –O quali para o ATP 250 de Buenos Aires começou com duas vitórias brasileiras, com o cearense Thiago Monteiro e o paranaense Thiago Wild. Já o paulista Felipe Meligeni perdeu na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-romboli-e-pedretti-sao-vices-brasileiros-vencem-itf-no-mexico.html",
        "title": "Duplas de Romboli e Pedretti são vices. Brasileiros vencem ITF no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/varella-romboli-rosario-2026-1024x684.jpg",
        "date": "07/02/2026",
        "description": "Rosario (Argentina) –Principais cabeças de chave no challenger de Rosario, Fernando Romboli e o mexicano Miguel Reyes-Varela ficaram com o vice-campeonato do torneio em quadras de saibro. Eles foram superados pelo uruguaio Ignacio Carou e o argentino Facundo Mena por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alemanha-e-croacia-se-classificam-eua-abrem-2-a-0-na-hungria.html",
        "title": "Alemanha e Croácia se classificam, EUA abrem 2 a 0 na Hungria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/krawietz_puetz_davis_peru-1024x693.jpg",
        "date": "07/02/2026",
        "description": "Dusseldorf (Alemanha) –A Alemanha completou a vitória sobre o Peru e garantiu vaga na segunda rodada qualificatória da Copa Davis. Depois de dois triunfos em simples na última sexta-feira, a forte parceria de Kevin Krawietz e Tim Puetz venceu Ignacio Buse e Arklon Huertas por 6/0, 2/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-o-cabeca-3-em-buenos-aires-e-pode-ter-duelo-de-campeoes.html",
        "title": "Fonseca é o cabeça 3 em Buenos Aires e pode ter duelo de campeões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca-trofeu_sorrindo-1024x632.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –O retorno de João Fonseca ao circuito acontece na próxima semana no ATP 250 de Buenos Aires. O carioca de 19 anos e número 1 do Brasil é o atual campeão do torneio em quadras de saibro na capital argentina. Terceiro cabeça de chave, Fonseca entra direto na segunda rodada e deve jogar só a partir de quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mannarino-disputa-sua-primeira-final-em-casa-e-desafia-aliassime.html",
        "title": "Mannarino disputa sua primeira final em casa e desafia Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mannarino_montpellier_vibra-1024x644.jpg",
        "date": "07/02/2026",
        "description": "Montpellier (França) –O experiente francês Adrian Mannarino terá a oportunidade de conquistar um título em casa. O canhoto de 37 anos e 70º do ranking garntiu vaga na final do ATP 250 de Montpellier depois de vencer o jovem norte-americano de 22 anos Martin Damm, 160º colocado e vindo do quali, por 1/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-sao-cabecas-5-em-doha-e-estreiam-no-domingo.html",
        "title": "Stefani e Dabrowski são cabeças 5 em Doha e estreiam no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-drabowski-posada-e1768205776253-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Doha (Qatar) –Brasileira mais bem colocada no ranking entre as especialistas em duplas, Luísa Stefani disputa o WTA 1000 de Doha, ao lado da canadense Gabriela Dabrowski. Cabeças 5 do torneio, elas estreiam neste domingo, por volta de 10h30 (de Brasília) contra a russa Irina Khromacheva e a indonésia Aldila Sutjiadi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-de-duplas-em-buenos-aires-tem-5-brasileiros-e-duelo-nacional.html",
        "title": "Chave de duplas em Buenos Aires tem 5 brasileiros e duelo nacional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/demo-romboli-voleio-rio-2025-e1740683286583-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –Cinco brasileiros estão na chave de duplas do ATP 250 de Buenos Aires evento que abre a temporada de saibro na América do Sul pela elite do circuito. E a primeira rodada ainda prevê uma partida com três atletas nacionais em quadra."
    }
]