[
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-surpreende-de-novo-elimina-rublev-e-volta-as-quartas.html",
        "title": "Aliassime surpreende de novo, elimina Rublev e volta às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassim-e1756750132655.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Dois dias depois de causar a maior surpresa da chave masculina do US Open, ao tirar o cabeça 3 Alexander Zverev, o canadense Félix Auger-Aliassime mostrou novamente um tênis sólido e eficiente para eliminar o russo Andrey Rublev, 15º entre os principais inscritos, com placar de 7/5, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-levam-susto-mas-se-recuperam-e-vao-as-quartas.html",
        "title": "Stefani e Babos levam susto, mas se recuperam e vão às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-babos-usopen-2025.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Por muito pouco que a paulista Luísa Stefani não amargou sua eliminação mais precoce no US Open. Cabeças de chave 11, ela e a húngara Timea Babos chegaram a estar uma quebra atrás no terceiro set da partida contra as chinesas Yifan Xu e Zhaoxuan Yang, mas se recuperaram e venceram com parciais de 6/2, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/139194.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628311383_62c1133e4e_o-e1712101252218-1024x682.jpg",
        "date": "01/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-controla-suico-e-faz-quartas-no-us-open-pelo-2o-ano-seguido.html",
        "title": "De Minaur controla suíço e faz quartas no US Open pelo 2º ano seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/deminaur-usopen-voleia-2025-e1756747388608-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– O australiano Alex de Minaur tem sido um dos jogadores mais consistentes da temporada, principalmente nas quadras duras. Nesta segunda-feira, ele confirmou o favoritismo e despachou com autoridade o suíço vindo do qualificatório Leandro Riedi, apenas 435º do ranking, gastando 1h35 para triunfar com parciais de 6/3, 6/2 e 6/1"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/riedi-suspeita-que-torcedor-que-o-incomodou-na-2a-rodada-era-apostador.html",
        "title": "Riedi suspeita que torcedor que o incomodou na 2ª rodada era apostador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Riedi_US-Open.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –O suíço Leandro Riedi, de 23 anos, denunciou um fã barulhento ao juiz de cadeira por torcer por ele. O incidente aconteceu em um momento crucial na sua vitória na segunda rodada sobre o argentino Francisco Cerúndolo, 19º cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-derrota-cabeca-7-nana-e-eliminada-do-juvenil-do-us-open.html",
        "title": "Guto derrota cabeça 7, Naná é eliminada do juvenil do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Guto-Miguel.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– O goiano Guto Miguel foi o único brasileiro a superar a estreia dos torneios juvenis do US Open, que foram abertos neste domingo em Flushing Meadows."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-revela-o-que-mais-gostaria-de-saber-sobre-nadal-e-federer.html",
        "title": "Djokovic revela o que mais gostaria de saber sobre Nadal e Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-coletiva-2025.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– A rivalidade do Big 3 está na história do tênis, com Novak Djokovic, Rafael Nadal e Roger Federer sendo até então os únicos homens a alcançar ou ultrapassar a marca dos 20 títulos de Grand Slam. Após sua vitória pelas oitavas de final no US Open, o sérvio foi questionado sobre quais assuntos gostaria de conversar com seus rivais e não se esquivou da resposta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atletas-de-campinas-disputam-o-mundial-de-beach-tennis-na-italia.html",
        "title": "Atletas de Campinas disputam o Mundial de beach tennis na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ramos_cappelletti.jpg",
        "date": "01/09/2025",
        "description": "Cesenático (Itália) –Quatro atletas que treinam em Campinas disputam nesta semana o Campeonato Mundial de Beach Tennis, em Cesenático, na Itália, que oferece 1 mil pontos para as duplas campeãs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-comportamento-de-medvedev-foi-patetico-critica-toni-nadal.html",
        "title": "“O comportamento de Medvedev foi patético”, critica Toni Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-usopen-prepara-2025-e1756742563233-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Madri (Espanha)– Em sua última coluna no jornalEl País, o treinador espanhol Toni Nadal criticou duramente o comportamento do russo Daniil Medvedev em sua derrota na estreia no US Open. Ele perdeu a paciência diversas vezes, com destaque para uma reclamação duradoura depois que um fotógrafo entrou na quadra e obrigou Benjamin Bonzi a repetir o primeiro saque."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-ve-com-naturalidade-a-pressao-pelo-no-1-e-destaca-equilibrio.html",
        "title": "Sabalenka vê com naturalidade a pressão pelo nº 1 e destaca equilíbrio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-vibra-2025-e1756731866236-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) – Ao vencer a espanhola Cristina Bucsa no último domingo, a bielorrussa Aryna Sabalenka não apenas garantiu seu lugar nas quartas de final do US Open, mas também a manutenção do número 1 do mundo, não podendo ser mais ultrapassada pela norte-americana Coco Gauff ou pela polonesa Iga Swiatek após a competição."
    }
]