[
    {
        "url": "https://tenisbrasil.uol.com.br/foi-dificil-encontar-um-ritmo-diz-zverev-sobre-estreia-exigente.html",
        "title": "“Foi difícil encontrar um ritmo”, diz Zverev sobre estreia exigente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev_ausopen_acena-1024x768.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Com a difícil missão de defender o vice-campeonato do ano passado e o próprio terceiro lugar do ranking, o alemão Alexander Zverevprecisou de virada para superaro jovem sacador canadense Gabriel Diallo em seu retorno ao Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-confirma-favoritismo-e-estreia-bem-na-temporada-em-melbourne.html",
        "title": "Alcaraz confirma favoritismo e estreia bem na temporada em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_ausopen_slice_fft-1024x688.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Em busca de um título inédito no Australian Open e do único Grand Slam que ainda falta em sua carreira, Carlos Alcaraz conseguiu sua primeira vitória na temporada neste domingo. O número 1 do mundo confirmou o favoritismo contra o australiano Adam Walton, 81º do ranking, marcando as parciais de 6/3, 7/6 (7-2) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonmez-socorre-boleira-com-tontura-antes-de-surpreender-russa.html",
        "title": "Sonmez socorre boleira com tontura antes de surpreender russa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sonmez-ta-dylan-burns-main_ausopen-1024x665.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– O verão australiano também é pesado para quem ajuda na disputa dos jogos do primeiro Grand Slam da temporada. Uma boleira sentiu tontura e chegou a cair na quadra em pleno jogo entre Ekaterina Alexandrova e Zeynep Sonmez. Foi rapidamente atendida pelo árbitro e pela própria tenista turca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-deixa-vantagem-escapar-e-cai-em-duelo-equilibrado-com-danilovic.html",
        "title": "Venus deixa vantagem escapar e cai em duelo equilibrado com Danilovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/venus_ausopen_acena_cut-1024x684.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Por muito pouco Venus Williams não conseguiu sua primeira vitória em Grand Slam desde 2021. De volta à chave principal do Australian Open depois de cinco anos, a ex-número 1 do mundo fez um duelo equilibrado contra a sérvia Olga Danilovic, 69ª do ranking, e chegou a liderar o último set por 4/0. Mas a falta de ritmo da norte-americana e a maior solidez da sérvia fizeram a diferença no resultado final e Danilovic avançou com parciais de 6/7 (5-7), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-estreia-as-21h30-iga-e-djokovic-na-segunda-de-manha.html",
        "title": "Gauff estreia às 21h30, Iga e Djokovic na segunda de manhã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_ausopen_treina_saque-1024x768.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –A organização do Australian Open divulgou a programação do segundo dia do torneio, que ocorre, pelo horário de Brasília, entre a noite de domingo e a manhã de segunda-feira. O dia terá confrontos de peso, como Coco Gauff, Novak Djokovic e Iga Swiatek. João Fonseca deve jogar no terceiro dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-ja-tem-tres-homens-na-segunda-rodada-do-australian-open.html",
        "title": "Argentina já tem três homens na segunda rodada do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/cerundolo-1024x682.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– Três dos seis argentinos que estão na parte superior da chave masculina do Australian Open avançaram para a segunda rodada. Apenas um foi derrotado, enquanto dois ainda farão sua estreia no segundo dia de torneio e mais dois estão no lado inferior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-estreia-bem-e-tenta-acabar-com-tabu-pessoal-em-melbourne.html",
        "title": "Bublik estreia bem e tenta acabar com tabu pessoal em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bublik-1024x673.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– Com atuação sólida e apenas um game de serviço perdido, o cazaque Alexander Bublik dominou o top 50 Jenson Brooksky no que poderia ser uma estreia perigosa no Australian Open. O cabeça 10 salvou sete de oito break-points para impor triplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-fiz-um-bom-primeiro-set-mas-alguns-pontos-definiram-a-partida.html",
        "title": "Bia: “Fiz um bom primeiro set, mas alguns pontos definiram a partida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_ausopen26_jimmie-1024x664.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –Eliminada na estreia do Australian Open, Beatriz Haddad Maia avaliou o desempenho na partida deste domingo contra a cazaque Yulia Putintseva. Além de ter vencido o primeiro set, Bia chegou a ter quebras de vantagem na segunda e terceira parciais, mas permitiu a virada à atual 105ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-inicia-bem-a-busca-pelo-terceiro-titulo-do-australian-open.html",
        "title": "Sabalenka inicia bem a busca pelo terceiro título do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Sabalenka_ausopen_26_vibra-1024x538.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália) –A busca de Aryna Sabalenka pelo terceiro título do Australian Open começou com uma vitória em sets diretos. A número 1 do mundo superou neste domingo a francesa Tiantsoa Rajaonah, canhota de 20 anos e 118ª do ranking, por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-na-noite-de-segunda-feira-sinner-na-manha-de-terca.html",
        "title": "Fonseca estreia na noite de segunda-feira, Sinner na manhã de terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-ausopen-treino-2026-e1768461821247-1024x683.jpg",
        "date": "18/01/2026",
        "description": "Melbourne (Austrália)– O carioca João Fonseca enfim tem data e horário para estrear no Australian Open 2026. Ele e o norte-americano Eliot Spizzirri se enfrentam no terceiro dia de competição, na segunda partida da 1573 Arena, por volta das 23h, de Brasília."
    }
]