[
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-planeja-retorno-sem-expectativa-apos-a-gravidez.html",
        "title": "Jabeur planeja retorno ‘sem expectativa’ após a gravidez",
        "image": null,
        "date": "30/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-reforca-desejo-de-disputar-os-jogos-de-2028-em-los-angeles.html",
        "title": "Djokovic reforça desejo de disputar os Jogos de 2028 em Los Angeles",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/djokovic-medalha-ouro-jogos-olimpicos-paris-e1722873936523-1024x705.jpeg",
        "date": "30/12/2025",
        "description": "Dubai (Emirados Árabes) –Multicampeão no tênis, com 24 títulos de Grand Slam, e dono de uma carreira já bastante longeva, Novak Djokovic reforça o desejo de disputar os Jogos Olímpicos de 2028 em Los Angeles, quando terá 41 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lois-boisson-desiste-da-united-cup-por-contratempo-na-pre-temporada.html",
        "title": "Lois Boisson desiste da United Cup por ‘contratempo’ na pré-temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Lois_Boisson_-_China_Open_2025_-_Day_2-DSC_8921_xgaplus.jpg",
        "date": "30/12/2025",
        "description": "Perth (Austrália)–A francesa Lois Boisson, atual número 36 do mundo e semifinalista de Roland Garros, anunciou, nesta segunda-feira, 29, em seuInstagram, que não poderá mais representar a França na United Cup, em Perth, que tem início no dia 2 de janeiro.  De acordo com a postagem, um contratempo impossibilitou a atleta. Agora, Leolia Jeanjean passa a ser a principal jogadora do time francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/previsoes-2026-mostram-otimismo-sobre-fonseca-e-stefani.html",
        "title": "“Previsões 2026” mostram otimismo sobre Fonseca e Stefani",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-treino-2025-1024x683.jpg",
        "date": "30/12/2025",
        "description": "São Paulo (SP)– A chegada de João Fonseca ao top 20 e sua entrada entre os 10 primeiros junto com o primeiro título de Luísa Stefani em duplas femininas de Grand Slam são os pontos altos da tradicional enquete realizada porTenisBrasil, focada nas previsões do público e de especialistas convidados sobre a temporada 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-sera-cabeca-de-chave-nas-duplas-do-ao-ingrid-joga-com-eala.html",
        "title": "Stefani será cabeça de chave nas duplas do AO, Ingrid joga com Eala",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ingrid_bjk_term-1024x682.jpg",
        "date": "30/12/2025",
        "description": "Melbourne (Austrália) –Duas brasileiras já têm vagas diretas na disputa de duplas femininas do Australian Open. A paulista Luísa Stefani, que retoma a parceria com a canadense Gabriela Dabrowski, será uma das principais cabeças de chave. Já a carioca Ingrid Martins jogará ao lado da jovem filipina Alexandra Eala."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-vivera-momento-de-afirmacao-em-2026.html",
        "title": "João Fonseca viverá momento de afirmação em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/pod_analise_2026.jpg",
        "date": "29/12/2025",
        "description": "No últimoPodcast de TenisBrasildesta temporada, o editor José Nilton Dalcim é entrevistado por Toninho Gulin e fala de suas expectativas para o próximo ano, com destaque, é claro, para João Fonseca. O carioca de 19 anos viverá desafios, com defesa de pontos e favoritismo, e com isso buscará afirmação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-jogam-em-brisbane-e-adelaide-antes-do-australian-open.html",
        "title": "Matos e Luz jogam em Brisbane e Adelaide antes do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/rafamatosorlandoluzbastad24gd-1024x682.jpeg",
        "date": "29/12/2025",
        "description": "Itajaí (SC) –Os gaúchos Orlando Luz e Rafael Matos embarcam na madrugada terça para a Austrália onde iniciam a temporada na próxima segunda-feira. A parceria brasileira disputará dois ATP 250, o primeiro em Brisbane, a partir da próxima segunda-feira, e o segundo em Adelaide na semana seguinte. Os eventos serão preparatórios para o Australian Open, que começa no dia 18 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-exibicao-em-macau-na-li-diz-que-eala-pode-ir-longe-na-carreira.html",
        "title": "Após exibição em Macau, Na Li diz que Eala pode ir longe na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/eala_na-li_macau-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Macau (China) –A estrela chinesa Na Li tem grandes expectativas em relação à filipina Alex Eala no circuito da WTA (Associação de Tênis Feminino). Em entrevista à Tennis Asia TV, a bicampeã de Grand Slam de 43 anos compartilhou suas impressões sobre a jovem de 20 anos, que fez parte de sua equipe no torneio de exibição em Macau, no fim de semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-tecnico-de-federer-aposta-em-career-slam-de-iga-e-dificuldade-para-djokovic.html",
        "title": "Ex-técnico de Federer aposta em Career Slam de Iga e ano difícil para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_trofeu_acena-1024x652.jpg",
        "date": "29/12/2025",
        "description": "Melbourne (Austrália) –Um dos temas que geram mais expectativa para os fãs de tênis em 2026 é a possibilidade de ver algum grande nome da atualidade completando o Career Slam na próxima temporada. O Australian Open é o único Slam que falta a Carlos Alcaraz e Iga Swiatek, enquanto Jannik Sinner terá a chance de completar a galeria de troféus em Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-criticas-a-batalha-dos-sexos-sabalenka-e-kyrgios-se-defendem.html",
        "title": "Após críticas à Batalha dos Sexos, Kyrgios e Sabalenka se defendem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "29/12/2025",
        "description": "Dubai (Emirados Árabes) –A chamada Batalha dos Sexos entre Nick Kyrgios e Aryna Sabalenka, vencida pelo australiano por duplo 6/3 no último domingo, gerou repercussão negativa na imprensa internacional. Veículos comoThe Guardian,BBCeABC Newsavaliaram o evento de forma crítica, questionando tanto o formato quanto o nível de competitividade da partida. Em entrevistas após o confronto, porém, os dois tenistas rebateram os comentários e defenderam a proposta do espetáculo."
    }
]