[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-define-semifinalistas-em-alphaville-nesta-segunda-feira.html",
        "title": "Copa Brasil define semifinalistas em Alphaville nesta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Joao-Leme_CopaBrasil_FotoRafaelPignataro-1024x682.jpeg",
        "date": "24/08/2025",
        "description": "São Paulo (SP)– Oito partidas definirão nesta segunda-feira os semifinalistas masculinos e femininos da Copa Brasil de Tênis Ano II, torneio que premia os campeões com vaga na chave principal dos torneios profissionais organizados pelo Instituto Esperança do Amanhã em setembro e outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-caminho-de-fonseca-tchecos-machac-e-mensik-vencem-bem.html",
        "title": "No caminho de Fonseca, tchecos Machac e Mensik vencem bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mensik-forehand-us-open-2025.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Possíveis adversários do carioca João Fonseca na sequência do US Open, os tchecos Tomas Machac e Jakub Mensik começaram bem sua caminhada em Flushing Meadows. Ambos entraram em quadra na tarde deste domingo e conquistaram vitórias contundentes em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/da-p-15-para-a-grandstand-a-estrategia-de-joao-fonseca-para-a-estreia-no-us-open.html",
        "title": "Da P-15 para a Grandstand: a estratégia de João Fonseca para a estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/chico_jf_estreia.jpg",
        "date": "24/08/2025",
        "description": "Badalado e muito assediado por onde anda, João Fonseca parece ter preferido o sossego e a tranquilidade, distante da torcida, para o treino preparatório para sua estreia no US Open diante do sérvio Miomir Kecmanovic. Com sua equipe foi para a P-15. Confesso que nem eu conhecia o local. Fica fora do complexo do BJK National Tennis Center, próximo a plataforma que leva ao metrô, num ambiente bucólico do Corona Park."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-shelton-dao-primeiras-vitorias-aos-donos-da-casa-em-ny.html",
        "title": "Fritz e Shelton dão primeiras vitórias aos donos da casa em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_usopen_olhabola.jpg",
        "date": "24/08/2025",
        "description": "* atualizado às 19h18 com novos resultados"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paranaenses-vencem-bt-100-de-sinop-mato-grossense-fiedler-e-vice.html",
        "title": "Paranaenses vencem BT 100 de Sinop. Mato-grossense Fiedler é vice.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/valerio_fiedler_vices_sinop.jpg",
        "date": "24/08/2025",
        "description": "Sinop (MT) –O Mato Grosso subiu ao pódio neste domingo no BT 100 de Sinop, encerrando a semana com os primeiros torneios internacionais de beach tennis na história da cidade. O evento distribuiu US$ 10 mil em premiação total (R$ 54 mil) entre todas as atletas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-na-2a-feira-sessao-noturna-tem-alcaraz-e-venus.html",
        "title": "Fonseca estreia nesta segunda, sessão noturna tem Alcaraz e Venus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-cincinnati-2025-thursday-1-1024x576.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –A estreia de João Fonseca no US Open acontecerá nesta segunda-feira. O carioca de 19 anos e número 1 do Brasil fará o segundo jogo da quadra Grandstand, por volta das 13h30 (de Brasília) contra o sérvio Miomir Kecmanovic. Será um confronto entre os números 44 a 45 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-elimina-a-top-15-clara-tauson-e-faz-historia-para-as-filipinas.html",
        "title": "Eala elimina a top 15 Clara Tauson e faz história para as Filipinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/eala_usopen_vibra.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Como tem sido comum durante a atual temporada do circuito, Alexandra Eala voltou a fazer história para o tênis das Filipinas e marcou a primeira vitória de seu país em uma chave principal de Grand Slam na Era Aberta. Em sua estreia no US Open, a canhota de 20 anos e 75ª do ranking eliminou a dinamarquesa Clara Tauson, número 14 do mundo, por 6/3, 2/6 e 7/6 (13-11). A filipina estava perdendo o último set por 5/1 e buscou a virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-cresce-apos-inicio-dificil-e-faz-sete-games-seguidos.html",
        "title": "Sabalenka cresce após início difícil e faz sete games seguidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_vibra_2025-1024x573.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –A busca de Aryna Sabalenka pelo bicampeonato no US Open começou com uma vitória em sets diretos, mas parciais bastante distintas. Diante da suíça Rebeka Masarova, 108ª do ranking, a número 1 do mundo marcou as parciais de 7/5 e 6/1 em 1h21 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-e-fernandez-avancam-valentova-vence-a-1a-aos-18-anos.html",
        "title": "Vondrousova e Fernandez avançam, Valentova vence a 1ª aos 18 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fernandez_uso_vibra.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Finalista do US Open em 2021, Leylah Fernandez estreou com vitória no Grand Slam norte-americano. A canhota de 22 anos e 30ª do ranking venceu um duelo canadense contra a experiente Rebecca Marino, de 34 anos, por 6/2 e 6/1 em 1h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-terca-no-us-open-em-rodada-com-iga-sinner-e-gauff.html",
        "title": "Bia estreia terça no US Open em rodada com Iga, Sinner e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_monterrey_fore-1024x682.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Com a primeira rodada do US Open desmembrada em três dias, a estreia de Beatriz Haddad Maia acontecerá apenas na próxima terça-feira, ao meio-dia (de Brasília) na quadra 12. A número 1 do Brasil e 22ª do mundo enfrenta a britânica Sonay Kartal, de 23 anos e 51ª do ranking. Bia retorna a Nova York um ano depois de chegar às quartas de final, em sua segunda melhor campanha em Grand Slam da carreira."
    }
]