[
    {
        "url": "https://tenisbrasil.uol.com.br/wild-nao-resiste-ao-favoritismo-de-carballes-e-cai-na-estreia-em-lisboa.html",
        "title": "Wild não resiste ao favoritismo de Carballes e cai na estreia em Lisboa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swild-kitz-2025-tuesday-e1753209271141-1024x682.jpg",
        "date": "23/09/2025",
        "description": "Lisboa (Portugal)– O sorteio da chave do challenger de Lisboa não foi bom para o paranaense Thiago Wild, que logo de cara teve que enfrentar o cabeça de chave 3 Roberto Carballes. No duelo de estreia, nesta terça-feira, o espanhol fez valer o favoritismo e bateu o brasileiro em sets diretos, com parciais de 6/3 e 6/2, em 90 minutos de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-romboli-vencem-no-quali-de-toquio-e-duelam-por-chave-principal.html",
        "title": "Matos e Romboli vencem no quali de Tóquio e duelam por chave principal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "23/09/2025",
        "description": "Tóquio (Japão)– Os dois duplistas brasileiros que estão no quali do ATP 500 de Tóquio, Fernando Romboli e o gaúcho Rafael Matos, venceram suas respectivas estreias e agora se enfrentam na fase final por uma vaga na chave principal do torneio japonês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-tem-estreia-dura-no-atp-500-de-pequim-contra-cilic.html",
        "title": "Sinner tem estreia dura no ATP 500 de Pequim contra Cilic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-beijing-2025-draw-e1758630261481-1024x682.jpg",
        "date": "23/09/2025",
        "description": "Pequim (China)– Em sua primeira aparição desde a derrota para Carlos Alcaraz na final do US Open, Jannik Sinner enfrentará Marin Cilic na estreia no ATP 500 de Pequim. O italiano será o cabeça de chave número 1 no torneio, onde foi campeão dois anos atrás."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_olhabola-1024x683.jpg",
        "date": "23/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualficatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-alerta-sobre-golpes-usando-imagem-sua-gerada-por-inteligencia-artificial.html",
        "title": "Nadal alerta sobre golpes usando imagem sua gerada por inteligência artificial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nadal-roland-garros-homengem-emocionado-2025-e1748196581392-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Manacor (Espanha)– O espanhol Rafael Nadal usou as redes sociais nesta terça-feira para alertar os fãs sobre golpistas que estão usando imagens suas criadas por inteligência artificial para enganar as pessoas. Ele afirmou que não se trata de sua pessoa e pediu para que os fãs não caiam nas propagandas enganosas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noah-perdemos-para-um-time-melhor-e-temos-um-ano-para-evoluir.html",
        "title": "Noah: “Perdemos para um time melhor e temos um ano para evoluir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/noah_lavercup_vibra-1024x683.jpg",
        "date": "22/09/2025",
        "description": "San Francisco (EUA) –Após a derrota na edição de 2025 da Laver Cup, o Time Europa assimila as lições do confronto diante do Time Mundo no último fim de semana, em San Francisco. Em seu primeiro ano como capitão, o francês Yannik Noah reconheceu a superioridade dos adversários e espera uma melhora para a próxima edição, que será disputada em Londres."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/liga-tenis-10-leva-criancas-para-a-quadra-e-educa-os-pais.html",
        "title": "Liga Tênis 10 leva crianças para a quadra e educa os pais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pood_liga10.jpg",
        "date": "22/09/2025",
        "description": "Uma década atrás, Bruna Assemany teve uma grande ideia: incentivar o tênis de base brasileiro, criando um circuito de competições para crianças a partir dos cinco anos, obedecendo os critérios internacionais. O sucesso tem sido contínuo e já expandiu horizontes. Hoje, a Liga Tênis 10 já realiza competições até para europeus."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-vence-em-buenos-aires-reis-e-daniel-tambem-jogam.html",
        "title": "Pucinelli vence em Buenos Aires, Reis e Daniel também jogam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pucinelli_poa_vibra_noite-1024x683.jpg",
        "date": "22/09/2025",
        "description": "Buenos Aires (Argentina) –O paulista Matheus Pucinelli marcou a primeira vitória brasileira na chave principal do challenger de Buenos Aires, torneio que distribui US$ 100 mil, com 75 pontos ao campeão. O torneio terá mais dois brasileiros, o pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agassi-no-papel-diziam-que-nao-teriamos-chance-chocamos-o-mundo.html",
        "title": "Agassi: “No papel diziam que não teríamos chance, chocamos o mundo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lavercup_timemundo_campeoes_2025-1024x683.jpg",
        "date": "22/09/2025",
        "description": "San Francisco (EUA) –A conquista da Laver Cup foi especial para Andre Agassi, que assumiu a condição de capitão do Time Mundo pela primeira vez neste ano. O ex-número 1 do mundo se orgulhou do feito de sua equipe, apesar do favoritismo do Time Europa, que contava com nomes como Carlos Alcaraz e Alexander Zverev. Os europeus estavam em vantagem no primeiro dia de confronto, mas o Time Mundo reverteu o placar no sábado e no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-22-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "22/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milPrimeira rodada –Veja a chave"
    }
]