[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-joga-torneio-em-portugal-pedretti-fura-quali-nos-eua.html",
        "title": "Pigossi joga torneio em Portugal, Pedretti fura quali nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pigossi_ausopen_fore26-1024x647.jpg",
        "date": "27/01/2026",
        "description": "Porto (Portugal)– A paulista Laura Pigossi estreia nesta quarta na condição de quarta cabeça de chave no ITF de nível 75 que acontece sobre piso sintético português."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro-rio-slice-2025-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas mistas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vence-no-saibro-chileno-e-meligeni-e-eliminado.html",
        "title": "Monteiro vence no saibro chileno e Meligeni é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/55050851504_06019ac616_c.jpg",
        "date": "27/01/2026",
        "description": "Concepción (Chile)– Thiago Monteiro começou com boa atuação a sua presença no challenger de nível 100 que acontece sobre o saibro chileno. Ele voltou a vencer o argentino Facundo Diaz, a quem já havia derrotado em três de quatro duelos anteriores, desta vez com as parciais de 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-se-eu-nao-tivesse-parado-no-ano-passado-nao-estaria-aqui.html",
        "title": "Svitolina: “Se eu não tivesse parado no ano passado, não estaria aqui”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina_ausopen_agradece-1024x576.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Semifinalista do Australian Open pela primeira vez aos 31 anos, Elina Svitolina faz um ótimo início de temporada e já venceu dez jogos seguidos. Ela começou com o título no WTA 250 de Auckland e manteve o embalo com o melhor resultado da carreira em Melbourne. A ucraniana credita o bom momento à pausa que fez em setembro do ano passado, pensando na recuperação de pequenas lesões e nos cuidados com a saúde mental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-chega-sem-perder-sets-a-semifinal-meu-nivel-aumenta-a-cada-jogo.html",
        "title": "Alcaraz chega sem perder sets à semifinal: “Meu nível aumenta a cada jogo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_ausopen_pulando-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Semifinalista do Australian Open pela primeira vez na carreira aos 22 anos, Carlos Alcaraz segue na busca pelo único título de Grand Slam que ainda não conquistou e ainda não perdeu sets no torneio. A sequência de boas atuações traz muita confiança para o líder do ranking na reta final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-ainda-sonha-com-1o-slam-e-sente-fisicamente-pronto-para-alcaraz.html",
        "title": "Zverev ainda sonha com 1º Slam e se sente fisicamente pronto para Alcaraz",
        "image": null,
        "date": "27/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-comemora-50-anos-do-tenis-em-cadeira-de-rodas-com-o-hall-da-fama-de-tcr.html",
        "title": "ITF comemora 50 anos do tênis em cadeira de rodas com o Hall da Fama de TCR",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Randy-Snow_Brad-Parks-2.jpg",
        "date": "27/01/2026",
        "description": "Londres (Inglaterra) –A Federação Internacional de Tênis (ITF) comemora neste ano o 50º aniversário do tênis em cadeira de rodas (TCR), desde que Brad Parks criou o esporte na Califórnia, em 1976."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diante-de-musetti-djokovic-disputara-a-partida-no-1-400-da-carreira.html",
        "title": "Diante de Musetti, Djokovic disputará a partida nº 1.400 da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_rebate-1024x768.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Quatro dias depois de conquistar a vitória de número 400 em Grand Slam,Novak Djokovic voltará a quadra nesta quarta-feira. Ele atua à 0h30 (de Brasília) contra o italiano Lorenzo Musetti. O sérvio lidera o histórico de confrontos contra Musetti por 9 a 1, sendo que a única derrota foi no saibro de Monte Carlo em 2023."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-jogando-fora-da-minha-zona-de-conforto-diz-de-minaur.html",
        "title": "“Estou jogando fora da minha zona de conforto”, diz De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-minaur-alcaraz-australian-open-2026.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Principal tenista australiano na atualidade, Alex de Minaur se despediu nas quartas do Grand Slam de seu país natal, ao serderrotado por Carlos Alcaraz em um placar de 7/5, 6/2 e 6/1, nesta terça-feira. É a sexta vez que ele perde para o atual número 1 do mundo e continua sem vitórias diante do espanhol. Com o resultado, o último título de um australiano na competição segue sendo o de Mark Edmondson em 1976."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/essas-adolescentes-estao-me-testando-brinca-sabalenka.html",
        "title": "“Essas adolescentes estão me testando”, brinca Sabalenka",
        "image": null,
        "date": "27/01/2026",
        "description": ""
    }
]