[
    {
        "url": "https://tenisbrasil.uol.com.br/cariani-santos-greta-e-anna-clara-avancam-no-rei-e-rainha-da-quadra.html",
        "title": "Cariani, Santos, Greta e Anna Clara avançam no Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ana-clara-merola_fortaleza.jpg",
        "date": "08/11/2025",
        "description": "Fortaleza (CE) –O Rei e Rainha da Quadra, atração principal do Brasil Open Beach Tennis Series presented by TotalEnergies – Etapa Fortaleza, começou em grande estilo nesta sexta-feira (7), na Arena Carmel. Os primeiros vencedores do formato foram Giovanni “Gigio” Cariani e Pedro Santos, no masculino, e Greta Giusti e Anna Clara Merola, no feminino, que estrearam com vitórias empolgantes diante de um público animado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-vence-canada-e-peru-na-davis-e-bjk-jr-pietra-cai-na-semi-na-bolivia.html",
        "title": "Brasil vence Canadá e Peru na Davis e BJK Jr, Pietra cai na semi na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ana_cruz_nanasilva_bjkjr-1024x685.jpg",
        "date": "07/11/2025",
        "description": "Santiago (Chile) –Após as quedas na fase de grupos das Copas Davis e Billie Jean King Junior, o Brasil estreou nesta sexta-feira nos playoffs que definem do 9º ao 16º lugar em Santiago. O time masculino venceu o Canadá enquanto as meninas superaram as peruanas, ambos por 2 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/seis-dos-oito-finalistas-do-atp-finals-posam-para-a-foto-oficial.html",
        "title": "Seis dos oito finalistas do ATP Finals posam para a foto oficial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/atp-finals2025-foto-oficial.jpg",
        "date": "07/11/2025",
        "description": "Turim (Itália) –Ainda faltam dois dias para o início do ATP Finals, mas os astros do torneio de simples de 2025 já causaram sensação em Turim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-anisimova-assimilam-licoes-das-derrotas-nas-semifinais.html",
        "title": "Pegula e Anisimova assimilam lições das derrotas nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pegula_finals_olhabola-1024x764.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –Em uma sexta-feira de jogos muito longos nas semifinais do WTA Finals, as norte-americanas Jessica Pegula e Amanda Anisimova assimilam as lições das derrotas sofridas para Elena Rybakina e Aryna Sabalenka, respectivamente, mas deixaram o torneio com a sensação de terem evoluído e com planos ambiciosos para 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-o-jogo-de-hoje-ja-e-uma-otima-preparacao-para-a-final.html",
        "title": "Sabalenka: “O jogo de hoje já é uma ótima preparação para a final”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_finals_slice-1024x650.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –Depois de vencer uma semifinal duríssima nesta sexta-feira, Aryna Sabalenka acredita que oduelo com Amanda Anisimovafoi uma ótima preparação para enfrentar Elena Rybakina. Em busca de um título inédito no WTA Finals, a número 1 do mundo volta à quadra neste sábado, às 13h (de Brasília), para disputar a final em Riad."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/final-de-duplas-e-definida-em-santa-cruz-chuva-adia-as-quartas.html",
        "title": "Final de duplas é definida em Santa Cruz, chuva adia as quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ribeiro_santacruz_olhabola-1024x654.jpg",
        "date": "07/11/2025",
        "description": "Santa Cruz do Sul (RS) –Foram definidos os finalistas de duplas da etapa de Santa Cruz do Sul do Circuito Banco BRB/Engie de tênis profissional. O paulista Mateus Alves e o gaúcho Eduardo Ribeiro vão enfrentar o mineiro João Victor Loureiro e o paranaense João Schiessl em busca do título no ITF M25 disputado nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-para-na-semi-de-duplas-em-tucuman-e-segue-para-a-bjk-cup.html",
        "title": "Pigossi para na semi de duplas em Tucumán e segue para a BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_floripa_saibro_costas-1024x683.jpg",
        "date": "07/11/2025",
        "description": "Tucumán (Argentina) –A parceria de Laura Pigossi com a francesa Carole Monnet se despediu na semifinal do WTA 125 de Tucumán, em quadras de saibro. Elas foram superadas pela espanhola Alicia Herrero Linana e a ucraniana Valeriya Strakhova, cabeças 2, por 6/3, 4/6 e 11-9."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-vencemos-um-time-de-estilos-distintos-estamos-muito-orgulhosas.html",
        "title": "Stefani: “Vencemos um time de estilos distintos, estamos muito orgulhosas”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_semi.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –A vitória desta sexta-feira e vaga na decisão do WTA Finals foi bastante comemorada por Luísa Stefani. A paulistana de 28 anos fez história para o tênis brasileiro ao se tornar a primeira jogadora do país na final da competição. Stefani e a húngara Timea Babos enfrentam a belga Elise Mertens e a russa Veronika Kudermetova neste sábado às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paulistas-rizk-e-tomb-acabam-com-hegemonias-no-mt-700-de-porto-alegre.html",
        "title": "Paulistas Rizk e Tomb acabam com hegemonias no MT 700 de Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rizk_behar_portoalegre.jpg",
        "date": "07/11/2025",
        "description": "Porto Alegre (RS) –Mais campeões foram definidos nesta sexta-feira na 39ª edição da Copa Yone Borba Dias, torneio da categoria MT 700 realizado em Porto Alegre. Em um dia chuvoso na capital gaúcha, as quadras cobertas da Associação Leopoldina Juvenil foram utilizadas e o torneio viu duas hegemonias caírem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-enfrentam-as-campeas-de-wimbledon-na-final-as-10h.html",
        "title": "Stefani e Babos enfrentam as campeãs de Wimbledon na final às 10h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/mertens_kudermetova_finals_cump-1024x646.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –No jogo que encerrou a programação desta sexta-feira no WTA Finals, a belga Elise Mertens e a russa Veronika Kudermetova garantiram vaga na decisão com vitória sobre a norte-americana Taylor Townsend e a tcheca Katerina Siniakova por 4/6, 7/6 (8-6) e 10-6, salvando um match-point na partida."
    }
]