[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-25-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "25/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-alcanca-primeira-final-de-atp-500-e-tera-seu-melhor-ranking.html",
        "title": "Fonseca alcança a primeira final de ATP 500 e terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_fore_qf-1024x677.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –A temporada de feitos inéditos para João Fonseca ganhou mais um capítulo neste sábado, com a classificação para sua primeira final de ATP 500 na Basileia. O carioca de 19 anos e número 1 do Brasil garantiu vaga na decisão do torneio em quadras duras e cobertas ao superar o espanhol Jaume Munar, 42º do ranking, por 7/6 (7-4) e 7/5 em 1h53 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-de-floripa-tem-diretora-mais-jovem-do-circuito-feminino.html",
        "title": "WTA de Floripa tem diretora mais jovem do circuito feminino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Luma_Ramos.jpg",
        "date": "25/10/2025",
        "description": "Florianópolis (SC)– Com apenas 27 anos, Luma Ramos é hoje a mais jovem diretora de torneio do circuito profissional da WTA. À frente do torneio 125 de Florianópolis nesta semana, ela representa uma nova geração de profissionais brasileiros que estão envolvidos com os bastidores do tênis no país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-de-minaur-pela-12a-vez-e-disputa-a-8a-final-no-ano.html",
        "title": "Sinner supera De Minaur pela 12ª vez e disputa a 8ª final no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/3025/10/sinner_viena_rebate_qf-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –Assim como havia acontecido em todos os duelos anteriores, Jannik Sinner marcou sua 12ª vitória contra Alex de Minaur e garantiu vaga na final do ATP 500 de Viena. Principal cabeça de chave do torneio em quadras e cobertas e campeão em 2023, Sinner marcou as parciais de 6/3 e 6/4 em 1h27 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vandromme-e-penickova-se-reencontram-na-deicsao-do-junior-finals.html",
        "title": "Vandromme e Penickova se reencontram na decisão do Junior Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Penickova_juniorfinals_back.jpg",
        "date": "25/10/2025",
        "description": "Chengdu (China) –Depois de ficarem no mesmo grupo na primeira fase do ITF Junior Finals, a belga Jeline Vandromme e a norte-americana Kristina Penickova vão se enfrentar novamente na decisão do torneio na cidade chinesa de Chengdu. Elas venceram suas partidas das semifinais desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "25/10/2025",
        "description": "ATP1000 de Paris –SimplesDuplasQuali500 da Basileia –SimplesDuplasQuali500 de Viena –SimplesDuplasQuali250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/igor-marcondes-e-finalista-na-tailandia-e-tenta-segundo-titulo-do-ano.html",
        "title": "Igor Marcondes é finalista na Tailândia e tenta segundo título do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/marcondes_alpha_fore-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Hua Hin (Tailândia) –O paulista Igor Marcondes está na final do ITF M15 de Hua Hin, em quadras duras na Tailândia. Ele venceu neste sábado o francês Louis Larue por duplo 6/3. Seu adversário é o também francês Arthur Weber, principal cabeça de chave e 554º do ranking, aos 33 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zhang-abandona-na-semi-ann-li-e-lulu-sun-decidem-em-guangzhou.html",
        "title": "Zhang abandona na semi, Ann Li e Lulu Sun decidem em Guangzhou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ann_li_guangzhou.jpg",
        "date": "25/10/2025",
        "description": "Guangzhou (China) –Apesar de toda a expectativa da torcida chinesa, a bicampeã Shuai Zhang precisou abandonar a semifinal do WTA 250 de Guangzhou. A experiente jogadora de 36 anos se retirou da semifinal deste sábado contra a norte-americana Ann Li, quando perdia o primeiro set por 5/2, por lesão no quadril, após 28 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-supera-kenin-em-tres-sets-e-volta-a-final-de-toquio-apos-10-anos.html",
        "title": "Bencic supera Kenin em três sets e volta à final de Tóquio após 10 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Bencic-QF-toquio-Jimmie.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –Se a primeira semifinal do WTA 500 de Tóquio não aconteceu, devido àdesistência de Elena Rybakina, a segunda finalista foi definida em um jogo bastante equilibrado. A suíça Belinda Bencic, número 13 do mundo, precisou de três sets e 2h15 para vencer a norte-americana Sofia Kenin por 7/6 (7-5), 3/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vencem-de-virada-e-disputam-a-quinta-final-do-ano.html",
        "title": "Stefani e Babos vencem de virada e disputam a quinta final do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_semi.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –A parceria de Luísa Stefani com a húngara Timea Babos está na final de duplas do WTA 500 de Tóquio. Elas venceram neste sábado a norte-americana Taylor Townsend e a australiana Ellen Perez, principais cabeças de chave, por 6/7 (4-7), 6/3 e 10-5."
    }
]