[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-ve-sequencia-de-finais-e-chance-de-recorde-ruirem-com-derrota-2.html",
        "title": "Djokovic vê sequência de finais e chance de recorde ruírem com derrota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-alcaraz-trofeus-rg-2025-1024x683.jpeg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) – As semifinais masculinas desta sexta-feira em Wimbledon garantiram o espanhol Carlos Alcaraz e o italiano Jannik Sinner mais uma vez em uma final de Grand Slam, em um repeteco da decisão de Roland Garros semanas atrás. Um reencontro assim em finais deste porte não é comum no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-11-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_valencia_saque-1024x529.jpg",
        "date": "11/07/2025",
        "description": "WTA 125 de Contrexeville (França) – Saibro – 100 mil eurosDuplas – Semifinais –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenil-bulgaro-decide-em-wimbledon-e-tenta-repetir-dimitrov.html",
        "title": "Juvenil búlgaro decide em Wimbledon e tenta repetir Dimitrov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ivan_ivanov_wimbledon_fore.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Os dois tenistas búlgaros que disputaram as semifinais do torneio juvenil de Wimbledon tiveram rumos opostos na rodada desta sexta-feira. Enquanto Ivan Ivanov continua na disputa pelo título, Alexander Vasilev se despediu da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-ve-sequencia-de-finais-e-chance-de-recorde-ruirem-com-derrota.html",
        "title": "Djokovic vê sequência de finais e chance de recorde ruírem com derrota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-estica-2025-2-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– A eliminação do sérvio Novak Djokovic nas semifinais de Wimbledon,superado pelo italiano Jannik Sinnerem uma apresentação bastante abaixo do normal em níveis físicos do heptacampeão do torneio encerrou uma sequência sua de finais no All England Club e também as chances de se tornar o recordista de títulos no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-um-djokovic-combalido-vence-e-disputa-final-inedita.html",
        "title": "Sinner domina um Djokovic combalido, vence e disputa final inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-fore-2025--1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– Em um duelo de dois tenistas marcados por problemas físicos em suas campanhas deste ano em Wimbledon, a queda sofrida por Novak Djokovic nas quartas de final acabou tendo um peso maior. O sérvio não conseguiu demonstrar o desempenho que o levou para as semifinais e acabou derrotado pelo italiano Jannik Sinner, que marcou parciais de 6/3, 6/3 e 6/4 e se garantiu pela primeira na decisão no All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algozes-das-favoritas-pohankova-e-pareja-decidem-o-juvenil-em-wimbledon.html",
        "title": "Algozes das favoritas, Pohankova e Pareja decidem o juvenil em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Pohankova_wimbledon_fore.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra) –Um dia depois deeliminarem as prinicpais cabeças de chavenas quartas de final, a eslovaca Mia Pohankova e a norte-americana Julieta Pareja venceram também as semifinais desta sexta-feira e vão decidir o título do torneio juvenil de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nathalia-tourinho-recebe-convite-para-chave-principal-do-itf-w35-em-sp.html",
        "title": "Nathalia Tourinho recebe convite para chave principal do ITF W35 em SP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nathalia_tourinho_web.jpg",
        "date": "11/07/2025",
        "description": "São Paulo (SP) –Está definido mais um convite (wild card) para a chave principal do Brasil Tennis Classic – Ano VII, torneio profissional que começa no próximo domingo, no Esporte Clube Pinheiros, em São Paulo. A jovem Nathalia Pontes Tourinho foi contemplada com o convite para o ITF W35, evento que distribui US$ 30 mil em premiação e pontos para o ranking da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-para-nas-quartas-na-romenia-mas-tera-seu-melhor-ranking.html",
        "title": "Reis para nas quartas na Romênia, mas terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "11/07/2025",
        "description": "Iasi (Romênia) –Depois de duas vitórias na semana, João Lucas Reis se despediu nas quartas de final do challenger de Iasi, em quadras de saibro na Romênia. O pernambucano de 25 anos e 250º do ranking foi superado nesta sexta-feira pelo francês Titouan Droguet, 194º colocado, com parciais de 6/7 (4-7), 6/2 e 6/1 em 2h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-do-torneio-winners-participam-de-semana-de-treino-no-ct-kirmayr.html",
        "title": "Campeões do Winners participam de semana de treino no CT Kirmayr",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wiiners2025_campeoes.jpg",
        "date": "11/07/2025",
        "description": "Serra Negra (SP) –Entre os dias 13 e 19 de julho, seis jovens oriundos de projetos sociais do Rio de Janeiro participarão de uma semana intensa de treinos no Centro de Treinamento Kirmayr (CTK ), uma das academias mais prestigiadas da América Latina, localizada em Serra Negra (SP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/velocidade-da-grama-gera-debate-e-ate-posicionamento-de-encarregado.html",
        "title": "Velocidade da grama gera debate e até posicionamento de encarregado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wimbledon-grama-225-e1752251526599-1024x682.jpg",
        "date": "11/07/2025",
        "description": "Londres (Inglaterra)– Não é de hoje que a velocidade da grama de Wimbledon tem gerado polêmica, com muitos tenistas e analistas dizendo que o piso está muito mais lento do que no passado. Foram tantas as falas a respeito que Neil Stubley, chefe das quadras (e da horticultura, como é oficialmente chamado) do All England Club, sentiu-se obrigado a intervir."
    }
]