[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-keys-vencem-com-autoridade-e-se-enfrentam-nas-oitavas.html",
        "title": "Pegula e Keys vencem com autoridade e se enfrentam nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pegula-ausopen-rebate-2026-1024x683.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália)– Principais favoritas em seu quadrante, as norte-americanas Jessica Pegula e Madison Keys, respectivamente cabeças de chave 6 e 9 neste Australian Open, não decepcionaram e chegaram juntas às oitavas de final para se enfrentarem em um duelo de compatriotas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-moda-e-estilo-se-tornaram-uma-linguagem-para-mim.html",
        "title": "Osaka: “Moda e estilo se tornaram uma linguagem para mim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Osaka_vogue_australia-2.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –A versão australiana da revista Vogue destaca a japonesa Naomi Osaka e aquela que foi uma das entradas mais memoráveis ​​do tênis. A revista deu mais detalhes da vestimenta criada pelo estilista londrino Robert Wun e a Nike, incluindo um chapéu com um véu transparente que mudou o clima na Rod Laver Arena na terça-feira passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/final-toda-brasileira-nas-duplas-do-challenger-de-itajai.html",
        "title": "Final toda brasileira nas duplas do challenger de Itajaí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/ribeiro_marcondes.jpg",
        "date": "23/01/2026",
        "description": "Itajaí (SC)– Com três duplas classificadas para as semifinais, o tênis brasileiro já dominou a chave de duplas no challenger de nível 75 que acontece no saibro catarinense. Melhor ainda, o título ficará em casa neste sábado à tarde."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-23-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/schiessl_floripa_olhabola_cbt-1024x682.jpg",
        "date": "23/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-derrota-marcondes-e-faz-semi-monteiro-eliminado.html",
        "title": "Wild derrota Marcondes e faz semi, Monteiro eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wild_itajai_quartas.jpg",
        "date": "23/01/2026",
        "description": "Itajaí (SC)– Com atuação firme no fundo de quadra, o paranaense Thiago Wild avançou nesta sexta-feira para a semifinal do challenger de nível 75 que acontece sobre o saibro catarinense, ao derrotar em sets diretos o canhoto paulista Igor Marcondes, com parciais de 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-os-destaques-desta-sexta-em-melbourne.html",
        "title": "Confira os destaques desta sexta em Melbourne",
        "image": null,
        "date": "23/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-faz-mais-uma-semi-rebeca-pereira-e-finalista-de-duplas.html",
        "title": "Carol Meligeni faz mais uma semi, Rebeca Pereira é finalista de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_vibra_bsas.jpeg",
        "date": "23/01/2026",
        "description": "Buenos Aires (Argentina) –Pelo segundo torneio consecutivo, Carol Meligeni chega a uma semifinal de ITF em Buenos Aires. Depois de alcançar a penúltima rodada em um W50+H na semana passada, ela repetiu a campanha em um W35."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-jogara-qualis-nos-primeiros-wta-1000-da-temporada.html",
        "title": "Bia jogará qualis nos primeiros WTA 1000 da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "23/01/2026",
        "description": "Doha (Qatar) –A sequência da temporada de Beatriz Haddad Maia deverá ter torneios fortes nas próximas semanas. Além de ter uma vaga no WTA 500 de Abu Dhabi, por ranking protegido, a atual número 1 do Brasil e 61ª do mundo estará nos qualis dos primeiros WTA 1000 da temporada, em Doha e Dubai, segundo informou sua assessoria de imprensa aTenisBrasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-revela-que-se-lesionou-jogando-futebol-antes-do-australian-open.html",
        "title": "Tsitsipas revela que se lesionou jogando futebol antes do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas_ausopen_back-1024x675.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open em 2023, Stefanos Tsitsipas teve uma passagem curta na edição deste ano. O grego deixou o Grand Slam na segunda rodada, quando foi derrotado pelo tcheco Tomas Machac por 6/4, 3/6, 7/6 (7-5) e 7/6 (7-5).Em entrevista ao veículo de comunicação gregoSDNA, o tenista revelou que se lesionou antes do torneio e que sua participação esteve incerta até o último minuto. Aorigem das dores foi por jogar futebol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-top-100-jana-fett-e-suspensa-provisoriamente-por-doping.html",
        "title": "Ex-top 100, Jana Fett é suspensa provisoriamente por doping",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fett_usta_back.jpg",
        "date": "23/01/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta semana que a croata Jana Fett, de 29 anos, foi suspensa provisoriamente sob o Programa Antidoping do Tênis (TADP) após um resultado positivo em exame realizado no fim de 2025."
    }
]