[
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-nathalia-tourinho-estreiam-bem-na-argentina.html",
        "title": "Pietra Rivoli e Nathalia Tourinho estreiam bem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/nathalia_tourinho_rgjunior_term.jpg",
        "date": "07/10/2025",
        "description": "Salta (Argentina) –A gaúcha Pietra Rivoli e a paulista Nathalia Tourinho estrearam com vitória no ITF J200 de Salta, em quadras de saibro na Argentina. Elas serão as duas juvenis brasileiras na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-e-luiza-fullana-ganham-convite-para-o-rio-ladies-open.html",
        "title": "Ana Candiotto e Luiza Fullana ganham convite para o Rio Ladies Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/candiotto.jpg",
        "date": "07/10/2025",
        "description": "Rio de Janeiro (RJ) –Ana Candiotto e Luiza Fullana estão confirmadas no Rio Ladies Open, o WTA do Rio de Janeiro, que será disputado entre os dias 12 e 19 de outubro, na Techset Academy, na Barra da Tijuca. O evento oferece US$ 115 mil em premiação e 125 pontos no ranking mundial, marcando o retorno do circuito feminino à capital fluminense após quase uma década."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-lidera-seis-vitorias-brasileiras-no-itf-do-rio-de-janeiro.html",
        "title": "Boscardin lidera seis vitórias brasileiras no ITF do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_itfrio_saque-1024x621.jpg",
        "date": "07/10/2025",
        "description": "Rio de Janeiro (RJ) –O catarinense Pedro Boscardin liderou uma rodada com seis vitórias brasileiras nesta terça-feira pela etapa do Rio de Janeiro do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF M25 é disputado nas quadras de saibro da Rio Tennis Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-elimina-thiago-wild-na-estreia-do-challenger-de-cali.html",
        "title": "Daniel Silva elimina Thiago Wild na estreia do challenger de Cali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/daniel_silva_hamburgo_vibra-1024x625.jpg",
        "date": "07/10/2025",
        "description": "Cali (Colômbia) –No encontro entre dois jogadores brasileiros, Daniel Dutra da Silva levou a melhor sobre Thiago Wild e estreou com vitória no challenger de Cali, em quadras de saibro na Colômbia. O canhoto de 37 anos e 348º do ranking marcou as parciais de 7/6 (7-3) e 6/4 em 1h46 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-07-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/ribeiro_poa_back.jpg",
        "date": "07/10/2025",
        "description": "WTA 1000 de Wuhan – Sintético – US$ 3.654.963Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-inicia-com-vitoria-a-segunda-semana-em-el-salvador.html",
        "title": "Carolina Bohrer inicia com vitória a segunda semana em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carol_bohrer_santatecla_back-1024x717.jpg",
        "date": "07/10/2025",
        "description": "Santa Tecla (El Salvador) –A catarinense Carolina Bohrer, de 18 anos, estreou com vitória em sua segunda semana jogando torneios ITF W15 nas quadras duras de Santa Tecla, em El Salvador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-rune-bergs-no-resumo-da-terca-em-xangai-confira.html",
        "title": "Djokovic, Rune, Bergs no resumo da terça em Xangai. Confira.",
        "image": null,
        "date": "07/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-estreia-nesta-quarta-feira-em-sao-joao-candiotto-se-retira.html",
        "title": "Naná estreia nesta quarta-feira em São João, Candiotto se retira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Leticia_VIdal-1024x683.jpg",
        "date": "07/10/2025",
        "description": "São João da Boa Vista (SP)– A juvenil Nauhany Silva, de 15 anos, será a principal atração desta quarta-feira no Torneio Internacional Feminino de Tênis – Ano VIII, evento de nível W15 que deu largada nesta segunda-feira nas quadras de saibro da Sociedade Esportiva Sanjoanense. Naná enfrenta às 18h30 a argentina Maria Florencia Urrutia, quarta principal inscrita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-dia-de-calor-e-desistencias-em-wuhan-iga-destaca-vitoria-rapida.html",
        "title": "Em dia de calor e desistências em Wuhan, Iga destaca vitória rápida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/iga_wuhan_vibra-1024x683.jpg",
        "date": "07/10/2025",
        "description": "Wuhan (China) –A vitória na estreia do WTA 1000 de Wuhan foi ainda mais importante para Iga Swiatek sob o ponto de vista físico e de administração de energia para a sequência. Em um dia de muito calor, chegando a 32ºC e umidade na casa dos 80%, a rodada teve as desistências de Emma Raducanu e Jelena Ostapenko, mas a polonesa ficou em quadra por apenas 1h19 nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-vence-a-primeira-com-uruguaio-na-chave-de-duplas-em-valencia.html",
        "title": "Matos vence a primeira com uruguaio na chave de duplas em Valência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "07/10/2025",
        "description": "Valência (Espanha) –A participação brasileira no challenger de Valência começou com vitória do gaúcho Rafael Matos nas duplas, ao lado do uruguaio Ariel Behar. Principais cabeças de chave, eles venceram o espanhol Carlos Taberner e o italiano Stefano Travaglia por 2/6, 6/0 e 10-6."
    }
]