[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-define-primeiros-finalistas-nesta-segunda-feira-em-santos.html",
        "title": "Copa Futuro define primeiros finalistas nesta segunda-feira em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Larissa-Missato-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Santos (SP)– Depois de grande esforço para driblar os problemas causados pelo constante mau tempo na Baixada Santista, a Copa Futuro de Tênis 2026 definirá nesta segunda-feira todos os finalistas das oito categorias em disputa, dos 12 aos 18 anos. O tradicional torneio acontece no Tênis Clube de Santos e vale pontos para o ranking nacional e como quinta etapa do Circuito Paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-entra-de-lucky-loser-em-buenos-aires-e-se-junta-a-fonseca-na-chave.html",
        "title": "Wild entra de lucky-loser em Buenos Aires e se junta a Fonseca na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/wild_bsas_back-1024x576.jpg",
        "date": "08/02/2026",
        "description": "Buenos Aires (Argentina) –Os dois brasileiros que chegaram à rodada final do quali para o ATP 250 de Buenos Aires perderam seus jogos neste domingo. Mas Thiago Wild conseguiu uma vaga de lucky-loser e se juntou ao atual campeão João Fonseca na chave principal, enquanto Thiago Monteiro se despediu da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Kohlmann-e1766085413779-1024x683.jpg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-supera-bublik-na-davis-tsitsipas-lidera-vitoria-da-grecia.html",
        "title": "Vacherot supera Bublik na Davis, Tsitsipas lidera vitória da Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Vacherot_davis_monaco.jpg",
        "date": "08/02/2026",
        "description": "Astana (Cazaquistão) –Campeão do Masters 1000 de Xangai no fim do ano passado, Valentin Vacherot foi fundamental para a vitória de Mônaco contra o Cazaquistão pelo Grupo Mundial I da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-anisimova-e-andreeva-estreiam-segunda-em-doha-bia-joga-as-12h.html",
        "title": "Eala, Anisimova e Andreeva estreiam segunda em Doha, Bia joga às 12h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/anisimova_doha_treina_jimmie-1024x619.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Atual campeã do WTA 1000 de Doha, Amanda Anisimova estreia na competição nesta segunda-feira. A número 4 do mundo entra em quadra ao meio-dia (de Brasília) para enfrentar a tcheca Karolina Pliskova, ex-líder do ranking e que lidera o histórico por 5 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equador-elimina-a-australia-em-quito-india-e-franca-tambem-avancam.html",
        "title": "Equador elimina a Austrália em Quito, Índia e França também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/meza_equador_davis-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Quito (Equador) –O Equador soube utilizar muito bem o fator casa para vencer a Austrália no Qualificatório Mundial da Davis. Jogando no saibro e na altitude de 2.800m de Quito, os equatorianos marcaram 3 a 0 contra a equipe 28 vezes campeã da competição. Eles agora enfrentam outro time bem tradicional, a Grã-Bretanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-estreia-bem-em-doha-gauff-e-anisimova-conhecem-rivais.html",
        "title": "Mboko estreia bem em Doha, Gauff e Anisimova conhecem rivais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mboko_doha_vibra_jimmie-1024x652.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –A canadense Victoria Mboko foi destaque na rodada de abertura do WTA 1000 de Doha e estreou com vitória na competição. A jovem tenista de 19 anos e número 13 do mundo venceu a tcheca Marie Bouzkova por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-defende-o-titulo-em-montpellier-e-conquista-seu-9o-atp.html",
        "title": "Aliassime defende o título em Montpellier e conquista seu 9º ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mannarino_aliassime_montpellier_trofeus.jpg",
        "date": "08/02/2026",
        "description": "Montpellier (França) –Pelo segundo ano consecutivo, Félix Auger-Aliassime conquista o ATP 250 de Montpellier. O canadense defendeu o título ao superar neste domingo o experiente francês Adrian Mannarino, canhoto de 37 anos e 70º do ranking, por 6/3 e 7/6 (7-4) em 1h35 de partida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-estreiam-com-vitoria-no-wta-1000-de-doha.html",
        "title": "Stefani e Dabrowski estreiam com vitória no WTA 1000 de Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_6876_xgaplus.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Representante brasileira na chave de duplas do WTA 1000 de Doha, Luísa Stefani estreou com vitória ao lado da canadense Gabriela Dabrowski.Cabeças 5 do torneio, elas venceram neste domingo russa Irina Khromacheva e a indonésia Aldila Sutjiadi por 7/5 e 6/2 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oncins-era-um-confronto-duro-mas-saimos-de-cabeca-erguida.html",
        "title": "Oncins: “Era um confronto duro, mas saímos de cabeça erguida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oncins_davis_coletiva.jpg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá) –Apesar da frustração peladerrota no confronto contra o Canadápela Copa Davis, o capitão brasileiro Jaime Oncins vê boas perspectivas para o futuro da equipe. Ele destacou o bom desempenho que os jogadores tiveram nas rápidas condições de Vancouver, em quadra dura e coberta."
    }
]