[
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-desafiam-britanicos-em-busca-do-2o-slam.html",
        "title": "Granollers e Zeballos desafiam britânicos em busca do 2º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/granollers_zeballos_usopen_semi-1024x576.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Depois de conquistarem o primeiro Grand Slam juntos em Roland Garros, o espanhol Marcel Granollers e o argentino Horacio Zeballos estão em mais uma final de Grand Slam e garantiram vaga na final de duplas masculinas do US Open. Eles superaram os norte-americanos Robert Cash e JJ Tracy por 6/3, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-homens-de-olho-na-historia-e-um-estranho-no-ninho.html",
        "title": "Três homens de olho na história e um estranho no ninho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_alissiime_uso.jpg",
        "date": "04/09/2025",
        "description": "Carlos Alcaraz e Novak Djokovic farão a aguardada primeira semifinal masculina desta sexta-feira, às 16h de Brasília. O US Open era o único grande palco do tênis em que os dois jamais havia se cruzado. Djokovic lidera por 5 a 3 no geral e por 3 a 0 na quadra dura e há empate por 3 em Slam e em finais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/borg-se-recupera-de-agressivo-cancer-na-prostata.html",
        "title": "Borg se recupera de agressivo câncer na próstata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/borg.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) — O multicampeão de Grand Slam e ex-número 1 do mundo Bjorn Borg revela no último capítulo de seu próximo livro de memórias, intitulado“Heartbeats”, que foi diagnosticado com câncer de próstata “extremamente agressivo” e precisou passar por cirurgia em 2024. A informação foi divulgada pela agência norte-americana Associated Press."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vira-o-jogo-e-disputa-a-terceira-final-seguida-no-us-open.html",
        "title": "Sabalenka vira o jogo e disputa a terceira final seguida no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sabalenka_uso_vibra_semi_FFT-1024x499.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Pelo terceiro ano consecutivo, Aryna Sabalenka disputará a final do US Open. Atual campeã do torneio e vice em 2023, a número 1 do mundo superou nesta quinta-feira a norte-americana Jessica Pegula por 4/6, 6/3 e 6/4 em 2h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gimenez-faz-quartas-na-polonia-daniel-e-sakamoto-caem-na-argentina.html",
        "title": "Gimenez faz quartas na Polônia, Daniel e Sakamoto caem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gimenez_joinville_slice.jpg",
        "date": "04/09/2025",
        "description": "Haren (Holanda) –No encontro entre dois jogadores brasileiros, Igor Gimenez levou a melhor sobre Nicolas Zanellato e avançou às quartas de final do ITF M15 de Szczawno, em quadras de saibro na Polônia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-djokovic-jogam-as-16h-sinner-e-aliassime-as-20h.html",
        "title": "Alcaraz e Djokovic jogam às 16h, Sinner e Aliassime às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/djokovic_alcaraz_ausopen-1024x697.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Os finalistas da chave masculina do US Open serão conhecidos nesta sexta-feira. A programação começa às 16h (de Brasília) com o duelo entre Carlos Alcaraz e Novak Djokovic e continua às 20h com Jannik Sinner e Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-pedretti-e-candiotto-vao-as-quartas-laura-cai-na-semi-no-mexico.html",
        "title": "Fullana, Pedretti e Candiotto vão às quartas, Laura cai na semi no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pedretti_fore_cuiaba-1024x565.jpg",
        "date": "04/09/2025",
        "description": "Cuiabá (MT) –A brasiliense Luiza Fullana e as paulistas Thaísa Pedretti e Ana Candiotto estão nas quartas de final da etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF W35 está sendo disputado nas quadras de saibro do Cuiabá Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-04-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_procopiocup_lado.jpg",
        "date": "04/09/2025",
        "description": "Challenger de Gênova (Itália) – Saibro – 181.250 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-para-nas-quartas-do-juvenil-e-volta-ao-brasil-para-o-sp-open.html",
        "title": "Victória para nas quartas do juvenil e volta ao Brasil para o SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria_barros_uso_treino_25-1024x611.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –A participação de Victória Barros no torneio juvenil do US Open chegou ao fim nesta quinta-feira, com a queda nas quartas de final de duplas, ao lado da norte-americana Thea Frodin. Elas foram superadas pela tailandesa Kamonwan Yodpetch e a chinesa Ruien Zhang por 6/3, 3/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/salto-no-ranking-juvenil-pode-abrir-portas-para-guto-miguel.html",
        "title": "Salto no ranking juvenil pode abrir portas para Guto Miguel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_guto_usopen.jpg",
        "date": "04/09/2025",
        "description": "A sequência de bons resultados Guto Miguel no circuito mundial juvenil nas últimas semanas garantem um salto no ranking e podem abrir portas para o brasileiro no momento de transição na carreira. Vindo de título no ITF J300 de Repentigny, no Canadá, e jásemifinalista no US Open, o goiano de 16 anos está se firmando entre os melhores do mundo em sua categoria e pode ser beneficiado por programas de aceleração que oferecem vagas em torneios profissionais."
    }
]