[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fokina-desistem-de-jogar-copa-davis-no-fim-de-semana.html",
        "title": "Alcaraz e Fokina desistem de jogar Copa Davis no fim de semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Pablo-Carreno-Busta-2025-Toronto-Peter-Power-1024x576.jpg",
        "date": "08/09/2025",
        "description": "Valência (Espanha)– A cansativa campanha no US Open, que o levou ao sexto título de Grand Slam da carreira e de volta à liderança do ranking, fará com que Carlos Alcaraz fique de fora das partidas de Copa Davis do próximo final de semana, quando a Espanha recebe a Dinamarca, em Valência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-sema-de-quedas-monteiro-mantem-posicao-e-busca-recuperacao.html",
        "title": "Em semana de quedas, Monteiro mantém posição e busca recuperação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– A segunda-feira não foi muito boa para a maior parte dos principais representantes brasileiros na ATP. Tirando a ascensão do carioca João Fonseca, que bateu sua melhor marca, sete dos dez melhores do país no ranking amargaram quedas. Quem conseguiu escapar foi o cearense Thiago Monteiro, que se manteve na 169ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equipe-pioneira-da-davis-e-primeira-a-entrar-no-hall-da-fama.html",
        "title": "Equipe pioneira da Davis é primeira a entrar no Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/456747_1170660_mtb___6_encontro__circulo_militar__249_web_.jpg",
        "date": "08/09/2025",
        "description": "São Paulo (SP)– A equipe brasileira que viajou de navio para Nova York em 1932 e marcou a primeira presença brasileira na Copa Davis e portanto numa importante competição internacional, foi indicada no sábado para ingressar no Hall da Fama do Tênis Brasileiro, entidade criada neste ano pelo Memorial Tênis Brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-no-top-100-e-seus-melhores-rankings.html",
        "title": "Brasileiros no top 100 e seus melhores rankings",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/2000_rg_trofeu_capa757.jpg",
        "date": "08/09/2025",
        "description": "* Nomes em negrito são tenistas em atividade"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-confirma-ascensao-e-volta-a-bater-seu-melhor-ranking.html",
        "title": "Fonseca confirma ascensão e volta a bater seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-usopen-rebate-2005.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– A ascensão do carioca João Fonseca no ranking ganhou mais um capítulo esta segunda-feira, em que o número 1 do país voltou a bater seu melhor ranking. Ele entrou no US Open na 45ª posição na lista da ATP, uma abaixo de sua melhor marca (44) e com a vitória na primeira rodada do torneio se garantiu no 42º lugar,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalistas-no-us-open-djokovic-e-aliassime-ganham-boas-colocacoes.html",
        "title": "Semifinalistas no US Open, Djokovic e Aliassime ganham boas colocações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-2005-1024x681.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– Derrotados nas semifinais do US Open, o sérvio Novak Djokovic e o canadense Félix Auger-Aliassime viram suas boas campanhas no último Grand Slam da temporada renderem frutos no ranking. Os dois se deram bem nesta segunda-feira e contaram com subidas na lista da ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-da-novos-contornos-a-rivalidade-entre-sinner-e-alcaraz.html",
        "title": "Temporada dá novos contornos à rivalidade entre Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_alcasinner_uso25.jpg",
        "date": "08/09/2025",
        "description": "Pelo segundo ano consecutivo, os quatro títulos de Grand Slam do tênis masculino ficaram com Carlos Alcaraz ou Jannik Sinner. Mas a rivalidade entre o espanhol e o italiano ganhou novos contornos em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-2-anos-de-espera-alcaraz-volta-a-liderar-o-ranking-da-atp.html",
        "title": "Após 2 anos de espera, Alcaraz volta a liderar o ranking da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-vibra-2025-1024x681.jpg",
        "date": "08/09/2025",
        "description": "Londres (Inglaterra)– Campeão do US Open no último domingo, a festa para o espanhol Carlos Alcaraz continua nesta segunda-feira, em que garantiu o retorno ao posto de número 1 do mundo. Ele não liderava o ranking da ATP há praticamente dois anos, já que seu último dia no topo foi em 10 de setembro de 2023. Depois disso, o sérvio Novak Djokovic ficou na ponta por 39 semanas e o italiano Jannik Sinner pelas últimas 65 semanas."
    }
]