[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-decidem-o-titulo-de-toquio-as-6h-desta-terca-feira.html",
        "title": "Alcaraz e Fritz decidem o título de Tóquio às 6h desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-fore-2025-e1759003332181-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão) –Principais cabeças de chave do ATP 500 de Tóquio, Carlos Alcaraz e Taylor Fritz vão decidir o título nesta terça-feira às 6h (de Brasília). A transmissão é daESPN 2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "29/09/2025",
        "description": "ATP1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-29-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53624587227_0b74b8b10e_c.jpg",
        "date": "29/09/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-mira-vaga-nos-slam-do-juvenil-e-calendario-profissional.html",
        "title": "Pietra mira vaga nos Slam do juvenil e calendário profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_pietra_spopen.jpg",
        "date": "29/09/2025",
        "description": "A atualização do ranking mundial juvenil desta segunda-feira foi positiva para Pietra Rivoli. Terceira melhor brasileira na lista, a gaúcha de 17 anos saltou 25 posições e assumiu o 104º lugar depois de ter alcançado a final do ITF J200 de Lima na última semana. Pietra ainda tem mais um ano de circuito de base, mas já planeja a transição para o tênis profissional. O objetivo na reta final da temporada é melhorar o ranking juvenil para ter vaga em todos os Grand Slam de 2026 e encaixá-los em um calendário mais voltado às competições adultas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hexacampeao-pan-americano-na-dupla-mista-baran-joga-em-viamao.html",
        "title": "Hexacampeão pan-americano na dupla mista, Baran joga em Viamão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/baran_pan-de-caragua.jpg",
        "date": "29/09/2025",
        "description": "Caraguatatuba (SP)– Principal nome brasileiro no beach tennis, atualmente, André Baran tem uma nova conquista a celebrar na carreira: mais um título pan-americano. Ao lado de Vitória Marchezini, o catarinense conquistou pela sexta vez o lugar mais alto do pódio nas duplas mistas no último domingo, em Caraguatatuba.Atual número 1 do Brasil e 3 do mundo, Baran comemorou o título e a presença do público no litoral paulista, que acompanhou e vibrou com cada vitória brasileira ao longo da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ressalta-tranquilidade-para-buscar-virada-e-espera-revanche-na-final.html",
        "title": "Alcaraz ressalta tranquilidade para buscar virada e espera revanche na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-entrada-2025.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão)– Derrotado pelo norte-americano Taylor Fritz na Laver Cup, há pouco mais de uma semana, o espanhol Carlos Alcaraz terá a chance de se vingar na final do ATP 500 de Tóquio. Principal favorito no torneio, ele se garantiu na decisão nesta segunda-feiraao bater o norueguês Casper Ruudde virada, com parciais de 3/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-da-8a-etapa-do-circuito-fairmont-com-recorde.html",
        "title": "Definidos os campeões da 8ª etapa do Circuito Fairmont, com recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/campeoesopen_8etapa_fairmont-1024x606.jpeg",
        "date": "29/09/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos, neste final de semana, os campeões da 8ª etapa do Circuito Fairmont de beach tennis, que aconteceu nas quadras públicas da Arena ABTERJ, no Quiosque Nativo, na Praia de Copacabana. Esta é a 13ª temporada do circuito mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-confirma-manutencao-dos-juizes-de-linha-em-2026.html",
        "title": "Roland Garros confirma manutenção dos juízes de linha em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rg-juiz-de-linha-2025-e1759169099344-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Paris (França)– Durante a reunião nacional da Federação Francesa de Tênis (FFT), realizada na última sexta-feira, uma decisão importante foi tomada a respeito de Roland Garros em 2026: a manutenção dos juízes de linha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeao-invicto-do-finals-levara-premio-recorde-de-mais-de-5-us-milhoes.html",
        "title": "Campeão invicto do Finals levará prêmio recorde de mais de 5 US$ milhões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nitto-atp-finals-2025-prize-money-graphic-e1759166810982-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Turim (Itália)– No ano passado, o italiano Jannik Sinner levou para casa uma premiação de US$ 4.881.100 ao conquistar o ATP Finals de forma invicta, faturando o maior prêmio concedido até então. Agora, um campeão do torneo pode ultrapassar a marca de US$ 5 milhões em prêmios pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-acredita-que-saque-fez-a-diferenca-e-garantiu-vitoria-na-semi.html",
        "title": "Fritz acredita que saque fez a diferença e garantiu vitória na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-toquio-toss-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão)– Na primeira semifinal desta segunda-feira no ATP 500 de Tóquio, o cabeça de chave número 2 Taylor Fritz venceu o duelo 100% norte-americano com Jenson Brooksby. Após a partida, o atual quinto colocado no ranking atribuiu o resultado positivo ao bom desempenho com o saque,"
    }
]