[
    {
        "url": "https://tenisbrasil.uol.com.br/boulter-volta-as-quartas-em-nottingham-e-segue-em-busca-do-tri.html",
        "title": "Boulter volta às quartas em Nottingham e segue em busca do tri",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boulter_vibra_nottingham-1024x581.jpg",
        "date": "19/06/2025",
        "description": "Nottingham (Inglaterra) –Vencedora das duas últimas edições do WTA 250 de Nottingham, Katie Boulter está de volta às quartas de final do torneio em quadras de grama. Atual 39ª do mundo, Boulter venceu um duelo britânico contra Sonay Kartal, 50ª do ranking, por 6/4, 1/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sofre-com-munar-e-perde-set-mas-se-garante-nas-quartas.html",
        "title": "Alcaraz sofre com Munar e perde set, mas se garante nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-sorri-narede-2025-e1750359493652-1024x683.webp",
        "date": "19/06/2025",
        "description": "Londres (Inglaterra)– Em duelo 100% espanhol que valia um lugar nas quartas de final do ATP 500 do Queen’s, o principal favorito ao título Carlos Alcaraz teve bastante trabalho com o compatriota Jaume Munar, que não chegou a ter uma quebra de vantagem no terceiro set, mas no final acabou sucumbindo e perdeu com parciais de 6/4, 6/7 (7-9) e 7/5, após 3h26 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wang-derruba-gauff-na-estreia-em-berlim-rybakina-desafia-sabalenka.html",
        "title": "Wang derruba Gauff na estreia em Berlim, Rybakina desafia Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/wang_berlim_toss-1024x638.jpg",
        "date": "19/06/2025",
        "description": "Berlim (Alemanha) –Em seu primeiro jogo desde o título de Roland Garros, Coco Gauff estreou com derrota na temporada de grama. A número 2 do mundo foi eliminada do WTA 500 de Berlim pela chinesa Xinyu Wang, 49ª do ranking, que marcou um duplo 6/3 em 1h15 de partida. Wang veio do quali no torneio e já havia derrotado nomes como Ons Jabeur – que depois entrou na chave como lucky-loser – e Daria Kasatkina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-mais-uma-na-franca-e-faz-sua-segunda-semifinal-do-ano.html",
        "title": "Pigossi vence mais uma na França e faz sua segunda semifinal do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "19/06/2025",
        "description": "Blois (França) –Pela segunda vez na temporada, Laura Pigossi disputará a semifinal de um torneio. A paulista de 30 anos e número 2 do Brasil venceu seu terceiro jogo no ITF W75 de Blois, no saibro francês, superando nesta quinta-feira a convidada local Alice Rame, 300ª do mundo, por 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-leva-susto-e-precisa-buscar-virada-para-confirmar-favoritismo.html",
        "title": "Zverev leva susto e precisa buscar virada para confirmar favoritismo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zverev-halle-2025-wednesday-backhand-e1750356942930-1024x682.jpg",
        "date": "19/06/2025",
        "description": "Halle (Alemanha)– Segundo mais bem cotado ao título, o tenista da casa Alexander Zverev levou um enorme susto no ATP 500 de Halle nesta quinta-feira diante do italiano Lorenzo Sonego, que largou na frente e venceu o primeiro set e se segurou até o final, vendendo muito caro a virada com parciais 3/6, 6/4 e 7/6 (7-2), após 2h25 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-19-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/51679971580_843706a8ab_c.jpg",
        "date": "19/06/2025",
        "description": "WTA 500 de Berlim (Alemanha) – Grama – € 925.661Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-anuncia-aposentadoria-e-vai-se-despedir-no-us-open.html",
        "title": "Kvitova anuncia aposentadoria e vai se despedir no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Kvirova149_aeltc_fesiele-1024x682.jpg",
        "date": "19/06/2025",
        "description": "Londres (Inglaterra)– Após retornar da licença-maternidade, a tcheca Petra Kvitova anunciou nesta quinta-feira que a atual temporada será a sua última no circuito profissional. Com 31 títulos, dois troféus de Wimbledon e seis coroas da Fed Cup, a tenista de 35 anos venceu mais de 600 partidas e também passou 27 semanas na segunda posição do ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-e-cobolli-eliminam-canadenses-e-vao-as-quartas-em-halle.html",
        "title": "Khachanov e Cobolli eliminam canadenses e vão às quartas em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Karen_Khachanov_R2_17018f7989-1024x683.jpg",
        "date": "19/06/2025",
        "description": "Halle (Alemanha)– A rodada de quinta-feira no ATP 500 de Halle começou com canadenses em quadra e derrota tanto de Félix Auger-Aliassime quanto de Denis Shapovalov, o primeiro superado pelo russo Karen Khachanov, cabeça de chave 8, e o outro pelo italiano Flavio Cobolli, algoz do brasileiro João Fonseca na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-completa-vitoria-e-estreia-bem-na-temporada-de-grama.html",
        "title": "Sabalenka completa vitória e estreia bem na temporada de grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Sabalenka-R2-1024x624.jpg",
        "date": "19/06/2025",
        "description": "Berlim (Alemanha)– Depois de ter sua primeira partida na grama suspensa por falta de luz natural, a bielorrussa Aryna Sabalenka voltou às quadras do WTA 500 de Berlim nesta quinta-feira para completar a vitória sobre a suíça Rebeka Masarova, que depois vence só dois games nos primeiro set, deu ainda mais trabalho na sequência e vendeu caro a derrota, caindo com o placar final de 6/2 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-confirmam-e-vao-as-oitavas-no-amazonia-open-sunset.html",
        "title": "Favoritos confirmam e vão às oitavas no Amazônia Open Sunset",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/ramos_cappelletti_amazoniasunset-2.jpeg",
        "date": "19/06/2025",
        "description": "Tucuruí (PA) –Dia de vitórias das duplas favoritas na primeira rodada do Amazônia Open Sunset, o torneio BT 400 de Tucuruí (PA), disputado no CT Paranhos, com premiação de US$ 35 mil e 470 pontos para as duplas campeãs."
    }
]