[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-vencem-mais-uma-e-ja-estao-nas-oitavas.html",
        "title": "Stefani e Dabrowski vencem mais uma e já estão nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-drabowski-posada-e1768205776253-1024x683.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália)– Cabeças de chave número 5, a paulista Luisa Stefani e a canadense Gabriela Dabrowski seguem firme no retorno da dupla. Nesta sexta-feira, elas venceram mais uma no Australian Open e já estão nas oitavas. As vítimas da vez foram a colombiana Emiliana Arango e a francesa Elsa Jacquemot, derrotadas com parciais de 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-22-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_vibra_rio-1024x683.jpg",
        "date": "22/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-escapa-de-ser-atingida-por-bouzkova-em-lance-insolito.html",
        "title": "Swiatek escapa de ser atingida por Bouzkova em lance insólito",
        "image": null,
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Iga Swiatek e Marie Bouzkova  protagonizaram uma cena insólita na segunda rodada do Aberto da Austrália nesta quinta-feira. A número 2 do mundo derrotou a tcheca Bouzkova por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pinheiros-recebe-a-tradicional-copa-sao-paulo-trofeu-marilia-silberberg.html",
        "title": "Pinheiros recebe a tradicional Copa São Paulo – Troféu Marília Silberberg",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/copa-sao-paulo_generico-2.jpeg",
        "date": "22/01/2026",
        "description": "São Paulo (SP) –Teve início nesta quarta-feira a 34ª edição da Copa São Paulo – Troféu Marília Silberberg, um dos mais tradicionais e importantes torneios do calendário paulista e nacional. A competição é realizada nas quadras do Esporte Clube Pinheiros e segue até o próximo domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-e-bohrer-avancam-as-quartas-no-saibro-de-buenos-aires.html",
        "title": "Meligeni e Bohrer avançam às quartas no saibro de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bohrer_bsas26_corre-1024x614.jpg",
        "date": "22/01/2026",
        "description": "Buenos Aires (Argentina) –O Brasil terá duas jogadoras nas quartas de final do ITF W35 de Buenos Aires, em quadras de saibro. A paulista Carolina Meligeni e a catarinense Carolina Bohrer venceram seus jogos nesta quinta-feira. Elas estão em lados opostos da chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-apoia-modo-de-se-expressar-de-osaka-fas-criticam-roupa-de-sinner.html",
        "title": "Alcaraz apoia modo de se expressar de Osaka, fãs criticam roupa de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/osaka_ausopen_vestido-1024x717.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –A cada edição dos Grand Slam, os novos uniformes de determinados jogadores costumam chamar a atenção não só dos fãs, mas também da imprensa atenta aos detalhes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-explica-por-que-e-tao-forte-nos-duelos-de-cinco-sets.html",
        "title": "Wawrinka explica por que é tão forte nos duelos de cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka_ausopen_aponta_fft-1024x685.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Dono de três títulos de Grand Slam e disputando sua última temporada no circuito profissional, Stan Wawrinka já está na terceira rodada do Australian Open após vencer uma dura batalha de cinco sets nesta quinta-feira contra o jovem francês Arthur Gea, de 21 anos. Questionado sobre o bom desempenho em partidas longas, o suíço de 40 anos explicou que o formato melhor de cinco sets lhe dá mais tempo para se ajustar e encontrar soluções ao longo do jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nova-vestimenta-de-opelka-chama-atencao-em-melbourne.html",
        "title": "Nova vestimenta de Opelka chama atenção em Melbourne",
        "image": null,
        "date": "22/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/minha-mente-esta-em-um-bom-momento-diz-sinner-apos-avancar.html",
        "title": "“Minha mente está em um bom momento”, diz Sinner após avançar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-beats-duckworth-ao-2026-1024x768.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –O italiano Jannik Sinner avançou, nesta quinta-feira, na busca por seu terceiro título de Australian Openao vencer o australiano James Duckworth por 6/1, 6/4 e 6/2. Em entrevista, o número 2 do ranking disse estar confiante para o restante do torneio, e voltou a destacar a importância de um bom físico e de uma saúde mental estável."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kubler-e-polmans-eliminam-kyrgios-e-kokkinakis-na-estreia-de-duplas.html",
        "title": "Kubler e Polmans eliminam Kyrgios e Kokkinakis na estreia de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/polmans_kyrgios_Kokk-1024x683.jpg",
        "date": "22/01/2026",
        "description": "Melbourne (Austrália) –Depois de ficarem fora da chave de simples do Australian Open, Nick Kyrgios e Thanasi Kokkinakis receberam convite para a chave de duplas, mas não passaram da primeira rodada. Os campeões de 2022 perderam um duelo australiano para Jason Kubler e Marc Polmans por 6/4, 4/6 e 7/6 (7-4)."
    }
]