[
    {
        "url": "https://tenisbrasil.uol.com.br/para-fonseca-nervosismo-e-falta-de-experiencia-foram-decisivos.html",
        "title": "Para Fonseca, nervosismo e falta de experiência foram decisivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_saque_saibro-1024x585.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Depois de duas vitórias na semana em Paris, João Fonseca encerrou sua melhor campanha em um Grand Slam com a queda na terceira rodada de Roland Garros, superado pelo britânico Jack Draper, número 5 do mundo, em sets diretos. Após a partida, o carioca de 18 anos e número 1 do Brasil avaliou seu desempenho neste sábado e acredita que o nervosismo no começo do jogo e a falta de experiência foram determinantes para o resultado final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-sobre-joao-fonseca-a-quantidade-de-coisas-que-ele-ira-conquistar-sera-assustadora.html",
        "title": "Draper: “A quantidade de coisas que Fonseca irá conquistar será assustadora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/JackDraperJoaoFonsecaTroisiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– Após a vitória sobre João Fonseca em Indian Wells, Jack Draper venceu o brasileiro mais uma vez e avançou para as oitavas de final de Roland Garros. O bom desempenho de João no segundo set não foi suficiente para colocá-lo em pé de disputa, mas impressionou o oponente, que projetou um futuro brilhante para o jovem de 18 anos. O britânico soube manter controle do jogo e acredita que a pressão imposta ao adversário foi fundamental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/decepcionada-com-eliminacao-badosa-tenta-ver-lado-positivo.html",
        "title": "Decepcionada com eliminação, Badosa tenta ver lado positivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDSZxSdWJ-7kSjSl_20250526_RG_NG_0673-min-1024x683.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– A espanhola Paula Badosa não conseguiu ir muito longe em Roland Garros e acabou eliminada neste sábado, caindo na terceira rodada. Após a derrota em sets diretos diante da australiana Daria Kasatkina, ela lamentou ainda não estar em uma boa condição física, se frustrou com o resultado negativo, mas tentou tirar algo de bom de sua campanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-conquista-no-chile-seu-4o-titulo-no-circuito-da-itf.html",
        "title": "João Reis conquista no Chile seu 4º título no circuito da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "31/05/2025",
        "description": "Coquimbo (Chile) –O pernambucano João Lucas Reis conquistou neste sábado o título do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 3 do torneio e atual 351º do ranking, ele venceu o argentino de 21 anos Luciano Ambrogi, 373º do mundo, por 6/2 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-destaca-superacao-e-ja-pensa-em-confronto-brasileiro.html",
        "title": "Orlandinho destaca superação e já pensa em confronto brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IMG_2949.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Atuais campeões do ATP Finals e cabeças de chave 3 em Roland Garros, os alemães Tim Puetz e Kevin Krawietz não conseguiram fazer valer o favoritismo e acabam eliminados do Grand Slam francês pelo gaúcho Orlando Luz e o croata Ivan Dodig, que mesmo saindo atrás acabaram buscando a vitória com uma incrível virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-segue-sem-perder-sets-keys-salva-3-match-points.html",
        "title": "Gauff segue sem perder sets, Keys salva 3 match-points",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff_vibra_rg_fft-1024x634.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Finalista de Roland Garros em 2022 e ainda em busca de um título inédito em Paris, Coco Gauff chega sem perder sets às oitavas. A número 2 do mundo superou neste sábado a tcheca Marie Bouzkova, 47ª do ranking, com parciais de 6/1 e 7/6 (7-3). Foi a primeira vitória da norte-americana em três jogos contra Bouzkova no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-unico-que-pode-vencer-sinner-e-alcaraz-afirma-lehecka.html",
        "title": "“O único que pode vencer Sinner é Alcaraz”, afirma Lehecka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDsEELh8WN-LVcaV_HLSINNERLEHECKAPHOTOJC.jpg-1024x683.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Dominado pelo italiano Jannik Sinner no duelo válido pela terceira rodada de Roland Garros, neste sábado, o tcheco Jiri Lehecka foi só elogios para o número 1 do mundo e acredita que seu algoz não tem adversários à altura na competição exceto um, o espanhol Carlos Alcara, o único que considera capaz de enfrentá-lo no mesmo nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sobre-rublev-e-um-otimo-jogador-e-tenho-que-estar-focado.html",
        "title": "Sinner não se empolga e prega cautela no duelo com Rublev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-roland-garros-2025-thursday-2-e1748695027269-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Embora o italiano Jannik Sinner tenha arrasado o tcheco Jiri Lehecka, perdendo apenas três games na vitória que o levou para as oitavas de final em Roland Garros se impondo do início ao fim, ele sabe que terá pela frente um adversário perigoso na próxima partida, quando medirá forças com o russo Andrey Rublev, contra quem tem seis vitórias e três derrotas no retrospecto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-seis-brasileiros-chaves-juvenis-sao-sorteadas-em-roland-garros.html",
        "title": "Com seis brasileiros, chaves juvenis são sorteadas em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300fr_drop-1024x578.jpg",
        "date": "31/05/2025",
        "description": "Paris (França) –Seis brasileiros estão na disputa do torneio juvenil de Roland Garros, que teve a chave sorteada neste sábado e já tem início no domingo, em Paris. A última vez que o país teve tantos reperesentantes na categoria foi em 2014."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-31-05.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/orlandinho-rio-narede-2025-e1744287434662-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Terceira rodada –Veja a chave"
    }
]