[
    {
        "url": "https://tenisbrasil.uol.com.br/juvenil-de-dois-forehands-supera-sell-nas-oitavas-na-florida.html",
        "title": "Juvenil de dois forehands supera Sell nas oitavas na Flórida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/davidov_fore.jpg",
        "date": "19/02/2026",
        "description": "Naples (EUA) –De volta ao circuito para seu primeiro torneio depois de uma lesão no ombro, que o afastava das quadras desde agosto, Karue Sell foi eliminado nas oitavas do ITF M15 de Naples, em quadras de saibro nos Estados Unidos. O catarinense de 32 anos e 668º do ranking foi superado pelo norte-americano Teodor Davidov por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira-19-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "19/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampea-em-dubai-svitolina-reencontra-gauff-na-semifinal.html",
        "title": "Bicampeã em Dubai, Svitolina reencontra Gauff na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/svitolina_dubai_fore-1024x576.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes) –A última vaga nas semifinais do WTA 1000 de Dubai é de Elina Svitolina, número 9 do mundo e bicampeã do torneio em 2017 e 2018. A ucraniana garantiu sua vaga ao vencer a lucky-loser croata Antonia Ruzic, 67ª do ranking, por 3/6, 6/2 e 6/3 em 2h02 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-divulga-criterios-de-convocacao-para-a-copa-das-federacoes-2026.html",
        "title": "FPT divulga critérios de convocação para a Copa das Federações 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/copa-federacao-2.jpg",
        "date": "19/02/2026",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) divulgou os critérios oficiais de convocação das equipes que irão representar São Paulo na Copa das Federações 2026, nas categorias Infantojuvenis 12, 14, 16 e 18 anos, masculino e feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-busca-a-virada-contra-khachanov-e-vence-a-10a-seguida.html",
        "title": "Alcaraz busca a virada contra Khachanov e vence a 10ª seguida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_doha_maoouvido-1024x576.jpg",
        "date": "19/02/2026",
        "description": "Doha (Qatar) –Ainda invicto neste início de temporada, Carlos Alcaraz conseguiu sua décima vitória seguida em 2026 e garantiu vaga na semifinal do ATP 500 de Doha. O número 1 do mundo superou o russo Karen Khachanov, 17º do ranking, por 6/7 (3-7), 6/4 e 6/3 em 2h26."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-elimina-o-cabeca-3-na-argentina-natan-cai-nas-oitavas.html",
        "title": "Fernandez elimina o cabeça 3 na Argentina, Natan cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52718290354_7d7d1f664a_c.jpg",
        "date": "19/02/2026",
        "description": "Tigre (Argentina) –A semana de Bruno Fernandez no challenger de Tigre, em quadras de saibro na Argentina, segue com resultados positivos.Vindo do quali, o catarinense de 21 anos e 792º do ranking eliminou o cabeça 3 local Genaro Olivieri, 229º do mundo, por 6/1, 6/7 (5-7) e 7/5 em 2h34 de partida para chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-e-bohrer-vencem-em-tres-sets-e-duelam-nas-quartas.html",
        "title": "Pedretti e Bohrer vencem em três sets e duelam nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bohrer_pedretti_palmcoast.jpg",
        "date": "19/02/2026",
        "description": "Palm Coast (EUA) –A rodada desta quinta-feira no ITF W15 de Palm Coast, em quadras de saibro nos Estados Unidos, foi ótima para as brasileiras. A paulista Thaísa Pedretti e a catarinense Carolina Bohrer venceram seus jogos em três sets contra adversárias norte-americanas e vão se enfrentar nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-1-do-tenis-em-cadeira-de-rodas-oda-curte-a-experiencia-no-rio.html",
        "title": "Nº 1 do tênis em cadeira de rodas, Oda curte a experiência no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oda_rebate.jpg",
        "date": "19/02/2026",
        "description": "Rio de janeiro (RJ) –O japonês Tokito Oda, número 1 do mundo no tênis em cadeira de rodas, é a principal atração deste ano do Wheelchair Tennis Elite, em sua terceira edição seguida. O evento tem início nesta quinta-feira, às 16 horas, na Quadra 2 do Jockey Club Brasileiro, com jogos que reúnem quatro dos maiores tenistas da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-parceiras-davenport-e-fernandez-veem-filhos-jogar-dupla-na-ncaa.html",
        "title": "Ex-parceiras, Davenport e Fernandez veem filhos jogarem dupla na NCAA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/davenpor_maryjoe-fernandez.jpg",
        "date": "19/02/2026",
        "description": "Dallas (EUA) –Ex-parceiras de duplas da WTA, as americanas Lindsay Davenport e Mary Joe Fernandez reencontraram-se no estádio da Southern Methodist University (SMU), na terça-feria passada, revelou a Tennis.com. Campeãs de duplas de Roland Garros em 1996, elas estavam lá para assistir à estreia bem-sucedida de seus filhos, Jagger Leach e Nico Godsick, respectivamente, que conquistaram o ponto de duplas contra a Arizona State pelo Campeonato Nacional Masculino de Tênis Indoor. O pai de Leach, Jon, que também teve uma breve carreira profissional, estava presente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-domina-o-duelo-com-eala-e-cede-apenas-dois-games.html",
        "title": "Gauff domina o duelo com Eala e cede apenas dois games",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/gauff_dubai_vibra.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes) –Um dia depois desalvar três match-points em seu jogo das oitavasno WTA 1000 de Dubai, Coco Gauff dominou a partida desta quinta-feira contra filipina Alexandra Eala e marcou as parciais de 6/0 e 6/2 em apenas 1h07 para chegar à semifinal do torneio."
    }
]