[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-conquista-seu-quinto-masters-1000-e-retoma-o-numero-1.html",
        "title": "Sinner conquista seu quinto Masters 1000 e retoma o número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-backhand-paris-2025-1024x735.jpeg",
        "date": "02/11/2025",
        "description": "Paris (França)– O italiano Jannik Sinner conquistou neste domingo o Masters 1000 de Paris. Em um tira-teima contra Félix Auger-Aliassime, o cabeça de chave número 2 bateu o canadense pela terceira vez em cinco jogos e ficou com o troféu na capital francesa, ao marcar as parciais de 6/4 e 7/6 (7-4), em 1h52 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-02-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-2025-1024x683.jpeg",
        "date": "02/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético – US$ 15.500.000Duplas – Fase de grupos (1ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/blinkova-frustra-o-sonho-de-adolescente-e-e-campea-na-china.html",
        "title": "Blinkova frustra o sonho de adolescente e é campeã na China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/blinkova-beija-trofeu-jiujiang-2025-1024x735.jpeg",
        "date": "02/11/2025",
        "description": "Jiujiang (China)– Depois de três temporadas, Anna Blinkova voltou a comemorar um título na elite do circuito feminino. Na decisão deste domingo, a russa faturou o WTA 250 de Jiujiang, frustrando o sonho da adolescente austríaca Lili Tagger, de apenas 17 anos, ao marcar um duplo 6/3 em 1h40 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-supera-bucsa-na-final-mais-longa-do-ano-e-conquista-2o-titulo.html",
        "title": "Mboko supera Bucsa na final mais longa do ano e conquista 2º título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/mboko-trofeu-hong-kong-1024x755.jpeg",
        "date": "02/11/2025",
        "description": "Hong Kong (China)– Grande sensação do segundo semestre no circuito feminino, a canadense Victoria Mboko comemorou neste domingo o segundo título de sua jovem carreira. Atual número 21 do mundo, a tenista de 19 anos foi bastante exigida e precisou de três sets para derrotar a espanhola Cristina Bucsa (68ª do ranking), com parciais de 7/5, 6/7 (9-11) e 6/2, após 2h49 de disputa — naquela que foi a final mais longa do ano na WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-fatura-segundo-titulo-consecutivo-na-tailandia.html",
        "title": "Marcondes fatura segundo título consecutivo na Tailândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-trofeu-huahin-2025.jpg",
        "date": "02/11/2025",
        "description": "Hua Hin (Tailândia)– Pela segunda semana consecutiva, o paulista Igor Marcondes comemorou um título nas quadras sintéticas tailandesas. Neste domingo, ele conquistou o ITF M15 de Hua Hin, na mesma cidade em que havia triunfado há sete dias — e novamente diante do mesmo adversário, o francês Arthur Weber, número 564 do mundo e cabeça de chave 2 do torneio. Desta vez, porém, o placar foi bem mais tranquilo: duplo 6/1 para o brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italianas-largam-na-frente-nas-duplas-do-wta-finals.html",
        "title": "Italianas largam na frente nas duplas do WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/errani-paolini-r1-wta-finals-2025-1024x699.jpeg",
        "date": "01/11/2025",
        "description": "Riad (Arábia Saudita)– Além dos jogos de simples, o dia também foi de estreias na chave de duplas do WTA Finals. Com um triunfo por duplo 6/3 sobre a norte-americana Asia Muhammad e a holandesa Demi Schuurs, as italianas Sara Errani e Jasmine Paolini largaram na frente e lideram o grupo Martina Navratilova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-45-bopanna-anuncia-aposentadoria-com-carta-emocionante.html",
        "title": "Aos 45, Bopanna anuncia aposentadoria com carta emocionante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rohan-bopanna-paris-2025-final-match-1024x576.jpg",
        "date": "01/11/2025",
        "description": "Nova Delhi (Índia)– Um dos grandes nomes das duplas no tênis mundial, o indiano Rohan Bopanna anunciou oficialmente sua aposentadoria do circuito profissional aos 45 anos, após duas décadas de carreira. O comunicado foi feito neste sábado por meio de uma mensagem comovente publicada em suas redes sociais, na qual o veterano agradece à Índia, à família, aos parceiros e fãs que o acompanharam ao longo da jornada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-finalista-em-lajeado-pucinelli-cai-em-dois-tiebreaks.html",
        "title": "Heide é finalista em Lajeado, Pucinelli cai em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide_ctba_back.jpg",
        "date": "01/11/2025",
        "description": "Lajeado (RS)– Apenas um dos dois brasileiros que chagaram à semifinal disputará o título do ITF M25 de Lajeado, torneio realizado nas quadras de saibro do Clube Tiro e Caça. Cabeça de chave 3, o paulista Gustavo Heide será o representante do país na decisão de domingo, depois de eliminar neste sábado o argentino Julian Cundom, apenas 1.234º do ranking, por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vice-campea-do-sp-open-tjen-disputa-segunda-final-da-carreira.html",
        "title": "Vice-campeã do SP Open, Tjen disputa segunda final da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tjen-chennai-2025-1024x745.jpeg",
        "date": "01/11/2025",
        "description": "Chennai (Índia)– Vivendo a melhor temporada da carreira, a indonésia Janice Tjen disputará o título do WTA 20 de Chennai, na Índia. Neste sábado, a tenista número 82 do mundo superou a tailandesa Lanlana Tararudee, de 21 anos e 171ª do ranking, em dois tiebreaks apertados, parciais de 7/6 (8-6) e 7/6 (7-5), em 2h24 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-21-anos-bruno-fernandez-conquista-primeiro-titulo-como-profissional.html",
        "title": "Aos 21 anos, Bruno Fernandez conquista primeiro título como profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52718290354_7d7d1f664a_c.jpg",
        "date": "01/11/2025",
        "description": "Ibague (Colômbia)– O catarinense Bruno Fernandez conquistou neste sábado o seu primeiro título no circuito profissional. O jogador de 21 anos faturou o ITF M15 de Ibague, em quadras de saibro na Colômbia, ao derrotar na decisão o argentino Valerio Aboian, 639º do ranking e principal inscrito do torneio, com parciais de 6/3 e 6/2."
    }
]