[
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-os-grupos-equipes-e-como-funciona-a-united-cup.html",
        "title": "Conheça os grupos, equipes e como funciona a United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/united-cup-2025-trophy-united-states-1024x576.jpg",
        "date": "31/12/2025",
        "description": "Perth (Austrália) –A quarta edição da United Cup começa no fim de noite desta quinta-feira, a partir das 23h (de Brasília) e avança durante a madrugada e primeiras horas da manhã desta sexta. Os primeiros confrontos serão entre Espanha e Argentina pelo Grupo A, seguido por Grécia e Japão a partir das 6h pelo Grupo E. A transmissão para o Brasil é daNSports, na TV por assinatura eYouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafa-jodar-deixara-o-tenis-universitario-para-focar-no-profissional.html",
        "title": "Rafa Jodar deixará o tênis universitário para focar no profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/jodar-jeddah-2025-wednesday-e1766005455523-1024x682.jpg",
        "date": "31/12/2025",
        "description": "Charlottesville (EUA) –Por meio de um anúncio noInstagram, o espanhol Rafael Jodar anunciou, nesta quarta-feira que deixará o tênis universitário, na Universidade da Virgínia (UVA), nos Estados Unidos, para focar no circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampeao-dimitrov-retorna-a-brisbane-apos-ano-marcado-por-lesoes.html",
        "title": "Bicampeão, Dimitrov retorna a Brisbane após ano marcado por lesões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/dimitrov_brisbane_sorrindo-1024x683.jpg",
        "date": "31/12/2025",
        "description": "Brisbane (Austrália) –Após um 2025 marcado por lesões, especialmente uma ruptura muscular do peitoral que o fez abandonar o torneio de Wimbledon e ficar fora do US Open, Grigor Dimitrov inicia a nova temporada em Brisbane, palco onde já foi campeão em 2017 e 2024. Ex-número 3 do mundo, o búlgaro aparece atualmente no 44º lugar do ranking e disputou apenas o Masters 1000 de Paris no segundo semestreo do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/canadenses-e-chineses-visitam-o-zoologico-de-sydney.html",
        "title": "Canadenses e chineses visitam o zoológico de Sydney",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/aliassime_mboko_unitedcup.jpg",
        "date": "31/12/2025",
        "description": "Sydney (Austrália) –As equipes do Canadá e da China aproveitaram a quarta-feira para passear em visitar o Zoológico de Sydney, onde interagiram com cangurus e coalas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tive-que-me-reinventar-depois-que-federer-e-nadal-pararam.html",
        "title": "Djokovic: “Tive que me reinventar depois que Federer e Nadal pararam”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDNQMSdWJ-7kShex_COC_8198NovakDjokovicRogerFedererRafaelNadalAndyMurrayCeremoniedhommageRafaelNadalRoland-Garros2025-1-scaled-e1749816069354-1024x682.jpeg",
        "date": "31/12/2025",
        "description": "Dubai (Emirados Árabes) –Em seudiscurso na aberturado World Sports Summit em Dubai, Novak Djokovic falou sobre a necessidade que teve de se reinventar para seguir motivado a conquistar grandes títulos mesmo após a aposentadoria de seus dois principais rivais, Roger Federer e Rafael Nadal. Aos 38 anos, o sérvio permanece competitivo e chegou às semifinais nos quatro torneios do Grand Slam em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adoraria-ver-um-retorno-da-serena-em-2026-diz-mouratoglou.html",
        "title": "“Adoraria ver um retorno da Serena em 2026”, diz Mouratoglou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mouratoglou_serena_2019_RG.jpg",
        "date": "31/12/2025",
        "description": "Nice (França) –Treinador histórico na carreira de Serena Williams, o francês Patrick Mouratoglou afirmou que gostaria de ver a ex-número 1 do mundo de volta ao circuito profissional em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/159403.html",
        "title": "Venus continua postando sobre o casamento mais documentado do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_casamento4-1024x622.jpg",
        "date": "31/12/2025",
        "description": "Palm Beach (EUA) –O casamento de Venus Williams, ocorrido há uma semana, foi o mais bem documentado e divulgado pela própria noiva. A ex-número 1 do mundo segue publicando em suas redes sociais fotos e vídeos dos bastidores da cerimônia e agradecendo aos inúmeros parceiros responsáveis pelo sucesso da cerimônia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mostra-rotina-de-treinos-para-inicio-da-temporada-na-australia.html",
        "title": "Bia mostra rotina de treinos para início da temporada na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/bia_laura_treino_25-1024x716.jpg",
        "date": "31/12/2025",
        "description": "São Paulo (SP) –Após um período de afastamento das competições para cuidar da saúde física e mental, Beatriz Haddad Maia treina forte para retomar a rotina do circuito e divulgou um resumo das atividades em suas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-fritz-jogam-tenis-na-praia-de-cottesloe-em-perth.html",
        "title": "Gauff e Fritz jogam tênis na praia de Cottesloe, em Perth",
        "image": null,
        "date": "30/12/2025",
        "description": "The most perfect day out at Cottesloe☀️#WAtheDreamStatepic.twitter.com/BcczbRqurx"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-itajai-tera-monteiro-wild-reis-e-retorno-de-felipe-meligeni.html",
        "title": "Challenger de Itajaí terá Monteiro, Wild, Reis e retorno de Felipe Meligeni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/meligeni_ctba_challenger.jpg",
        "date": "30/12/2025",
        "description": "Itajaí (SC) –Afastado das competições desde julho, quando passou por cirurgia nas costas e encerrou a temporada, Felipe Meligeni disputará seu primeiro torneio do ano no challenger 75 de Itajaí, que será realizado no Itamirim Clube de Campo, a partir de 19 de janeiro, em quadras de saibro."
    }
]