[
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-sakamoto-e-gimenez-lideram-brasileiros-no-itf-do-rio.html",
        "title": "Boscardin, Sakamoto e Gimenez lideram brasileiros no ITF do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "05/10/2025",
        "description": "Rio de Janeiro (RJ) –O catarinense Pedro Boscardin e os paulistas Pedro Sakamoto e Igor Gimenez lideram os brasileiros na chave principal da etapa do Rio de Janeiro do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF M25 é disputado nas quadras de saibro da Rio Tennis Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-05-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "05/10/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-daniel-e-pucinelli-jogam-na-colombia-alves-vence-no-quali.html",
        "title": "Wild, Daniel e Pucinelli jogam na Colômbia, Alves vence no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "05/10/2025",
        "description": "Cali (Colômbia) –Três brasileiros disputam na próxima semana o challenger de Cali, em quadras de saibro na Colômbia. O torneio distribui US$ 100 mil, com 75 pontos na ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-destaca-exigencia-fisica-da-partida-condicoes-brutais.html",
        "title": "Djokovic destaca exigência física da partida: “Condições brutais”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-shanghai-2025-friday-1-e1759498526401-1024x682.jpg",
        "date": "05/10/2025",
        "description": "Xangai (China) –Depois devencer seu segundo jogo no Masters 1000 de Xangaie garantir vaga nas oitavas de final, Novak Djokovic destacou a exigência física do duelo deste domingo contra o alemão Yannick Hanfmann. O sérvio, que começou atrás no placar e ficou em quadra por 2h42, falou principalmente sobre o quanto o clima úmido e a perda de líquidos tem afetado o desempenho dos jogadores em quadra. No mesmo dia o torneio teve três desistências, inclusive do atual campeão, Jannik Sinner, sentindo cãibras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-aprendi-que-sou-mais-forte-do-que-eu-pensava.html",
        "title": "Anisimova: “Aprendi que sou mais forte do que eu pensava”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimoa_pequim_beijatrofeu-1024x683.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –Campeã em Pequim neste domingo, Amanda Anisimova comemorou suasegunda conquista de um WTA 1000, repetindo o resultado de Doha, em fevereiro. Número 4 do mundo, a norte-americana vive sua melhor temporada da carreira, com presença também nas finais de Wimbledon e do US Open. A jogadora de 24 anos, que chegou a se afastar do circuito para cuidar da saúde mental, afirma que as semanas na capital chinesa deram um novo ganho de confiança para a reta final do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/equatoriano-mantem-embalo-e-e-campeao-do-m25-de-salvador.html",
        "title": "Equatoriano mantém embalo e é campeão do M25 de Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/andres_andrade_salvador_trofeu-1024x831.jpg",
        "date": "05/10/2025",
        "description": "Salvador (BA) –Terminou, neste domingo, o torneio M25 de torneio internacional profissional realizado nas quadras duras do Clube Bahiano de Tênis, com premiação de US$ 30 mil. A competição ofereceu importantes pontos no ranking mundial da ATP e teve entrada gratuita ao público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-salva-3-match-points-contra-carol-e-conquista-titulo-no-paineiras.html",
        "title": "Pigossi salva 3 match-points contra Carol e conquista o título no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_pigossi_trofeu_paineiras_25-1024x682.jpg",
        "date": "05/10/2025",
        "description": "São Paulo (SP) –Em uma equilibrada final brasileira, Laura Pigossi levou a melhor sobre Carol Meligeni e conquistou o título do Torneio Internacional Feminino de Tênis – Ano IX. Principal cabeça de chave do ITF W35 no clube Paineiras do Morumby, Pigossi salvou três match-points e venceu por 5/7, 7/5 e 6/2 após 3h47 de disputa sob um calor de 33ºC na capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-celebra-o-top-20-mas-sabe-que-a-distancia-para-o-topo-ainda-e-grande.html",
        "title": "Noskova celebra top 20, mas sabe que a distância para o topo ainda é grande",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_noskova_premios_pequim-1024x683.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –A campanha até sua primeira final de WTA 1000 em Pequim vai render um salto no ranking para Linda Noskova. A jovem tcheca de 20 anos começou o torneio como 27ª do mundo e ganha dez posições para entrar no top 20 pela primeira vez.Superada por Amanda Anisimova na final deste domingo, Noskova comemora as marcas inéditas na carreira, mas segue ciente de que a distância para o topo ainda é grande. Ela explica que esse era uma meta traçada para a atual temporada, mas que procurou não se cobrar demais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-o-resumo-deste-domingo-no-masters-1000-de-xangai.html",
        "title": "Confira o resumo deste domingo no Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-ATP-1024x576.jpg",
        "date": "05/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sente-caibras-e-abandona-na-terceira-rodada-em-xangai.html",
        "title": "Sinner sente cãibras e abandona na terceira rodada em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_xangai_back_olhabola.jpg",
        "date": "05/10/2025",
        "description": "Xangai (China) –Depois de uma estreia bastante exigente do ponto de vista físico, Jannik Sinner abandonou seu segundo jogo no Masters 1000 de Xangai, válido pela terceira rodada do evento. O número 2 do mundo e atual campeão sentiu cãimbras e se retirou da partida contra o holandês Tallon Griekspoor, 31º do ranking, quando perdia por 6/7 (3-7), 7/5 e 3/2 após 2h36 de partida."
    }
]