[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-repete-boa-campanha-e-faz-sua-segunda-semifinal-de-grand-slam.html",
        "title": "Pegula repete boa campanha e faz sua segunda semifinal de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula-usopen-fore-2025-e1756834769323-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Atual vice-campeã do US Open, a norte-americana Jessica Pegula novamente faz uma boa campanha no torneio e já está nas semifinais. Abrindo as quartas de final nesta terça-feira, ela venceu bem a tcheca Barbora Krejcikova, que não assustou a tenista da casa em momento algum e acabou derrotada com duplo 6/3 anotado em 1h27 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesDuplas feminino – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-mais-uma-no-juvenil-do-us-open-e-esta-nas-oitavas.html",
        "title": "Guto vence mais uma no juvenil do US Open e está nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto-usopen-vibra-2025-e1756832746559-1024x683.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Único brasileiro a superar a estreia dos torneios juvenis do US Open, o goiano Guto Miguel manteve o embalo nesta terça-feira e venceu mais uma. A vítima da vez foi o tenista da casa Simon Caldwell, batendo o norte-americano com parciais de 6/4 e 6/2, depois de apenas 72 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-wild-lideram-o-brasil-contra-a-grecia-de-tsitsipas.html",
        "title": "Fonseca e Wild lideram o Brasil contra a Grécia de Tsitsipas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54300904762_184588d6e9_3k-1024x684.jpg",
        "date": "02/09/2025",
        "description": "Atenas (Grécia)– Nesta terça-feira foram oficializadas as convocações para o duelo entre Brasil e Grécia pelo Grupo Mundial I da Copa Davis, que acontece entre os dias 13 e 14 de setembro. O time capitaneado por Jaime Oncins será liderado pelo carioca João Fonseca e o paranaense Thiago Wild."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-brinca-com-serena-e-cobra-sua-presenca-no-us-open.html",
        "title": "Venus brinca com Serena e cobra sua presença no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus-fernandez-usopen-entrevista-2025-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Uma das boas histórias deste US Open é a campanha da veterana norte-americana Venus Williams com a canadense Leylah Fernandez na chave de duplas. Elas já estão nas quartas de final e agora enfrentam a dupla número 1 do mundo, Taylor Townsend e Katerina Siniakova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-parece-que-tudo-o-que-eu-tentei-funcionou-a-meu-favor.html",
        "title": "Anisimova: “Parece que tudo o que eu tentei funcionou a meu favor”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova-usopen-rebate-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Responsável pela eliminação da paulista Beatriz Haddad Maia nas oitavas de final do US Open, a norte-americana Amanda Anisimova saiu de quadra bastante feliz com seu desempenho contra uma adversária que considera perigosa, mas que conseguiu controlar bem e passar sem sustos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/elogios-de-bublik-para-o-algoz-sinner-vao-de-ia-ate-goat.html",
        "title": "Elogios de Bublik para o algoz Sinner vão de IA até Goat",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bublik-careta-usopen-2025-e1756818107453-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Antes de entrar no Arthur Ashe Stadium, na entrevista pré-jogo com aESPN, o cazaque Alexander Bublik não poupou elogios para o italiano Jannik Sinner e isso acabou se provando em quadra com uma arrasadora derrota."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quartas-da-chave-feminina-do-us-open-reune-um-feito-raro-em-grand-slam.html",
        "title": "Quartas da chave feminina do US Open reúne um feito raro em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-5.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Com a definição das oito quadrifinalistas desta edição do US Open, a chave feminina reúne uma lista célebre e rara em Grand Slam. Pela primeira vez desde 1981 todas as tenistas que estão nas quartas de final são pelo menos finalistas de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-de-sinner-foi-a-mais-rapida-na-segunda-semana-do-us-open-desde-2019.html",
        "title": "Vitória de Sinner foi a mais rápida na segunda semana do US Open desde 2019",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-bublik-usopen-2025-e1756813266458-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)–Uma vitória como a do italiano Jannik Sinner sobre o cazaque Alexander Bublik não acontece toda hora em Grand Slam, principalmente nas fases mais agudas da competição. O triplo 6/1 anotado em apenas 81 minutos foi a partida mais rápida da segunda semana do US Open desde 2019."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-deu-para-bia-anisimova-nao-deu-chance.html",
        "title": "Bia não avança no US Open, Anisimova não deu chance",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-Blogs-900x600-1.jpg",
        "date": "02/09/2025",
        "description": "Diante de uma adversária extremamente agressiva, muito regular e que quase não errou, muito pelo contrário, acertou cada bola, Bia Haddad Maia não teve chance diante de Amanda Anisimova. O resultado de 6/0 e 6/3 foi até justo, especialmente pelo começo da partida, quando a brasileira iniciou mal o seu game de serviço e, sem opções, foi envolvida pela adversária."
    }
]