[
    {
        "url": "https://tenisbrasil.uol.com.br/invicto-ha-21-jogos-alcaraz-destaca-calma-nos-momentos-decisivos.html",
        "title": "Invicto há 21 jogos, Alcaraz destaca calma nos momentos decisivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_wimbledon_desliza-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Invicto há 21 partidas no circuito profissional, Carlos Alcaraz entende que nem sempre é possível jogar o seu melhor tênis, mas que manter a calma e estar forte mentalmente nos momentos decisivos tem sido essencial para os bons resultados. Essa postura foi decisiva em Roland Garros, onde salvou match-points contra Jannik Sinner, e continua sendo uma das chaves para sua sequência vitoriosa. O espanhol também venceu os torneios de Roma e Queen’s antes de chegar às oitavas de final em Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/derrota-apertada-mas-indiscutivel.html",
        "title": "Derrota apertada, mas indiscutível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_fonseca_wim_saque.jpg",
        "date": "04/07/2025",
        "description": "João Fonseca perdeu para um grande sacador e, na quadra de grama, não há muito o que se fazer contra isso. O chileno Nicolas Jarry escapou de 0~40 no momento decisivo do quarto set e virou o tiebreak de 2-4 para 7-4 porque confiou muito mais no seu serviço do que o jovem carioca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-vence-duelo-de-3h12-e-faz-semi-em-challenger-italiano.html",
        "title": "Wild vence duelo de 3h12 e faz semi em challenger italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/wild-rio-vibra-2025-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Modena (Itália) –Em seu terceiro jogo no challenger de Modena, Thiago Wild encarou a partida mais difícil da semana, mas garantiu mais uma vitória e o lugar na semifinal. O número 2 do Brasil e 129º do mundo superou o grego de 20 anos e vindo do quali Stefanos Sakellaridis, 423º colocado, por 6/3, 6/7 (5-7) e 7/6 (7-4) em 3h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-04-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "04/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-jogo-duro-com-raducanu-e-volta-as-oitavas-em-wimbledon.html",
        "title": "Sabalenka vence jogo duro com Raducanu e volta às oitavas em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_wimbledon_ajoelhada-1024x603.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –No jogo que encerrou a programação desta sexta-feira em Wimbledon, Aryna Sabalenka superou um ótimo teste contra Emma Raducanu, 40ª do ranking. A número 1 do mundo precisou de exatamente duas horas para marcar as parciais de 7/6 (8-6) e 6/4, salvando um set-point na primeira parcial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-foram-dois-sets-muito-rapidos-mas-tenho-bastante-a-aprender.html",
        "title": "Fonseca: “Foram dois sets muito rápidos, mas tenho bastante a aprender”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca_wimbledon_2R_raquete-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Com o fim de sua participação em Wimbledon, João Fonseca avaliou seu desempenho na partida desta sexta-feira contra o chileno Nicolas Jarry pela terceira rodada. O carioca de 18 anos e número 1 do Brasil lamentou o nível de atuação nos dois primeiros sets, em que teve poucas chances no saque do adversário, mas sentiu melhora a partir da terceira parcial. Ainda com pouca experiência no formato melhor de cinco sets, o jovem tenista assimila lições importantes para a sequência da temporada e os próximos anos de carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-faz-semi-no-saibro-alemao-marcondes-joga-final-de-duplas.html",
        "title": "Daniel Silva faz semi no saibro alemão, Marcondes joga final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/daniel_silva_hamburgo_vibra-1024x625.jpg",
        "date": "04/07/2025",
        "description": "Marburg (Alemanha) –Brasileiro com maior número de conquistas em nível future, com 27 no total, Daniel Dutra da Silva garantiu vaga na semifinal do ITF M25 de Marburg, no saibro alemão. O experiente paulista de 36 anos venceu o suíço Remy Bertola, cabeça 2 do torneio e 314º do ranking, por 4/6, 7/5 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-iga-e-djokovic-jogam-na-central-dois-juvenis-estreiam.html",
        "title": "Sinner, Iga e Djokovic jogam na Central, dois juvenis estreiam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_1r_corre-1024x554.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –As últimas vagas nas oitavas de final de Wimbledon serão definidas neste sábado, quando serão disputados os jogos que complementam a terceira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-vence-nova-batalha-de-cinco-sets-e-volta-as-oitavas-em-slam.html",
        "title": "Khachanov vence nova batalha de cinco sets e volta às oitavas em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/khachanov-prepara-wimbledon-2025-e1751657745220-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– O russo Karen Khachanov segue fazendo valer a condição de cabeça de chave 17 e já está nas oitavas de final em Wimbledon. Nesta sexta-feira, ele precisou de cinco sets e 3h48 para superar seu terceiro obstáculo na competição, batendo o português Nuno Borges em partida de duas viradas, com parciais de 7/6 (8-6), 4/6, 4/6, 6/3 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-resumo-da-partida-de-fonseca-com-jarry-em-12-minutos.html",
        "title": "Veja resumo da partida de Fonseca com Jarry em 12 minutos",
        "image": null,
        "date": "04/07/2025",
        "description": ""
    }
]