[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-alcaraz-de-adolescentes-prodigio-a-consagracao-em-paris.html",
        "title": "Gauff e Alcaraz: De adolescentes prodígio à consagração em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/arte_ps_gauff_rg.jpg",
        "date": "08/06/2025",
        "description": "Campeões de Roland Garros neste final de semana, Coco Gauff e Carlos Alcaraz viveram trajetórias parecidas no tênis: Adolescentes prodígio desde o início da carreira, eles cresceram cercaram cercados por um ambiente de pressão, expectativas e comparações com lendas do esporte. Não é tarefa fácil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-herdeiro-alcaraz-e-um-titulo-para-ninguem-esquecer.html",
        "title": "O herdeiro Alcaraz e um título para ninguém esquecer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_alcaraz_rg_trofeu.jpg",
        "date": "08/06/2025",
        "description": "Não sei se é possível jogar melhor, com maior intensidade física e controle emocional do que Carlos Alcaraz e Jannik Sinner fizeram durante 5h29 de uma final de Roland Garros que viveu inúmeras reviravoltas sem jamais perder qualidade. Foi talvez o jogo que fez grande parte dos fãs do tênis esquecer por um bom tempo do Big 3, porque os dois jovens líderes do ranking não deixaram nada a dever, do primeiro ao último ponto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-hoje-foi-tudo-sobre-acreditar-em-mim-mesmo-ate-o-fim.html",
        "title": "Alcaraz: “Hoje foi tudo sobre acreditar em mim mesmo até o fim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-sorri-trofeu-rg-2025-1024x683.jpeg",
        "date": "08/06/2025",
        "description": "Paris (França)– Carlos Alcaraz saiu do buraco, escalou uma muralha emocional e encontrou seu melhor tênis quando tudo parecia perdido. Com dois sets abaixo, três match-points contra e o número 1 do mundo do outro lado da quadra, o espanhol de 22 anos protagonizou neste domingo uma virada épica,ao vencer Jannik Sinner na decisão de Roland Garrospor 4/6, 6/7(5), 6/4, 7/6(3) e 7/6(10-2), em 5h29 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "08/06/2025",
        "description": "ATP 250 de ‘s-Hertogenbosch (Holanda) – Grama – 706.850 eurosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quatro-brasileiros-disputam-novo-challenger-argentino.html",
        "title": "Quatro brasileiros disputam novo challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli-porto-alegre-back-2025-1024x683.jpg",
        "date": "08/06/2025",
        "description": "Santa Fé (Argentina)– A longa temporada de torneios sobre o saibro argentino prossegue e o tênis brasileiro colocou quatro inscritos na chave principal do challenger de nivel 50 e premiação de US$ 60 mil que acontece a partir desta segunda-feira no saibro de Santa Fé."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-dificil-de-aceitar-tive-muitas-oportunidades-lamenta-sinner.html",
        "title": "“É difícil de aceitar, tive muitas oportunidades”, lamenta Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-trofeu-vice-rg-2025-1024x683.jpeg",
        "date": "08/06/2025",
        "description": "Paris (França)– Depois de 5h29 de uma batalha memorável contra Carlos Alcaraz, naquela que foi a final mais longa da história de Roland Garros, Jannik Sinner deixou a quadra Philippe Chatrier com a dor de quem teve o troféu nas mãos e viu a conquista escapar por detalhes. O italiano chegou a liderar por dois sets a zero, teve três match-points na quarta parcial e sacou para o título, masacabou superado pelo espanholcom uma virada por 4/6, 6/7 (5-7), 6/4, 7/6 (7-3) e 7/6 (10-2)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-as-emocoes-da-final-masculina-em-resumo-de-7-minutos.html",
        "title": "Veja as emoções da final masculina em resumo de 7 minutos",
        "image": null,
        "date": "08/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-do-ga-da-2a-etapa-do-circuito-nacional-infantojuvenil.html",
        "title": "Definidos os campeões do GA da 2ª Etapa do Circuito Nacional Infantojuvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Circuito-Infanto_Itajai_geral.jpg",
        "date": "08/06/2025",
        "description": "Itajaí (SC)– Foi finalizada, neste domingo, a 2ª Etapa do Circuito Nacional Infantojuvenil, com a disputa das finais de simples da chave GA, nas quadras do Itamirim Clube de Campo. Mesmo com a instabilidade do tempo ao longo da noite em Itajaí, a manutenção das quadras foi feita e as partidas aconteceram normalmente. Os campeões somaram 250 pontos no ranking, e os vice-campeões, 200 pontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-a-cerimonia-de-premiacao-na-integra-em-18-minutos.html",
        "title": "Veja a cerimônia de premiação na íntegra em 18 minutos",
        "image": null,
        "date": "08/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-busca-virada-epica-sobre-sinner-e-fatura-o-bi-em-paris.html",
        "title": "Alcaraz busca virada épica sobre Sinner e fatura o bi em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-caido-no-saibro-final-rg-2025-1024x683.jpeg",
        "date": "08/06/2025",
        "description": "Paris (França)– Cercada de expectativas, a primeira final de Grand Slam entre Jannik Sinner e Carlos Alcaraz entregou tudo o que o fã de tênis poderia desejar: intensidade, reviravoltas e emoção do começo ao fim. Depois de sair dois sets abaixo e ver o rival chegar a três match-points na quarta parcial, o espanhol encontrou forças para  buscar uma virada épica e conquistar o bicampeonato de Roland Garros: triunfo por 4/6, 6/7 (5-7), 6/4, 7/6 (7-3) e 7/6 (10-2), em 5h29 de batalha, fazendo desta a decisão mais longa da história do torneio."
    }
]