[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-consegue-revanche-contra-iga-e-faz-sua-segunda-semi-de-slam.html",
        "title": "Anisimova consegue revanche contra Iga e faz sua segunda semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova_usopen_coracao-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Menos de dois meses depois de protagonizarem a final de Wimbledon, que ficou marcada pelo atípico placar de duplo 6/0, Iga Swiatek e Amanda Anisimova voltaram a se enfrentar nesta quarta-feira, em jogo válido pelas quartas de final do US Open. E depois da conquista da polonesa nas quadras de grama, a norte-americana conseguiu se recuperar jogando em casa e venceu por 6/4 e 6/3 em 1h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-bt100-porto-alegre-marca-15-anos-de-marca-esportiva.html",
        "title": "Porto Alegre recebe três torneios profissionais de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/kudinova.jpg",
        "date": "03/09/2025",
        "description": "Porto Alegre (RS) –A capital gaúcha recebe, entre os dias 9 e 14 de setembro, no B Club, o BT 100 de Porto Alegre – Drop Shot 15 Anos, torneio de beach tennis valendo pontos no ranking mundial da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-virada-de-aliassime-diante-do-australiano.html",
        "title": "Confira a virada de Aliassime diante do australiano nas quartas",
        "image": null,
        "date": "03/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-faz-quartas-nas-duplas-do-juvenil-pela-2a-vez-em-ny.html",
        "title": "Victória Barros faz quartas nas duplas do juvenil pela 2ª vez em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/victoria-barros-uso-toss.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Assim como já havia acontecido no ano passado, Victória Barros disputará as quartas de final de duplas no torneio juvenil do US Open. A potiguar de 15 anos e a norte-americana Thea Frodin venceram a tcheca Sarah Fajmonova e a eslovaca Kali Supova por 6/3 e 6/4 em 59 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-vira-o-jogo-contra-de-minaur-e-volta-a-semi-apos-4-anos.html",
        "title": "Aliassime vira o jogo contra De Minaur e volta à semi após 4 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime_usopen_fore-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Pela segunda vez em sua carreira profissional Félix Auger-Aliassime disputará a semifinal do US Open. O canadense de 25 anos e 27º do ranking igualou a campanha de 2021 ao superar nesta quarta-feira o australiano Alex de Minaur, número 8 do mundo, por 4/6, 7/6 (9-7), 7/5 e 7/6 (7-4) em 4h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estudantes-participam-de-clinicas-de-beach-tennis-no-gonzaga.html",
        "title": "Estudantes participam de clínicas de beach tennis no Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/RPC5952.jpg",
        "date": "03/09/2025",
        "description": "Santos (SP)– A manhã desta quarta-feira foi marcada por muita alegria e energia na Praia do Gonzaga, em Santos. O Projeto Esporte & Saúde, que segue até domingo, recebeu estudantes da UME Cidade de Santos para uma vivência especial nas clínicas de beach tennis. Ao todo, 85 crianças e adolescentes participaram da atividade conduzida pelos professores do projeto, que levaram conhecimento sobre a modalidade e incentivaram a prática esportiva como parte de um estilo de vida saudável."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-britanica-do-top-100-na-segunda-rodada-no-mexico.html",
        "title": "Pigossi é superada por britânica do top 100 na segunda rodada no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore-1024x596.jpg",
        "date": "03/09/2025",
        "description": "Guadalajara (México) –Depois de tervencido sua partida de estreiana última segunda-feira, Laura Pigossi parou na segunda rodada WTA 125 de Guadalajara, em quadras duras no México. A número 2 do Brasil e 205ª do mundo foi superada pela britânicaFrancesca Jones, 89ª do ranking, que marcou um duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-bublik-e-aliassime-sao-os-principais-nomes-no-grupo-mundial-i-da-copa-davis.html",
        "title": "Ruud, Bublik e Aliassime são os principais nomes no Grupo Mundial I da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ruud-davis-2025-864x1024.jpg",
        "date": "03/09/2025",
        "description": "Londres (Inglaterra)– Na última terça-feira foram oficializadas todas as convocações das equipes que defenderão seus países na disputa do Grupo Mundial I da Copa Davis, que acontece entre os dias 12 e 14 de setembro. Além do grego Stefanos Tsitsipas, que enfrentará o Brasil, os principais nomes nas disputas são odo norueguês Casper Ruud, do cazaque Alexander Bublik e do canadense Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-e-daniel-silva-avancam-as-quartas-em-mar-del-plata.html",
        "title": "Sakamoto e Daniel Silva avançam às quartas em Mar del Plata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53697434197_d0cda8210c_k-e1714856734594-1024x714.jpg",
        "date": "03/09/2025",
        "description": "Mar del Plata (Argentina) –O Brasil terá dois representantes nas quartas de final do ITF M25 de Mar Del Plata, em quadras de saibro na Argentina. Os experientes paulistas Pedro Sakamoto e Daniel Dutra da Silva venceram seus jogos na rodada desta quarta-feira."
    }
]