[
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-e-estilista-ucraniana-lancam-colecao-inspirada-em-wimbledon.html",
        "title": "Svitolina e estilista ucraniana lançam coleção inspirada em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/svitolina_colecao.jpg",
        "date": "12/06/2025",
        "description": "Kiev (Ucrânia) –Ex-número 3 do mundo e duas vezes semifinalista em Wimbledon, Elina Svitolina exercitou seu lado criativo acaba de lançar uma coleção de roupas em parceria com a estilista ucraniana Svitlana Bevza."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-12-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "12/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – US$ 1.415.000Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-e-venus-vao-comandar-podcast-no-x-a-partir-de-agosto.html",
        "title": "Serena e Venus vão comandar podcast no X a partir de agosto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/serena-venus-williams-wimbledon-2012-1024x682.jpg",
        "date": "12/06/2025",
        "description": "Los Angeles (EUA) –Serena e Venus Williams estão partindo para novas experiências, desta vez nas ondas do rádio. As famosas irmãs anunciaram que vão lançar um podcast em vídeo em agosto em parceria com a plataforma de mídia social X."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-escolhe-federer-e-serena-como-maiores-de-todos-os-tempos.html",
        "title": "Tsitsipas escolhe Federer e Serena como maiores de todos os tempos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-19.jpg",
        "date": "12/06/2025",
        "description": "Nice (França)– A eterna discussão sobre quem é o maior de todos os tempos (GOAT) ganhou a contribuição do grego Stefanos Tsitsipas que, em uma publicação no Instagram da Mouratoglou Tennis Academy, elencou quem considera os maiores da história do tênis e destacou o suíço Roger Federer e a norte-americana Serena Williams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-7-de-aumento-wimbledon-tera-uma-premiacao-recorde.html",
        "title": "Com 7% de aumento, Wimbledon terá uma premiação recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/alcaraz-krejcikova-baile-de-gala-wimbledon-1024x640.jpeg",
        "date": "12/06/2025",
        "description": "Londres (Inglaterra)– Nesta quinta-feira, a direção do All England Lawn Tennis Club anunciou as novidades para a edição deste ano de Wimbledon e uma delas é o aumento em sua premiação em dinheiro para 53,5 milhões de libras (US$ 72,59 milhões), um crescimento de 7% em relação a 2024 e o dobro do que foi oferecido há uma década."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/arena-btg-pactual-anuncia-nova-patrocinadora-do-complexo.html",
        "title": "Arena BTG Pactual anuncia nova patrocinadora do complexo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/arenabtg_vistaaerea.jpeg",
        "date": "12/06/2025",
        "description": "São Paulo (SP)– A Arena BTG Pactual celebra a chegada de um novo e saboroso reforço para sua equipe de patrocinadores: a Seara Gourmet. Reconhecida por sua excelência no segmento de alimentos premium, a marca se une ao complexo com o objetivo de posicionar e fortalecer a presença no universo do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-define-confrontos-do-itf-sand-series-brasilia-classic-2025.html",
        "title": "Sorteio define confrontos do ITF Sand Series Brasília Classic 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Sand-Series-Brasilia_sorteio.jpeg",
        "date": "12/06/2025",
        "description": "Brasília (DF) –O clima de expectativa para o ITF Sand Series Brasília Classic 2025 tomou conta da Arena BRB na noite desta quarta-feira, com a realização do sorteio oficial das chaves feminina e masculina. A partir desta quinta-feira, às 13h, a arena recebe os primeiros jogos de um dos principais torneios do calendário mundial de beach tennis, que este ano distribuirá uma premiação recorde de US$ 109 mil (cerca de R$ 621 mil). Os jogos têm transmissão ao vivo pelo canal PlayBT no YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-11-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "11/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – US$ 1.415.000Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-vence-jovem-tcheca-laura-faz-semi-nas-duplas.html",
        "title": "Carol Meligeni vence jovem tcheca, Laura faz semi nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_vibra_cut-1024x693.jpg",
        "date": "11/06/2025",
        "description": "Ceska Lipa (República Tcheca) –A estreia de Carol Meligeni no ITF W75 de Ceska Lipa, em quadras de saibro na República Tcheca, foi com resultado positivo. A número 3 do Brasil e 276ª do mundo venceu a jovem anfitriã de apenas 14 anos Jana Kovackova por 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-zormann-vencem-em-lyon-schiessl-faz-quartas-na-italia.html",
        "title": "Luz e Zormann vencem em Lyon, Schiessl faz quartas na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/Schiessl-campinas-olha-bola.jpg",
        "date": "11/06/2025",
        "description": "Lyon (França) –A parceria formada pelo gaúcho Orlando Luz e o paulista Marcelo Zormann estreou com vitória no challenger de Lyon, em quadras de saibro na França. Principais cabeças de chave, os brasileiros venceram o belga Michael Geerts e o dinamarquês Johannes Ingildsen por 6/3 e 6/4. Eles enfrentam nas quartas o francês Luca Sanchez e o japonês Seita Watanabe."
    }
]