[
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-preto-vai-sediar-a-proxima-copa-do-mundo-de-beach-tennis.html",
        "title": "Ribeirão Preto vai sediar a próxima Copa do Mundo de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sand-series-Ribeirao-1.png",
        "date": "26/09/2025",
        "description": "Ribeirão Preto (SP) –Após ser confirmada, pelo terceiro ano consecutivo, como palco de um Sand Series, maior circuito de beach tennis do mundo, Ribeirão Preto dará um passo ainda maior: sediará a próxima edição da Copa do Mundo da modalidade. O anúncio oficial foi feito nesta sexta-feira, durante coletiva de imprensa na Arena Beach Ribeirão, com a presença de representantes da Federação Paulista de Tênis, do comitê organizador e de autoridades locais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/costa-do-sauipe-open-confirma-convite-para-luis-guto-miguel-na-chave-principal.html",
        "title": "Costa do Sauípe Open confirma convite para Guto Miguel na chave principal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto_miguel_direita.jpg",
        "date": "26/09/2025",
        "description": "Costa do Sauípe (Bahia) –A organização do Costa do Sauípe Open, inédito ATP Challenger 125, anunciou nesta sexta-feira a participação do jovem goiano Luís Guto Miguel, de 16 anos, como um dos convidados da chave principal. O torneio acontece de 19 a 26 de outubro, no resort Costa do Sauípe, na Bahia, com premiação total de US$ 200 mil e valendo 125 pontos no ranking da ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-26-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gimenez_joinville_slice.jpg",
        "date": "26/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 miQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-marcar-1o-ponto-na-atp-bonini-recebe-convite-para-itf-em-salvador.html",
        "title": "Após marcar 1º ponto na ATP, Bonini recebe convite para ITF em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bonini_barueri_back-1024x682.jpg",
        "date": "26/09/2025",
        "description": "Salvador (BA) –O torneio ITF M25 de Salvador (BA), evento internacional profissional da capital baiana, acontece entre os dias 28 de setembro e 4 de outubro no Clube Bahiano de Tênis, terá a presença de grandes nomes do tênis juvenil brasileiro que vêm dando os primeiros passos no profissional. A competição conta com premiação total de US$ 30 mil, com importantes pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais. O evento tem entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-cai-nas-quartas-na-argentina-boscardin-e-reis-decidem-nas-duplas.html",
        "title": "Pucinelli cai nas quartas na Argentina, Boscardin e Reis decidem nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_poa_back_sol.jpg",
        "date": "26/09/2025",
        "description": "Buenos Aires (Argentina)– Único brasileiro a alcançar as quartas de final de simples no challenger de Buenos Aires, o paulista Matheus Pucinelli foi derrotado de virada nesta sexta-feira pelo equatoriano Alvaro Guillen Meza com o placar final de 1/6, 6/4 e 6/4, depois de 1h37 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-swiatek-sinner-stefani-e-zheng-jogam-sabado-em-pequim.html",
        "title": "Andreeva, Swiatek, Sinner, Stefani e Zheng jogam sábado em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng_pequim_treina-1024x647.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –A rodada de sábado em Pequim terá mais estreias de cabeças de chave na disputa feminina, enquanto o torneio masculino terá o complemento das oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-orlandinho-perdem-2-match-points-e-levam-dura-virada-na-semi.html",
        "title": "Demoliner e Orlandinho perdem 2 match-points e levam dura virada na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/demoliner_luz_madri-1024x783.jpg",
        "date": "26/09/2025",
        "description": "Lisboa (Portugal)– A sexta-feira foi de se esquecer para os gaúchos Orlando Luz e Marcelo Demoliner, que deixaram escapar a vaga na final do challenger de Lisboa. Eles perderam dois match-points no set final e levaram a virada dos espanhóis Pablo Llamas e Sergiu Martos com o placar final de 1/6, 7/6 (7-4) e 12-10"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-joga-as-4h-deste-sabado-alcaraz-vai-fechar-a-rodada.html",
        "title": "Rune joga às 4h deste sábado, Alcaraz vai fechar a rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune-usopen-back-2025-1024x681.jpg",
        "date": "26/09/2025",
        "description": "Tóquio (Japão) –As últimas vagas nas quartas de final do ATP 500 de Tóquio serão definidas neste sábado. Entre os destaques, estão o espanhol Carlos Alcaraz e o dinamarquês Holger Rune."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeao-de-2023-hurkacz-lidera-lista-de-desistencias-em-xangai.html",
        "title": "Campeão de 2023, Hurkacz lidera lista de desistências em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/hurkacz-xangai-trofeu-2023.jpg",
        "date": "26/09/2025",
        "description": "Xangai (China)– Principal torneio da temporada asiática, o Masters 1000 de Xangai terá algumas baixas de peso, uma delas é a do campeão de 2023, o polonês Hubert Hurkacz, que ainda está lutando contra uma lesão nas costas e não participará da competição neste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-e-musetti-fecham-a-rodada-de-sexta-com-vitorias-distintas.html",
        "title": "Zverev e Musetti fecham a rodada de sexta com vitórias distintas",
        "image": null,
        "date": "26/09/2025",
        "description": "Pequim (China)– Últimos a entrar em quadra nesta sexta-feira no ATP 500 de Pequim, fechando o dia em suas respectivas quadras, Alexander Zverev e Lorenzo Musetti tiveram vitórias distintas. Enquanto o alemão superou a estreia com autoridade, sem perder set, o italiano teve trabalho e encarou três sets e dois tiebreaks para seguir vivo na competição."
    }
]