[
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-tem-estudado-jovens-de-sinner-a-fonseca-para-melhorar-seu-jogo.html",
        "title": "Ruud tem estudado jovens de “Sinner a Fonseca” para melhorar seu jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/ruud-united-cup-2023-sunday-e1768356583869-1024x682.jpg",
        "date": "13/01/2026",
        "description": "Auckland (Nova Zelândia)– Embora já tenha conquistado 14 títulos em nível ATP e feito três finais de Grand Slam, derrotado em todas elas, o norueguês Casper Ruud sabe que não pode ficar parado e por isso tem estudado a nova geração, para aprender com eles o que pode tentar acrescentar em seu jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-vence-exibicao-contra-zhang-e-lamenta-nao-jogar-no-mesmo-nivel.html",
        "title": "Kyrgios vence exibição contra Zhang e lamenta não jogar no mesmo nível",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kyrgios-kooyong-close-2026-e1768355303781-1024x683.jpg",
        "date": "13/01/2026",
        "description": "Melbourne (Austrália)– O australiano Nick Kyrgios derrotou o chinês Zhizhen Zhang por 6/3, 4/6 e 11-9 no Kooyong Classic, uma exibição clássica antes do Australian Open. Após o triunfo, o tenista da casa lamentou aos fãs que compareceram em massa para apoiá-lo, que ele nunca mais voltaria ao seu melhor nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-14-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federacao-paulista-anuncia-importante-parceria-e-faz-balanco-de-2025.html",
        "title": "Federação Paulista anuncia importante parceria e faz balanço de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/itfw35_leme.jpeg",
        "date": "13/01/2026",
        "description": "São Paulo (SP)– A Federação Paulista de Tênis (FPT) inicia a temporada 2026 anunciando uma importante parceria com a Playpiso, empresa referência em pisos esportivos, especialmente em quadras de tênis. O acordo, com duração de quatro anos, estabelece a Playpiso como o piso oficial da FPT, fortalecendo a estrutura e a qualidade dos eventos organizados pela entidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-13-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/daniel_silva_uruguai_fore-1024x683.jpg",
        "date": "13/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-e-pedro-boscardin-tambem-avancam-em-buenos-aires.html",
        "title": "Daniel Silva e Pedro Boscardin também avançam em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_olhabola.jpg",
        "date": "13/01/2026",
        "description": "* atualizado às 19h27 com derrota de Leite e vitória de Saraiva"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norte-americano-e-suspenso-por-dois-anos-por-doping.html",
        "title": "Norte-americano é suspenso por dois anos por doping",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/ALFREDO-CASSO-1024x576.jpg",
        "date": "13/01/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta terça-feira que o norte-americano Alfredo Casso foi suspenso por dois anos após violar o Programa Antidoping do Tênis. O jogador de 24 anos testou positivo para a substância proibida clomifeno em julho de 2025, durante um torneio do ITF World Tennis Tour disputado em Santa Tecla, em El Salvador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-vence-a-primeira-na-argentina-carol-joga-na-quarta-feira.html",
        "title": "Pedretti vence a primeira na Argentina, Carol joga na quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti_paineiras25_rebate-1024x683.jpg",
        "date": "13/01/2026",
        "description": "Buenos Aires (Argentina) –A paulista Thaísa Pedretti conseguiu a primeira vitória brasileira no ITF W50+H de Buenos Aires, em quadras de saibro. Pedretti, de 26 anos e 474ª do ranking, superou a grega Martha Matoula, cabeça 6 do evento e 389ª colocada, por 6/3 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tera-a-companhia-de-musetti-e-cerundolo-em-buenos-aires.html",
        "title": "Fonseca terá a companhia de Musetti e Cerúndolo em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca-trofeu_sorrindo-1024x632.jpg",
        "date": "13/01/2026",
        "description": "Buenos Aires (Argentina) –A lista de inscritos para o ATP 250 de Buenos Aires foi divulgada nesta terça-feira pela organização do torneio, que acontece entre os dias 9 e 15 de fevereiro, em quadras de saibro. O carioca João Fonseca, número 1 do Brasil e 30º do mundo, é o atual campeão na capital argentina. Ele é o único atleta nacional a entrar diretamente na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-boa-vitoria-matos-e-luz-desafiam-harrison-e-skupski-as-21h30.html",
        "title": "Após boa vitória, Matos e Luz desafiam Harrison e Skupski às 21h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/matos_peniza_luz_brisbane-1024x576.jpg",
        "date": "13/01/2026",
        "description": "Adelaide (Austrália) –Nesta terça-feira, a dupla gaúcha Orlando Luz e Rafael Matos estreou no ATP 250 de Adelaide, na Austrália, com vitória. O torneio é o último preparatório antes do Australian Open, que começa dia 18."
    }
]