[
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-vence-a-primeira-no-quali-de-paris-coric-cai-na-estreia.html",
        "title": "Cilic vence a primeira no quali de Paris, Coric cai na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/cilic_rg_back-1024x633.jpg",
        "date": "20/05/2025",
        "description": "Paris (França) –A busca por uma vaga na chave principal de Roland Garros começou com vitória para Marin Cilic. O experiente croata de 36 anos estreou com vitória no quali em Paris contra o chinês Yibing Wu por 6/2 e 6/3. Seu próximo rival será o espanhol Pol Martin Tiffon, 208º do ranking, em confronto inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-fokina-e-aliassime-estreiam-bem-no-saibro-de-hamburgo.html",
        "title": "Tiafoe, Fokina e Aliassime estreiam bem no saibro de Hamburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aliassime_hamburgo_voleia-1024x576.jpg",
        "date": "20/05/2025",
        "description": "Hamburgo (Alemanha) –A rodada desta terça-feira no ATP 500 de Hamburgo foi de resultados positivos para três cabeças de chave. O norte-americano Frances Tiafoe, o espahol Alejandro Davidovich Fokina e o canadense Félix Auger-Aliassime venceram suas partidas de estreia no torneio alemão em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-vence-a-primeira-em-genebra-djokovic-e-fritz-estreiam-quarta.html",
        "title": "Hurkacz vence a primeira em Genebra, Djokovic e Fritz estreiam quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/hurkacz-geneva-2025-tuesday-2-1024x576.jpg",
        "date": "20/05/2025",
        "description": "Genebra (Suíça) –Em uma rodada bastante prejudicada por chuva, o polonês Hubert Hurkacz foi um dos poucos jogadores a avançar no ATP 250 de Genebra. Ele superou nesta terça-feira o convidado francês Arthur Cazaux por 6/3 e 6/4 em 1h17 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sada-nahimana-vence-em-rabat-e-faz-historia-para-o-burundi.html",
        "title": "Sada Nahimana vence em Rabat e faz história para o Burundi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nahimana_rabat_voleia-1024x509.jpg",
        "date": "20/05/2025",
        "description": "Rabat (Marrocos) –Sada Nahimana fez história para o Burundi nesta terça-feira ao se tornar a primeira tenista do país a vencer uma partida na WTA. Vinda do quali, a jogadora de 24 anos e 264ª do ranking avançou no 250 de Rabat ao superar a marroquina Aya El Aouni por 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-as-6h-em-busca-das-quartas-em-estrasburgo.html",
        "title": "Bia joga às 6h em busca das quartas em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Beatriz_Haddad_Maia_-_Mutua_Madrid_Open_2025_-_Day_5-DSC_8852_xgaplus.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –Depois devencer sua partida de estreiano WTA 500 de Estrasburgo, Beatriz Haddad Maia volta à quadra nesta quarta-feira, a partir das 6h (de Brasília). A número 1 do Brasil e 23ª do mundo enfrenta a norte-americana Ashlyn Krueger, jovem de 21 anos e 31ª do ranking, em confronto inédito no circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-20-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "20/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Qualificatório – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-estreia-bem-e-faz-quartas-badosa-tambem-avanca.html",
        "title": "Rybakina estreia bem e faz quartas, Badosa também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/badosa_stras_back-1024x511.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –A estreia de Elena Rybakina no WTA 500 de Estrasburgo foi com uma vitória bastante segura. A cazaque, número 12 do mundo, superou nesta terça-feira a chinesa Xinyu Wang, 42ª do ranking, com parciais de 6/1 e 6/3 em apenas 1h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-no-momento-nao-procuro-treinador-tenho-dusan-vemic.html",
        "title": "Djokovic: “No momento não procuro treinador, tenho Dusan Vemic”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/DJOKOVIC-GGO-PHOTO-NEWS-7-e1747766775224-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Genebra (Suíça)– Desde a separação da parceria com o britânico Andy Murray, muito especulou-se sobre o futuro treinador do sérvio Novak Djokovic, que nesta terça-feira colocou um ponto final nesta questão. Em entrevista coletiva antes de sua estreia no ATP 250 de Genebra, ele confirmou que Dusan Vemic será o nome ao seu lado em uma equipe que terá também Boris Bosnjakovic"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-avancam-diretamente-a-semifinal-em-estrasburgo.html",
        "title": "Stefani e Babos avançam diretamente à semifinal em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani-ao-espera-2025.jpg",
        "date": "20/05/2025",
        "description": "Estrasburgo (França) –A parceria de Luísa Stefani com a húngara Timea Babos avançou diretamente à semifinal de duplas do WTA 500 de Estrasburgo. Vindas de umavitória na estreia no último domingo, elas enfrentariam nas quartas a tcheca Marie Bouzkova e a russa Alexandra Panova. No entanto, Bouzkova se retirou da competição nesta terça, por lesão na coxa esquerda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-e-nana-avancam-em-milao-e-se-juntam-a-guto-na-2a-fase.html",
        "title": "Victória e Naná avançam em Milão e se juntam a Guto na 2ª fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300fr_drop-1024x578.jpg",
        "date": "20/05/2025",
        "description": "Milão (Itália) –As duas juvenis brasileiras mais bem colocadas no ranking mundial da categoria venceram suas partidas de estreia no ITF J500 de Milão, em quadras de saibro na Itália. A potiguar Victória Barros e a paulista Nauhany Silva avançaram na competição e se juntam ao goiano Guto Miguel, que venceu na última segunda-feira."
    }
]