[
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalista-de-minaur-tentara-vitoria-inedita-contra-sinner.html",
        "title": "Semifinalista, De Minaur tentará vitória inédita contra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/deminaur_finals_back-1024x576.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –Semifinalista do ATP Finals, Alex de Minaur vai em busca de um resultado inédito em sua carreira. O australiano desafia Jannik Sinner, número 2 do mundo e atual campeão do torneio. De Minaur perdeu todos os 12 jogos que fez contra o italiano, sendo três deles neste ano, e falou sobre o domínio que Sinner e o espanhol Carlos Alcaraz exercem no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-13-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "13/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saraiva-pereira-e-leite-tambem-avancam-as-quartas-em-criciuma.html",
        "title": "Saraiva, Pereira e Leite também avançam às quartas em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_rebate.jpg",
        "date": "13/11/2025",
        "description": "Criciúma (SC) –O Brasil terá seis jogadores nas quartas de final doITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. O brasiliense Paulo Saraiva, o pernambucano José Pereira e o carioca Wilson Leite venceram seus jogos desta quinta-feira e se juntam a Pedro Sakamoto, Nicolas Zanellato e Eduardo Ribeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-fecha-a-primeira-fase-invicto-e-garante-o-no-1-da-temporada.html",
        "title": "Alcaraz fecha a primeira fase invicto e garante o nº 1 da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-thursday-1-1024x576.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –O primeiro objetivo de Carlos Alcaraz no ATP Finals foi cumprido com sucesso. Líder do ranking mundial, o espanhol iniciou o torneio sabendo que poderia manter o número 1 até o fim do ano se passasse invicto pela fase de grupos e conseguiu sua terceira vitória seguida em Turim. Alcaraz superou nesta quinta-feira o italiano Lorenzo Musetti, nono do ranking, por 6/4 e 6/1 em 1h23 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-aproveita-pausa-para-tratar-joelho-e-mira-objetivos-maiores.html",
        "title": "Fritz aproveita pausa para tratar joelho e mira objetivos maiores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fritz-turin-2025-serve-1024x576.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –Vice-campeão da edição passada no ATP Finals, Taylor Fritz não repetiu o bom desempenho neste ano e foi eliminado ainda na fase de grupos. O norte-americano se despediu da competição com a derrota por 7/6 (7-3) e 6/3 para o australiano Alex de Minaur. Atual número 6 do mundo, Fritz quer aproveitar o período sem competições para tratar de uma tendinite no joelho, que o incomodou ao longo do ano, e mira objetivos maiores para 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cash-e-glasspool-vencem-confronto-direto-e-garantem-semifinal-britanica.html",
        "title": "Cash e Glasspool vencem confronto direto e garantem semifinal britânica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cash-glasspool-turin-2025-tues-1024x576.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –No encontro entre duas parcerias campeãs de Grand Slam na temporada, os britânicos Julian Cash e Lloyd Glasspool venceram o espanhol Marcel Granollers e o argentino Horacio Zeballos por 6/3 e 7/5 e garantiram a segunda vaga do Grupo Peter Fleming do ATP Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-iga-no-time-polonia-tenta-se-manter-na-elite-da-bjk-cup.html",
        "title": "Com Iga no time, Polônia tenta se manter na elite da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/iga_bjk_treino_caminhando.jpg",
        "date": "13/11/2025",
        "description": "Gorzow Wielkopolski (Polônia) –Depois de disputar o WTA Finals em Riad, Iga Swiatek tem mais um compromisso antes de encerrar a temporada. A número 2 do mundo se juntou à equipe da Polônia para a disputa dos playoffs da Billie Jean King Cup. As polonesas estão no Grupo B e vão jogar em casa contra Romênia e Nova Zelândia neste final de semana, valendo a permanência no Qualificatório Mundial de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-joga-as-10h-desta-sexta-zverev-e-aliassime-duelam-as-16h30.html",
        "title": "Sinner joga às 10h desta sexta, Zverev e Aliassime duelam às 16h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/auger-aliassime-paris-2025-serve-1024x576.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália) –A rodada desta sexta-feira no ATP Finals vai definir o último classificado no Grupo Bjorn Borg. O alemão Alexander Zverev e o canadense Félix Auger-Aliassime se enfrentam a partir de 16h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kafelnikov-acredita-que-fonseca-possa-em-breve-se-classificar-para-o-finals.html",
        "title": "Kafelnikov acredita que Fonseca possa em breve se classificar para o Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_caminha_cut-e1761228057236-1024x682.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália)– Bastante experiente no ATP Finals, tendo competido no torneio sete vezes, o russo Yevgeny Kafelnikov acompanha de perto o circuito durante toda a temporada. Ele assistiu à conquista do maior título da carreira do jovem carioca João Fonseca no ATP 500 de Basileia no mês passado e acredita que ele em breve poderá disputar o Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ja-classificado-alcaraz-enfrenta-musetti-de-olho-no-numero-1.html",
        "title": "Já classificado, Alcaraz enfrenta Musetti de olho no número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-nitto-atp-finals-2025-sf-qualified-e1763049121275-1024x682.jpg",
        "date": "13/11/2025",
        "description": "Turim (Itália)– A vitória em sets diretosdo australiano Alex de Minaursobre o norte-americano Taylor Fritz garantiu a classificação de Carlos Alcaraz para as semifinais do ATP Finals, mas ainda assim sua partida contra o italiano Lorenzo Musetti, na rodada noturna desta quinta-feira, vale muito para o espanhol."
    }
]