[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-que-atrapalhar-planos-de-uma-final-entre-alcaraz-e-sinner.html",
        "title": "Djokovic que atrapalhar planos de uma final entre Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-back-2025-1024x681.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Mesmo aos 38 anos, o sérvio Novak Djokovic continua sendo capaz de jogar um grande tênis e por isso está em mais uma semifinal de Grand Slam. Contudo, a idade acaba cobrando um pouco seu preço e ele sabe que o físico já não é o mesmo de outrora, mas ainda assim garante que fará de tudo para buscar o tão sonhando com o 25º título de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-sobre-enfrentar-sabalenka-voce-acha-que-preciso-me-esforcar-100.html",
        "title": "Kyrgios sobre enfrentar Sabalenka: “Você acha que preciso me esforçar 100%?”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/kyrgios_reproducao.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Nick Kyrgios não acredita que precisará “se esforçar 100%” para derrotar a número 1 do mundo feminino, Aryna Sabalenka, em uma nova “Batalha dos Sexos”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-pode-ser-previsto-por-inteligencia-artificial.html",
        "title": "Tênis pode ser previsto por Inteligência Artificial?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tenis_IA-1024x592.jpeg",
        "date": "03/09/2025",
        "description": "A ascensão da Inteligência Artificial (IA) trouxe consigo um debate fascinante: até que ponto é possível prever resultados esportivos com base em dados, algoritmos e aprendizado de máquina? No futebol, o tema já não é novidade. Mas no tênis, um esporte de características individuais e dinâmicas próprias, a questão permanece aberta. Afinal, é realmente viável prever com precisão quem sairá vencedor em uma partida de tênis?"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-lamenta-chances-perdidas-em-mais-uma-derrota-para-djokovic.html",
        "title": "Fritz lamenta chances perdidas em mais uma derrota para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-usopen-estica-2025-1024x681.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Após mais uma derrota diante do sérvio Novak Djokovic, a 11ª seguida, o norte-americano Taylor Fritz não evitou a frustração, principalmente pelas chances perdidas. Ele converteu apenas dois dos 13 break-points que teve na partida, desperdiçando os 10 primeiros, o que acabou fazendo muita falta em um duelo tão duro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-defende-as-duplas-e-diz-que-nao-e-inferior-a-simples.html",
        "title": "Townsend defende as duplas e diz que não é inferior a simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/townsend-siniakova-cumprimentam-usopen-2025.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Atual número 1 do mundo nas duplas, a norte-americana Taylor Townsend fez uma defesa efusiva das duplas depois de garantir vaga nas semifinais do US Open ao lado da tcheca Katerina Siniakova. Ela criticou a ideia de que a modalidade é inferior a simples e garantiu que pretende seguir competindo nas duas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-djokovic-conseguem-feito-que-rivalidade-de-federer-e-nadal-nao-alcancou.html",
        "title": "Alcaraz e Djokovic conseguem feito que rivalidade de Federer e Nadal não alcançou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/GUIxsfNWUAAxKTM-1024x683.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– A rivalidade entre o espanhol Carlos Alcaraz e o sérvio Novak Djokovic acaba de alcançar um feito que nem mesmo o histórico confronto entre o suíço Roger Federer e o espanhol Rafael Nadal conseguiu: duelos em todos os Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-mantem-rotina-e-joga-golfe-na-folga-desta-vez-com-o-idolo-garcia.html",
        "title": "Alcaraz mantém rotina e joga golfe na folga, desta vez com o ídolo Garcia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tacada-de-golfe_USO_by-Simon-Buty.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Nesta terça-feira, Alcaraz derrotou Jiri Lehecka em sets diretos e já sabe o que vai fazer nesta quarta, em que folga no US Open, já garantido nas semifinais.  O espanhol de 22 anos transformou seus dias de folga em Nova York em dias de golfe e enfrentará um de seus adversários mais difíceis até agora: o campeão do Masters de 2017, Sergio Garcia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rajeev-ram-e-o-unico-americano-ativo-com-500-vitorias-em-duplas.html",
        "title": "Rajeev Ram é o único americano ativo com 500 vitórias em duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ram-500-vitorias-1.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Depois que Rajeev Ram conquistou o título de duplas masculino do US Open pela primeira vez em 2021 com Joe Salisbury, ele e o técnico de longa data Bryan Smith decidiram fixar algumas metas para a carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desafia-alcaraz-ou-alcaraz-desafia-djokovic.html",
        "title": "Djokovic desafia Alcaraz… ou Alcaraz desafia Djokovic?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_semi_uso.jpg",
        "date": "03/09/2025",
        "description": "Muito superiores a qualquer adversário que encararam neste US Open até aqui, Carlos Alcaraz e Novak Djokovic vão mesmo duelar na semifinal de sexta-feira, o que promete ser o primeiro grande momento de Flushing Meadows e um dos maiores da temporada. E nunca se pode esquecer que, no caso improvável que Jannik Sinner não vingue no lado de cima da chave, o duelo tem um ar de decisão de título."
    }
]