[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro-rio-slice-2025-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas mistas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-jogando-fora-da-minha-zona-de-conforto-diz-de-minaur.html",
        "title": "“Estou jogando fora da minha zona de conforto”, diz De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-minaur-alcaraz-australian-open-2026.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Principal tenista australiano na atualidade, Alex de Minaur se despediu nas quartas do Grand Slam de seu país natal, ao serderrotado por Carlos Alcaraz em um placar de 7/5, 6/2 e 6/1, nesta terça-feira. É a sexta vez que ele perde para o atual número 1 do mundo e continua sem vitórias diante do espanhol. Com o resultado, o último título de um australiano na competição segue sendo o de Mark Edmondson em 1976."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/essas-adolescentes-estao-me-testando-brinca-sabalenka.html",
        "title": "“Essas adolescentes estão me testando”, brinca Sabalenka",
        "image": null,
        "date": "27/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-supera-primeiro-grande-desafio.html",
        "title": "Alcaraz supera primeiro grande desafio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_alca_semi.jpg",
        "date": "27/01/2026",
        "description": "A fase de desafios técnicos e emocionais começou para Carlos Alcaraz e ele superou a primeira barreira com louvor. Depois de um primeiro set em que titubeou duas vezes diante de um aguerrido Alex de Minaur, o espanhol controlou a ansiedade e teve a paciência necessária para achar a hora precisa de despejar seu imenso arsenal. Garantiu-se assim de forma inédita na semifinal do Australian Open. É o segundo Grand Slam seguido em que atinge a penúltima rodada sem perder set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-veja-as-cinco-melhores-jogadas-desta-terca.html",
        "title": "Australian Open: veja as cinco melhores jogadas desta terça",
        "image": null,
        "date": "27/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-mola-branco-conquista-1a-etapa-do-circuito-beach-tennis.html",
        "title": "Dupla de Mola e Branco conquista 1ª etapa do  Circuito Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/danielmola_leobranco_valinhos26-2.jpeg",
        "date": "27/01/2026",
        "description": "Valinhos (SP) –Foram definidos, neste domingo, os primeiros campeões da nova temporada do Circuito Beach Tennis, o maior do país que, em 2025, teve 11 mil inscrições nas 18 etapas realizadas. A primeira etapa ocorreu no CT Lucas Sousa, em Valinhos, e teve mais de 450 atletas na disputa e transmissão do canal PlayBT no Youtube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovic-assimila-licoes-da-derrota-na-proxima-saberei-melhor-o-que-fazer.html",
        "title": "Jovic assimila lições da derrota: “Na próxima, saberei melhor o que fazer”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/jovic_ausopen_term_qf-1024x677.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Com o fim de sua participação no Australian Open e da melhor campanha de sua carreira em Grand Slam, Iva Jovic assimila as lições daderrota sofrida para Aryna Sabalenka, número 1 do mundo e bicampeã do torneio, nesta terça-feira. A norte-americana de 18 anos se tornou a mais jovem desde Nicole Vaidisova em 2007 a chegar tão longe em Melbourne e tenta destacar o aprendizado deste jogo para as próximas oportunidades."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-treina-com-djokovic-na-australia-tenho-que-aproveitar-o-maximo.html",
        "title": "Guto treina com Djokovic na Austrália: “Tenho que aproveitar o máximo”",
        "image": null,
        "date": "27/01/2026",
        "description": "Entrevista pós jogo de hoje.Detalhe: Vem aí mais um treino com Novak Djokovic. 🔥"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-tentei-me-manter-positiva-mas-nada-funcionou-hoje.html",
        "title": "Gauff: “Tentei me manter positiva, mas nada funcionou hoje”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_ausopen_saida-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Depois de sofrer uma dura derrota nas quartas de final do Australian Open, Coco Gauff avaliou o desempenho na partida desta terça-feira diante de Elina Svitolina. Com uma atuação bem abaixo de suas expectativas, a número 3 do mundo reconheceu os méritos da ucraniana, que foi superior e a deixou em situações desconfortáveis durante o jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adversario-de-guto-nas-oitavas-faz-historia-para-botsuana-em-grand-slam.html",
        "title": "Adversário de Guto nas oitavas faz história para Botsuana em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raguin_ausopen_toss-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Adversário de Guto Miguel nas oitavas de final do Australian Open juvenil, Ntungamili Raguin está fazendo história para o tênis de Botsuana. O tenista de 17 anos é o primeiro de seu país a disputar um Grand Slam, como júnior ou profissional."
    }
]