[
    {
        "url": "https://tenisbrasil.uol.com.br/tjen-vence-mais-uma-e-recoloca-a-indonesia-em-uma-final-apos-23-anos.html",
        "title": "Tjen vence mais uma e recoloca a Indonésia em uma final após 23 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tjen_spopen_toss-1024x683.jpg",
        "date": "13/09/2025",
        "description": "São Paulo (SP) –A semana de Janice Tjen no SP Open segue histórica para o tênis da Indonésia. A jogadora de 23 anos e 130ª do ranking garantiu vaga na final do WTA 250 na capital paulista ao vencer a britânica Francesca Jones por 7/6 (7-0) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-wild-enfrenta-tsitsipas-em-busca-do-segundo-ponto-na-davis.html",
        "title": "Ao vivo: Wild enfrenta Tsitsipas em busca do segundo ponto na Davis",
        "image": null,
        "date": "13/09/2025",
        "description": "Atenas (Grécia) –O confronto entre Brasil e Grécia pelo Grupo Mundial I da Copa Davis começa neste sábado. Após a vitória do carioca João Fonseca contra Stefanos Sakellaridis, 286º do ranking, será a vez do paranaense Thiago Wild desafiar a estrela da casa Stefanos Tsitsipas. Acompanhe ao vivo e gratuitamente no canal da CazéTV no Youtube, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-13-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_davis_treino_toss-1024x683.jpg",
        "date": "13/09/2025",
        "description": "Copa Davis – Grupo Mundial I, em Atenas (Grécia) – SintéticoGrécia 0 x 1 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-confirma-e-da-primeiro-ponto-contra-a-grecia.html",
        "title": "Fonseca confirma e dá primeiro ponto contra a Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/WhatsApp-Image-2025-09-13-at-14.02.36-1024x683.jpeg",
        "date": "13/09/2025",
        "description": "Atenas (Grécia)– Depois de um primeiro set mais apertado do que era de se esperar, o carioca João Fonseca se prevaleceu do desgaste físico do pouco experiente Stefanos Sakellaridis para marcar 7/5 e 6/3 e assim dar o primeiro ponto ao Brasil no confronto diante da Grécia pelo Grupo Mundial I da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/servios-e-britanicos-vencem-na-davis-suica-perde-da-india.html",
        "title": "Sérvios e britânicos vencem na Davis, Suíça perde da Índia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/norrie_vibra_davis-1024x647.jpg",
        "date": "13/09/2025",
        "description": "Nis (Sérvia) –Na mesma divisão em que Brasil e Grécia se enfrentam pelo Grupo Mundial I da Copa Davis, as equipes da Sérvia e da Grã-Bretanha já venceram seus confrontos e garantiram vagas no Qualificatório Mundial de 2026. Já a Suíça perdeu em casa para a Índia e terá que disputar uma repescagem no início do ano para permancer no Grupo I."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/konishi-cai-na-semi-de-simples-e-ganha-titulo-de-duplas-com-vidal.html",
        "title": "Konishi cai na semi de simples e ganha título de duplas com Vidal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/vidal_konishi_sl.jpg",
        "date": "13/09/2025",
        "description": "São Luís (MA) –A paulista Júlia Konishi caiu na semifinal de simples da Copa Feminina de Tênis, torneio ITF W15 disputado nas quadras de har-tru do Sports Village, em São Luís. No entanto, conquistou o título de duplas, ao lado de Letícia Vidal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dinamarca-abre-2-a-0-e-ameaca-espanha-no-saibro-de-marbella.html",
        "title": "Dinamarca abre 2 a 0 e ameaça Espanha no saibro de Marbella",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune.jpg",
        "date": "13/09/2025",
        "description": "Marbella (Espanha)– Com as desistências de Carlos Alcaraz e Alejandro Davidovich Fokina, o capitão David Ferrer teve de colocar Pablo Carreño e Jaume Munar para jogar simples pela Espanha e, mesmo sobre o saibro, a Dinamarca ganhou as duas simples e agora está perto da vaga nas quartas de final da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/franca-e-austria-disputam-as-quartas-de-final-da-copa-davis.html",
        "title": "França e Áustria disputam as quartas de final da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/franca-1024x710.jpg",
        "date": "13/09/2025",
        "description": "Londres (Inglaterra)– Assim como Argentina e Alemanha, mais dois visitantes se deram bem nas oitavas de final da Copa Davis e garantiram lugar na fase decisiva de Bolonha, em novembro: a França e a Áustria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-e-alemanha-avancam-para-fase-final-da-davis.html",
        "title": "Argentina e Alemanha avançam para fase final da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cerundolo_davis-1024x683.jpg",
        "date": "13/09/2025",
        "description": "Londres (Inglaterra)– Mesmo jogando fora de casa, Argentina e Alemanha foram os dois primeiros países a sacramentar vaga para a fase final da Copa Davis, que já tem a Itália classificada por ser o atual campeão, a ser realizada entre 18 e 23 de novembro, em Bolonha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algas-sao-um-dos-segredos-da-dieta-de-djokovic.html",
        "title": "Algas são um dos segredos da dieta de Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-estica-2025-2-1024x682.jpg",
        "date": "13/09/2025",
        "description": "Nova York (EUA)– Reconhecido como um dos atletas mais bem cuidados fisicamente, o sérvio Novak Djokovic revelou em entrevista ao diárioThe Tennis 101o cuidado máximo com a alimentação, principalmente a matinal, e revelou a ingestão de algas como uma parte essencial de seu fortalecimento físico."
    }
]