[
    {
        "url": "https://tenisbrasil.uol.com.br/com-tres-viradas-e-quartas-em-paris-luz-exalta-experiencia-de-dodig.html",
        "title": "Com três viradas e quartas em Paris, Luz exalta experiência de Dodig",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IMG_2949.jpg",
        "date": "03/06/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-mostra-indiferenca-sobre-rivalidade-com-sabalenka-na-semifinal.html",
        "title": "Iga mostra indiferença sobre rivalidade com Sabalenka na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_sorrindo_entrevista-1024x682.jpg",
        "date": "03/06/2025",
        "description": "Paris (França)– Em jogo duro com ventos fortes, Iga Swiatek teve de vencer o forte vento para superar a Elina Svitolina. Após a partida, a polonesa comentou as condições de tempo e as expectativas para o jogo contra Aryna Sabalenka na próxima rodada. Apesar da parcial de 6/1 não valorizar o bom primeiro set da ucraniana, sucedido por um set de 7/5, que, sim, denotou a competitividade do confronto, Iga não perdeu a oportunidade de elogiar a qualidade da adversária."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/niccolo-gasparri-conquista-maior-titulo-na-carreira-na-italia.html",
        "title": "Niccolo Gasparri conquista maior título na carreira na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/nicolo_gasparri_castiglione2.jpg",
        "date": "03/06/2025",
        "description": "Castiglione della Pescaia (Itália) –O italiano Niccolo Gasparri, de 20 anos, número 31 do mundo, conquistou, neste domingo, seu maior título na carreira no torneio BT 200 de Castiglione della Pescaia, na Itália, com premiação de US$ 15 mil e mais de 200 pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-leva-o-titulo-contra-o-brasil-no-encerramento-do-follow-the-beach.html",
        "title": "Itália leva o título contra o Brasil no encerramento do Follow The Beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fllow-the-beach.jpg",
        "date": "03/06/2025",
        "description": "Rio de Janeiro (RJ) –Com a quadra central lotada na Praia de Copacabana, terminou, na noite deste domingo, a sexta edição do Follow the Beach Copacabana, que teve a participação de cerca de 1 mil atletas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-de-sao-paulo-anuncia-bia-stefani-victoria-e-nana.html",
        "title": "WTA de São Paulo anuncia Bia, Stefani, Victória e Naná",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/bia_toss_bjkcup.jpg",
        "date": "03/06/2025",
        "description": "São Paulo (SP) –A organização do SP Open definiu nesta terça-feira os primeiros nomes do WTA 250 que será disputado no Parque Villa Lobos, entre os dias 6 e 14 de setembro. O evento em quadras de piso duro terá os principais nomes do tênis feminino do Brasil, lideradas por Beatriz Haddad Maia, e já confirma dois expoentes da nova geração, Victória Barros e Nauhany Silva, de apenas 15 anos. Detalhes sobre a venda de ingressos serão divulgados ainda neste mês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-03-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/Carolina-Laydner_joaopires_IS.jpg",
        "date": "03/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Juvenil (Masculino – Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-mantem-escrita-e-se-torna-o-10o-italiano-na-semifinais-de-rg.html",
        "title": "Musetti mantém escrita e se torna o 10º italiano na semifinais de RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDzAN7h8WN-LVdZc_PM2_8772-min-1024x682.jpeg",
        "date": "03/06/2025",
        "description": "Paris (França)– O tênis italiano vive grande momento e vê não apenas Jannik Sinner brilhar no circuito. Agora quem também está fazendo bonito é Lorenzo Musetti, que comprovou a grande temporada de saibro em Roland Garros. Nesta terça-feira, ele venceu o norte-americano Frances Tiafoe com parciais de 6/2, 4/6, 7/5 e 6/2, garantindo um lugar nas semifinais do Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-fala-aos-fas-em-seu-39o-aniversario-nao-vou-estar-ai-mas-sinto-seu-amor.html",
        "title": "Nadal fala aos fãs em seu 39º aniversário: “Não estarei aí, mas sinto seu amor”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RafaelNadalCeremoniedhommageRafaelNadalRoland-Garros2025-18-1024x683.jpeg",
        "date": "03/06/2025",
        "description": "Paris (França) –Pelo terceiro ano consecutivo, Rafael Nadal comemora seu aniversário longe da capital francesa, onde o espanhol de Manacor triunfou por 14 vezes, rompendo uma tradição à qual os fãs estavam acostumados. Na semana passada, no primeiro dia da chave principal do Grand Slam francês, Nadal recebeu uma emocionante homenagem por sua história no saibro francês. Mas os organizadores de Roland Garros não deixaram a data passar em branco: além de relembrarem vários de seus aniversários, gravaram uma entrevista com o “Rei do Saibro”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confiante-sabalenka-nao-esconde-expectativas-para-semifinal-contra-iga.html",
        "title": "Confiante, Sabalenka não esconde expectativas para semifinal contra Iga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/iga-aryna-roma-2024-e1716051898759-1024x682.jpg",
        "date": "03/06/2025",
        "description": "Paris (França)– Aryna Sabalenka confirmou o favoritismo e venceu a chinesa Qinwen Zheng em sets diretos, com parciais de 7/6 e 6/2. Em coletiva, a bielorrussa comentou seu estilo de jogo e as expectativas para o jogo contra a polonesa Iga Swiatek, válido pelas semifinais de Roland Garros. Sobre a partida, ela ressaltou a competitividade do primeiro set, encaminhado ao tiebreak e destacou a qualidade da adversária."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-so-elogios-para-sinner-e-o-coloca-como-principal-favorito.html",
        "title": "Rublev é só elogios para Sinner e o coloca como principal favorito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD3KAbh8WN-LVfY6_20220414_MC_CD_6545_PHOTO_H2H-min-1024x683.jpg",
        "date": "03/06/2025",
        "description": "Paris (França)– Depois de cair diante do número 1 do mundo Jannik Sinner nas oitavas de final de Roland Garros, o russo Andrey Rublev não poupou elogios para o italiano e o colocou como o principal favorito ao título no Grand Slam francês."
    }
]