[
    {
        "url": "https://tenisbrasil.uol.com.br/woodforde-lanca-duvidas-sobre-o-que-alcaraz-pode-fazer-na-australia.html",
        "title": "Woodforde lança dúvidas sobre o que Alcaraz pode fazer na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/alcaraz-backhand-treino-ao-2025-scaled-e1736625051868-1024x666.jpg",
        "date": "05/01/2026",
        "description": "Melbourne (Austrália)– Vencedor de 67 títulos de duplas ex-número 1 do mundo na modalidade, o australiano Mark Woodforde questionou a capacidade do espanhol Carlos Alcaraz se sair bem no Australian Open depois da mudança de treinador,encerrando a parceria com Juan Carlos Ferrero."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-critica-o-horario-das-sessoes-noturnas-no-australian-open.html",
        "title": "Medvedev critica o horário das sessões noturnas no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/medvedev-brisbane-rebate-2026-e1767663840603-1024x686.jpg",
        "date": "05/01/2026",
        "description": "Brisbane (Austrália)– A edição deste ano do Australian Open deste ano sequer começou, mas a programação já recebeu suas primeiras críticas. Cabeça de chave número 1 no ATP 250 de Brisbane,onde estreou com vitória na segunda-feira, o russo Daniil Medvedev não escondeu sua indignação com o horário das rodadas noturnas em Melbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_uso_sozinho.jpg",
        "date": "05/01/2026",
        "description": "ATP 250 de Brisbane (Austrália) – SintéticoDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorocaba-tem-a-maior-colecao-de-raquetes-do-mundo.html",
        "title": "Sorocaba tem a maior coleção de raquetes do mundo",
        "image": null,
        "date": "05/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-nao-joga-em-adelaide-e-adia-retorno-ao-circuito.html",
        "title": "Djokovic não joga em Adelaide e adia retorno ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/djokovic-reaction-miami-2025-friday-1024x576.jpg",
        "date": "05/01/2026",
        "description": "Adelaide (Austrália) –Bicampeão do ATP 250 de Adelaide, nos anos de 2007 e 2023, Novak Djokovic não poderá disputar a edição deste ano e anunciou sua desistência nesta segunda-feira, por meio das redes sociais. Atual número 4 do mundo aos 38 anos, o sérvio não joga desde o início de novembro, quando foi campeão em Atenas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-comeca-o-ano-no-top-5-do-juvenil-e-com-foco-na-transicao.html",
        "title": "Guto Miguel começa o ano no top 5 do juvenil e com foco na transição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_guto_usopen.jpg",
        "date": "05/01/2026",
        "description": "Londres (Inglaterra) –Com o início da nova temporada, a Federação Internacional de Tênis (ITF) atualizou o ranking mundial juvenil eretirou os tenistas nascidos em 2007, e que completaram 18 anos na temporada passada. Com isso, os principais brasileiros ganharam posições."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mantem-ranking-na-wta-laura-e-carol-ganham-posicoes.html",
        "title": "Bia mantém ranking na WTA, Laura e Carol ganham posições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "05/01/2026",
        "description": "São Petersburgo (EUA) –O primeiro ranking divulgado em 2026 pela WTA manteve Beatriz Haddad Maia na atual 58ª posição. A paulistana de 29 anos e número 1 do Brasil volta ao circuito na próxima semana, em Adelaide, após um afastamento das competições no fim do ano passado para cuidar da saúde física e mental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-destaca-poder-de-reacao-e-se-orgulha-da-atuacao-de-hurkacz.html",
        "title": "Iga destaca poder de reação e se orgulha da atuação de Hurkacz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/hubi_iga_united_sorrindo-1024x576.jpg",
        "date": "05/01/2026",
        "description": "Sydney (Austrália) –Depois devencer seu primeiro jogo na temporada, Iga Swiatek destacou o poder de reação diante da alemã Eva Lys pela United Cup. Apesar de um início difícil e da perda do primeiro set, a polonesa conseguiu ajustar seu jogo, passou a ser mais consistente do fundo de quadra e melhorou o rendimento no saque, chegando a vencer seis games consecutivos para virar a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sem-fonseca-brasil-define-time-da-davis-com-reis-heide-e-pucinelli.html",
        "title": "Sem Fonseca, Brasil define time da Davis com Reis, Heide e Pucinelli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis_floripa_vibra.jpg",
        "date": "05/01/2026",
        "description": "Florianópolis (SC) –O Brasil não terá João Fonseca na equipe que enfrentará o Canadá pelo Qualificatório Mundial da Copa Davis de 2026. Os jogos serão disputados nos dias 6 e 7 de fevereiro, no Doug Mitchell Thunderbird Sports Centre, em quadra dura e coberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitorias-de-tsitsipas-e-sakkari-garantem-a-grecia-nas-quartas.html",
        "title": "Vitórias de Tsitsipas e Sakkari garantem a Grécia nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas_fore_unitedcup-1024x625.jpg",
        "date": "05/01/2026",
        "description": "Perth (Austrália) –A Grécia é mais um país classificado para as quartas de final da United Cup. As vitórias de Stefanos Tsitsipas e Maria Sakkari nesta segunda-feira contra Grã-Bretanha garantiram o primeiro lugar do Grupo E, disputado em Perth."
    }
]