[
    {
        "url": "https://tenisbrasil.uol.com.br/139194.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628311383_62c1133e4e_o-e1712101252218-1024x682.jpg",
        "date": "01/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-ve-com-naturalidade-a-pressao-pelo-no-1-e-destaca-equilibrio.html",
        "title": "Sabalenka vê com naturalidade a pressão pelo nº 1 e destaca equilíbrio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-vibra-2025-e1756731866236-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) – Ao vencer a espanhola Cristina Bucsa no último domingo, a bielorrussa Aryna Sabalenka não apenas garantiu seu lugar nas quartas de final do US Open, mas também a manutenção do número 1 do mundo, não podendo ser mais ultrapassada pela norte-americana Coco Gauff ou pela polonesa Iga Swiatek após a competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-o-que-me-da-muito-animo-e-a-forma-como-joguei-esta-noite.html",
        "title": "Djokovic: “O que me dá muito ânimo é a forma como joguei esta noite”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-fore-2025-e1756731776373-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Mais uma vez o sérvio Novak Djokovic terá em seu caminho o norte-americano Taylor Fritz, contra quem jogará pelas quartas de final do US Open. O retrospecto de 10 vitórias em 10 jogos anima, mas o que deixa o ex-número 1 mais confiante para o confronto é seu bom desempenho em quadra"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-deixa-retrospecto-para-tras-e-mira-vitoria-inedita-sobre-djokovic.html",
        "title": "Fritz deixa retrospecto para trás e mira vitória inédita sobre Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-usopen-prepara-2025-e1756731825985-1024x681.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– Embora ainda não tivesse seu próximo adversário definido, quando o norte-americano Taylor Fritz concedeu sua entrevista coletiva após a vitória sobre o tcheco Tomas Machac, o assunto dominante foi a possibilidade do confronto com Novak Djokovic na fase seguinte, algo que acabou depois se confirmando com a vitória do sérvio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-garante-42a-colocacao-no-ranking-e-tera-sua-melhor-marca.html",
        "title": "Fonseca garante 42ª colocação no ranking e terá sua melhor marca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_uso25_vibra_ML-e1756214555636.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA)– A vitória na primeira rodada do US Open garantiu ao carioca João Fonseca 50 pontos no ranking da ATP, que o farão subir para o 42º lugar na próxima segunda-feira. Com o término da rodada de domingo, ele garantiu a colocação e não pode mais ser ultrapassado pelos rivais que estão abaixo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-10-melhores-jogadas-do-us-open-na-primeira-semana.html",
        "title": "Confira as 10 melhores jogadas do US Open na primeira semana",
        "image": null,
        "date": "01/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-derruba-rybakina-e-desafia-sabalenka-nas-quartas.html",
        "title": "Vondrousova derruba Rybakina e desafia Sabalenka nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/marketa_uso_estica_noite.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Um encontro entre duas jogadoras que já foram campeãs de Wimbledon encerrou a rodada deste domingo no US Open. A tcheca Marketa Vondrousova superou a cazaque Elena Rybakina por 6/4, 5/7 e 6/3 para chegar às quartas de final em Nova York. Esta foi a 16ª vitória de Vondrousova contra top 10 na carreira e a segunda no torneio, já que ela também havia vencido a italiana Jasmine Paolini na terceira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-encara-desafio-djokovic-reve-fiel-fregues.html",
        "title": "Alcaraz encara desafio, Djokovic revê fiel ‘freguês’",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_djoko_ny.jpg",
        "date": "01/09/2025",
        "description": "Com a esperada autoridade, Carlos Alcaraz e Novak Djokovic desfilaram pela Arthur Ashe neste domingo e subiram o penúltimo degrau do aguardado reencontro de gerações. O espanhol sofreu com o saque de Arthur Rinderknech no primeiro set mas saiu de quadra sem perder o serviço e o sérvio superou agora torcicolo, o que não atrapalhou a magnífica leitura do saque de Jan-Lennard Struff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-as-quartas-no-us-open-e-defende-o-numero-1.html",
        "title": "Sabalenka volta às quartas no US Open e defende o número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_fore_lado_R16-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A primeira missão de Aryna Sabalenka neste US Open foi cumprida com sucesso. Atual campeã do torneio, a bielorrussa precisaria chegar pelo menos às quartas para defender o número 1 do ranking e conseguiu se manter na liderança ao vencer a espanhola Cristina Bucsa, 95ª do ranking, por 6/1 e 6/4 em 1h13 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-espanta-a-zebra-contra-struff-e-tera-o-fregues-fritz-nas-quartas.html",
        "title": "Djokovic espanta a zebra contra Struff e terá o ‘freguês’ Fritz nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-e1756121305588-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –Em mais um passo na busca pelo quinto título do US Open, Novak Djokovic espantou a zebra em seu jogo das oitavas de final. Diante do alemão Jan-Lennard Struff, que já havia eliminado dois top 20 do torneio, o sérvio confirmou o favoritismo e marcou as parciais de 6/3, 6/3 e 6/2 em 1h49 de partida."
    }
]