[
    {
        "url": "https://tenisbrasil.uol.com.br/tive-que-aceitar-o-momento-e-ser-positivo-diz-alcaraz-apos-jogo-duro.html",
        "title": "“Tive que aceitar o momento e ser positivo”, diz Alcaraz após jogo duro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-2025-friday-2-1024x576.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –De volta à semifinal do Masters 1000 de Cincinnati, Carlos Alcaraz segue em busca de um título inédito. Sua melhor campanha no torneio foi o vice-campeonato há duas temporadas. A classificação nesta sexta-feira veio em umjogo duro contra o russo Andrey Rublev. E após a partida, o espanhol destacou que foi importante manter uma mentalidade positiva, mesmo diante da reação do adversário no segundo set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-melhor-jogo-no-torneio-iga-espera-ser-solida-contra-rybakina.html",
        "title": "Após melhor jogo no torneio, Iga espera ser sólida contra Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_cincy_selfie_fan_JD-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –Semifinalista do WTA 1000 de Cincinnati pelo terceiro ano consecutivo, Iga Swiatek diz que fez sua melhor partida no torneionesta sexta-feira, quando venceu a russa Anna Kalinskaya por 6/3 e 6/4. Ainda em busca de um título inédito, a polonesa destacou a solidez nos ralis do fundo de quadra e precisão nas tomadas de decisão como melhorias em comparação com as partidas anteriores e também com o torneio de Montréal há duas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bonini-derrota-cabeca-3-e-decide-pan-americano-junior.html",
        "title": "Bonini derrota cabeça 3 e decide Pan-americano Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan-1024x682.jpeg",
        "date": "15/08/2025",
        "description": "Assunção (Paraguai) –João Pedro Bonini segue fazendo história nos Jogos Pan-americanos Júnior. Nesta sexta-feira, o paranaense garantiu vaga na final da chave de simples, ao vencer o porto-riquenho Yannik Alvarez, cabeça de chave número 3 do torneio, por 6/4 e 7/6 (10-8), em uma partida marcada por equilíbrio e emoção do início ao fim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cincinnati-tera-semis-masculinas-no-sabado-e-femininas-domingo.html",
        "title": "Cincinnati terá semis masculinas no sábado e femininas no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-2025-practice-e1754654903850-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA) –Os finalistas do Masters 1000 de Cincinnati serão conhecidos neste sábado. A rodada decisiva do torneio conta com os três primeiros colocados do ranking e também com a principal surpresa do torneio. A final será disputada apenas na segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-domina-duelo-com-shelton-e-enfrenta-alcaraz-na-semi.html",
        "title": "Zverev domina duelo com Shelton e enfrenta Alcaraz na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/20250813_152220-scaled-e1755109548738-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A última vaga nas semifinais do Masters 1000 de Cincinnati é de Alexander Zverev. O alemão dominou a partida contra o norte-americano Ben Shelton, número 6 do mundo e recente campeão em Toronto, e marcou um duplo 6/2 em 1h17 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-de-duplas-mistas-no-us-open-tera-mais-mudancas.html",
        "title": "Chave de duplas mistas no US Open terá mais mudanças",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/musetti_paolini_iw-1024x576.jpg",
        "date": "15/08/2025",
        "description": "Nova York (EUA) –A organização do US Open atualizou mais uma vez a lista de participantes do torneio de duplas mistas, que será disputado em apenas dois dias, em 19 e 20 de agosto, com premiação de US$ 1 milhão para os campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-para-nas-quartas-na-polonia-clara-coura-decide-itf-juvenil.html",
        "title": "Cé para nas quartas na Polônia, Clara Coura decide ITF juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/clara_coura_copacosat-1024x650.jpg",
        "date": "15/08/2025",
        "description": "Bydgoszcz (Polônia) –Depois deduas vitórias na semana, a gaúcha Gabriela Cé caiu nas quartas de final do ITF W35 de Bydgoszcz, em quadras de saibro na Polônia. A canhota de 32 anos e 391ª do ranking foi superada pela convidada local Weronika Ewald, 536ª colocada, por 7/5, 1/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-faz-semi-no-mexico-gimenez-e-sakamoto-caem-nas-quartas.html",
        "title": "Matos faz semi no México, Gimenez e Sakamoto caem nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "15/08/2025",
        "description": "Cancun (México) –A preparação de Rafael Matos para o US Open começou com vitória no challenger de Cancun, em quadras duras no México. Principais cabeças de chave, Matos e o francês Manuel Guinard entaram diretamente nas quartas e venceram os convidados locais Alan Magadan e Daniel Moreno por 6/1 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-de-sogipa-define-seus-campeoes-neste-sabado.html",
        "title": "ITF de Sogipa define seus campeões neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Pedro-Longobardi_maio25_santos.jpg",
        "date": "15/08/2025",
        "description": "Porto Alegre (RS) –O Sogipa Open, torneio juvenil internacional que está sendo realizado desde segunda-feira com pontos válidos para os rankings nacional, sul-americano e mundial da Federação Internacional, chega ao final neste sábado com a definição dos campeões de todas as categorias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kudermetova-volta-a-uma-semifinal-de-wta-1000-apos-dois-anos.html",
        "title": "Kudermetova volta a uma semifinal de WTA 1000 após dois anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kudermetova_cincy_vibra_JW-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –No encontro entre as duas jogadoras quenão eram cabeças de chavee chegaram às quartas no WTA 1000 de Cincinnati, a experiência de Veronika Kudermetova foi determinante na tranquila vitória por 6/1 e 6/2 sobre a francesa Varvara Gracheva, 103ª do ranking e vinda do quali."
    }
]