[
    {
        "url": "https://tenisbrasil.uol.com.br/brasileirao-finais-da-chave-ga-acontecem-neste-sabado.html",
        "title": "Brasileirão: finais da chave GA acontecem neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Brasileirao_Uberlandia.jpg",
        "date": "18/07/2025",
        "description": "Uberlândia (MG) –O sábado vai ser de decisões no Campeonato Brasileiro Infantojuvenil. A partir das 9h (horário de Brasília), o Praia Clube de Uberlândia recebe as finais da chave GA, nas categorias 12, 14, 16 e 18 anos, masculino e feminino, além do Tennis Kids (8, 9 10 e 11 anos). Ao todo, o torneio recebe cerca de 1.500 atletas de todo o país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-finalista-na-colombia-pereira-faz-semi-em-el-salvador.html",
        "title": "Ribeiro é finalista na Colômbia, Pereira faz semi em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/eduardo_ribeiro_punho.jpg",
        "date": "18/07/2025",
        "description": "Bucaramanga (Colômbia) –O gaúcho Eduardo Ribeiro está na final do ITF M15 de Bucaramanga, em quadras de saibro na Colômbia. Principal cabeça e chave, ele venceu nesta sexta-feira o chileno Nicolas Villalon por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rebeca-e-finalista-no-saibro-alemao-carol-tenta-quali-em-palermo.html",
        "title": "Rebeca é finalista no saibro alemão, Carol tenta quali em Palermo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_olhabola.jpg",
        "date": "18/07/2025",
        "description": "Darmstadt (Alemanha) –Única brasileira na chave do ITF W35 de Darmstadt, no saibro alemão, a fluminense Rebeca Pereira garantiu vaga na final de duplas do torneio e busca o segundo título na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-18-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/jennifer-rosa-dourado_joinville.jpg",
        "date": "18/07/2025",
        "description": "Challenger de Bunschoten (Holanda) – Saibro – 91.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-ja-esta-na-final-da-copa-hopman-canada-vence-a-espanha.html",
        "title": "Itália já está na final da Copa Hopman, Canadá vence a Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bronzetti_cobolli_hopman-1024x590.jpg",
        "date": "18/07/2025",
        "description": "Bari (Itália) –A Itália é o primeiro país classificado para a final Copa Hopman, tradicional competição por equipes mistas e que está de volta ao calendário neste ano. Jogando em casa, a equipe de Lucia Bronzetti e Flavio Cobolli venceu também a França nesta sexta-feira e assegurou a primeira posição do Grupo B."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/trio-romeno-segue-firme-e-avanca-as-semifinais-no-wta-de-iasi.html",
        "title": "Trio romeno segue firme e avança às semifinais no WTA de Iasi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sorana_cirstea_iasi_vibra-1024x633.jpg",
        "date": "18/07/2025",
        "description": "Iasi (Romênia) –A rodada desta sexta-feira no WTA 250 de Iasi foi perfeita para as três jogadoras da casa. Jaqueline Cristian, Sorana Cirstea e Irina Begu venceram seus jogos das quartas de final e avançaram as semifinais do torneio no saibro. A única tenista estrangeira entre as quatro melhores é a suíça Jil Teichmann."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/yastremska-e-boisson-duelam-na-semi-em-hamburgo-alexandrova-cai.html",
        "title": "Yastremska e Boisson duelam na semi em Hamburgo, Alexandrova cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/boisson_hamburgo_fore-1024x705.jpg",
        "date": "18/07/2025",
        "description": "Hamburgo (Alemanha) –Depois de se destacar em Roland Garros, com uma grande campanha até a semifinal, a francesa Lois Boisson segue na busca de seu primeiro título no circuito da WTA e está na semifinal do 250 de Hamburgo. Cabeça 5 do torneio, a jogadora de 22 anos e 63ª do ranking venceu nesta sexta-feira a búlgara Viktoriya Tomova por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-feminino-cresce-mas-jogadoras-ainda-buscam-meios-de-se-manter.html",
        "title": "Tênis feminino cresce, mas jogadoras ainda buscam meios de se manter",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/arte_ps_candiotto.jpg",
        "date": "18/07/2025",
        "description": "O tênis feminino no Brasil vive um momento de maior exposição e visibilidade, especialmente após a medalha olímpica de Luísa Stefani e Laura Pigossi em Tóquio e das conquistas de Beatriz Haddad Maia, atual 21ª do mundo, na elite do circuito nas últimas temporadas. Há pouco mais de um ano, o Ginásio Ibirapuera, em São Paulo, recebeu um quase 15 mil pessoas nos dois dias de confronto entre Brasil e Alemanha pela Billie Jean King Cup. E a capital paulista voltará a receber em setembro um torneio da WTA depois de 25 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juan-manuel-cerundolo-vence-6-games-seguidos-no-fim-e-surpreende-ruud.html",
        "title": "Juan Manuel Cerúndolo vence 6 games seguidos no fim e surpreende Ruud",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cerundolo-gstaad-2025-qf-e1752862778473-1024x682.jpg",
        "date": "18/07/2025",
        "description": "Gstaad (Suíça)– O argentino Juan Manuel Cerúndolo protagonizou uma grande arrancada final nesta sexta-feira para conseguir uma vitória histórica no ATP 250 de Gstaad. Ele venceu os últimos seis games da partida contra o norueguês Casper Ruud para prevalecer por 6/2, 1/6 e 6/3, anotando  a maior vitória de sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-define-equipes-para-o-mundial-de-14-anos-em-prostejov.html",
        "title": "CBT define equipes para o Mundial de 14 anos em Prostejov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/flavia-cherobim_vibra_grama-1024x683.jpg",
        "date": "18/07/2025",
        "description": "Florianópolis (SC) –A Confederação Brasileira de Tênis (CBT) divulgou, nesta sexta-feira, a equipe que representará o país no ITF World Junior Tennis Finals, o Mundial da categoria 14 anos, que será realizado entre os dias 4 e 9 de agosto, em Prostejov, na República Tcheca."
    }
]