[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-31-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/romboli_smith_toronto-1024x693.jpg",
        "date": "31/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-parceiras-estrangeiras-bia-e-ingrid-se-despedem-das-duplas.html",
        "title": "Com parceiras estrangeiras, Bia e Ingrid se despedem das duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_siegemund_usopen.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– A chave de duplas do US Open só tem agora uma representante brasileira, a paulista e ex-top 10 Luísa Stefani, que ao lado da húngara Timea Babos já está nas oitavas de final e deve retornar à quadra nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-volta-as-quartas-no-us-open-e-segue-em-busca-do-no-1.html",
        "title": "Alcaraz volta às quartas no US Open e segue em busca do nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_usopen25_slice_sol.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A busca de Carlos Alcaraz pelo segundo título do US Open e a tentativa de voltar ao número 1 do ranking continua. O espanhol garantiu vaga nas quartas de final ao vencer o francês Arthur Rinderknech, 82º do ranking, por 7/6 (7-3), 6/3 e 6/4 en 2h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-destaca-confianca-para-desafiar-anisimova-nas-oitavas-do-us-open.html",
        "title": "Bia destaca confiança para desafiar Anisimova nas oitavas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_usopen_voleia_noite-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –Classificada para as oitavas de final do US Open,Beatriz Haddad Maia comemorou o desempenhona partida do último sábado, contra a grega Maria Sakkari. Além disso, a número 1 do Brasil e 22ª do mundo vai confiante para desafiar a norte-americana Amanda Anisimova, número 8 do ranking e recente finalista de Wimbledon. Bia venceu o duelo mais recente, disputado há dois anos em Adelaide, mas Anisimova lidera o histórico por 2 a 1. O reencontro será nesta segunda-feira, em horário a definir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-comemora-saque-e-se-envolve-em-polemica-com-demoliner.html",
        "title": "Bublik comemora saque e se envolve em polêmica com Demoliner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bublik-sorri-us-open-2025-e1756639877301-1024x683.jpeg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Vivendo grande fase em simples, com mais uma boa campanha em Grand Slam, alcançando as oitavas de final do US Open, o cazaque Alexander Bublik se envolveu em uma polêmica com o gaúcho Marcelo Demoliner, que foi seu parceiro na chave de duplas, caindo na primeira rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/139035.html",
        "title": "Pegula vence com autoridade, vai às quartas e ajuda Bia no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula-usopen-foe-2025-e1756661097523-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Em duelo 100% norte-americano que abriu as oitavas de final da chave feminina do US Open, a cabeça de chave 4 Jessica Pegula fez valer o favoritismo e derrotou a compatriota Ann Li com autoridade, gastando apenas 55 minutos para marcar parciais de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-reconhece-atuacao-ruim-e-afirma-que-precisa-melhorar.html",
        "title": "Zverev reconhece atuação ruim e afirma que precisa melhorar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-1-e1756656079981-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Embora seja um dos principais nomes do circuito na atualidade, ocupando a terceira colocação no ranking, o alemão Alexander Zverev tem sofrido alguns reveses duros, como o que acontece no último sábado, quando foi eliminado do US Open ainda na terceira rodada, levando uma virada do canadense Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-acredita-que-vitoria-sobre-zverev-dara-impulso-na-confianca.html",
        "title": "Aliassime acredita que vitória sobre Zverev dará impulso na confiança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/aliassime-usopen-vibra-2025-e1756653349912-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Depois de surgir como uma das promessas de sua geração, o canadense Félix Auger-Aliassime oscilou no circuito e agora parece estar reencontrando o melhor ritmo para voltar a brilhar. No último sábado, o tenista de 25 anos conquistou uma grande virada sobre o alemão Alexander Zverev e espera que este resultado dê um impulso em sua confiança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-com-1-5-e-facil-entrar-em-panico-mas-eu-nao-entrei.html",
        "title": "Swiatek: “Com 1/5 é fácil entrar em pânico, mas eu não entrei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga-usopen-fore-2025-e1756649910437-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– A polonesa Iga Swiatek mais uma vez deu mostras de sua força mental e mesmo depois de um começo ruim de partida contra a russa Anna Kalinskaya, que abriu 5/1 no primeiro set, se recuperou e conseguiu conquistar a vitoria em sets diretos, garantindo um lugar nas oitavas de final no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-garante-permanencia-no-top-30-e-fica-perto-do-top-50-da-temporada.html",
        "title": "Bia garante permanência no top 30 e fica perto do top 50 da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-vibra-us-open-2025-e1756639914778-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Pelo segundo ano seguido o US Open está sendo importantíssimo para a paulista Beatriz Haddad Maia. Quadrifinalista na temporada passada, ela voltou a fazer uma boa campanha no torneio em 2025 e já está nas oitavas, garantindo assim sua permanência no top 30 da WTA."
    }
]