[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-queria-continuar-jogando-mas-comemora-virada-apos-retomada.html",
        "title": "Fritz queria continuar jogando, mas comemora virada após retomada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-vibra-2025-1024x682.jpeg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– O norte-americano Taylor Fritz, quinto cabeça de chave de Wimbledon, foi obrigado a interromper o embalo que havia conseguido a duras penas na noite da última segunda-feira quando a sua partida de primeira rodada contra o sacador francês Giovanni Perricard foi interrompida por volta das 22h da noite, horário local, aproximadamente 40 minutos antes do limite de tempo. Apesar de insatisfeito com a decisão, e depois de uma boa noite de sono, ele voltou ao All England Clube nesta terça-feira para terminar o serviço e a espetacular virada depois de estar perdendo por 2 sets a 0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-zormann-e-sell-avancam-em-torneios-challenger.html",
        "title": "Wild, Zormann e Sell avançam em torneios challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_fore_oeiras_alambrado.jpg",
        "date": "01/07/2025",
        "description": "Modena (Itália) –Os dois brasileiros na chave de simples do challenger de Modena tiveram rumos na rodada desta terça-feira no saibro italiano. O paranaense Thiago Wild estreou com vitória, enquanto o cearense Thiago Monteiro foi superado na primeira fase do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-01-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Challenger de Modena (Itália) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-avanca-e-encara-cilic-shelton-comeca-firme.html",
        "title": "Draper avança e encara Cilic, Shelton começa firme",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/draper_fore2-1024x686.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Grande esperança para os britânicos reverem um finalista em Wimbledon, o canhoto Jack Draper teve uma estreia rápida e econômica. O argentino Sebastian Baez sentiu o joelho direito e sequer completou a partida. O quarto do mundo tinha 6/2, 6/2 e 2/1 quando Baez se retirou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nao-se-recupera-e-amplia-o-numero-de-surpresas.html",
        "title": "Zverev não se recupera e amplia o número de surpresas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-wimbledon-2025-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– A bruxa segue solta este ano em Wimbledon e mais um dos principais candidatos ao título foi eliminado da competição. Desta vez a vítima foi o alemão Alexander Zverev, que teve sua partida de estreia interrompida na segunda-feira por causa do horário e na volta, um dia depois, não conseguiu buscar a virada e foi superado em cinco sets pelo francês Arthur Rinderknech."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-sofreu-com-foco-e-energia-em-derrota-na-primeira-rodada.html",
        "title": "Musetti sofreu com foco e energia em derrota na primeira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Musetti-02.avif",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –O italiano Lorenzo Musetti, sétimo cabeça de chave do torneio masculino de simples de Wimbledon, foi surpreendido nesta terça-feira logo na primeira rodada pelo experiente Nikoloz Basilashvili, da Georgia, o 126º colocado do ranking mundial. O semifinalista da última edição do Grand Slam britânico não teve muitas explicações para a derrota por 3 a 1 em 2h25min, além de não ter se sentido bem em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-o-numero-2-juvenil-e-faz-quartas-em-roehampton.html",
        "title": "Guto vence o número 2 juvenil e faz quartas em Roehampton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_roehampton_toss-1024x576.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –O juvenil goiano Guto Miguel será o representante brasileiro nas quartas do ITF J300 de Roehampton, em quadras de grama. Ele liderava a partida contra o italiano Jacopo Vasami, principal cabeça de chave e número 2 do ranking, por 7/5 e 2/1 quando o rival se retirou da partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cocciaretto-acho-que-foi-uma-das-melhores-partidas-que-ja-joguei.html",
        "title": "Cocciaretto: “Acho que foi uma das melhores partidas que já joguei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elisabetta_Cocciaretto_-_BNP_Paribas_Open_2025_-_Day_3-DSC_7505_xgaplus.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Um das surpresas da primeira rodada de Wimbledon, a italiana Elisabetta Cocciaretto conseguiu derrubar a norte-americana Jessica Pegula de forma arrasadora,gastando menos de 1h para fechar o jogo. Muito feliz com o resultado, ela não apenas comemorou a vitória, mas também elogiou o comportamento da adversária."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-do-futebol-benini-e-arouca-estreiam-quarta-em-torneio-masters.html",
        "title": "Astros do futebol, Benini e Arouca estreiam quarta em torneio masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Jose-Passos-da-Silva.jpg",
        "date": "01/07/2025",
        "description": "Rio de Janeiro (RJ) –Começou nesta segunda-feira, a segunda edição do torneio internacional masters na Rio Tennis Academy, em parceria com o Fluminense. O primeiro dia foi marcado por 35 jogos de simples mais o início das duplas e nesta terça, com 46 jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt-200-de-rio-verde-comeca-nesta-terca-com-goiano-de-destaque.html",
        "title": "BT 200 de Rio Verde começa nesta terça com goiano de destaque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique_medeiros_BT-200-Rio-Verde.jpg",
        "date": "01/07/2025",
        "description": "Rio Verde (GO) –Começa nesta terça-feira o torneio internacional de beach tennis de Rio Verde, disputado no Clube Campestre.  Os primeiros dois dias serão reservados a dois torneios BT 10 com 10 pontos no ranking mundial cada um. A partir de sexta-feira, tem início a chave principal do torneio principal, o BT 200, com premiação total de US$ 15 mil e 200 pontos no ranking mundial."
    }
]