[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-06-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-vao-as-quartas-em-wimbledon-e-escapam-de-favoritos.html",
        "title": "Melo e Matos vão às quartas em Wimbledon e escapam de favoritos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/melo_wimbledon_matos-e1751646911124.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) – A dupla do mineiro Marcelo Melo com o gaúcho Rafael Matos segue fazendo bonito em Wimbledon e já está nas quartas de final. Neste domingo, eles conquistaram uma suada vitória para cima do austríaco  Alexander Erler e do alemão Constantin Frantzen, definida apenas em um disputado terceiro set, fechando o jogo com parciais de 6/4, 3/6 e 7/5, após 2h07 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-enfim-consegue-vitoria-rapida-e-volta-as-quartas.html",
        "title": "Khachanov enfim consegue vitória rápida e volta às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/khachanov-prepara-wimbledon-2025-e1751657745220-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Depois de dois anos sem competir em Wimbledon, o russo Karen Khachanov volta a marcar uma campanha expressiva sobre a grama e está novamente nas quartas de final. Ele superou o polonês Kamil Majchrzak pela quarta vez seguida, com parciais de 6/4, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-completa-virada-victoria-perde-na-estreia.html",
        "title": "Naná completa virada, Victoria perde na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/nana_leo_danilo.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –A paulista Nauhany Silva, de 15 anos, completou de forma impecável sua partida de estreia no torneio juvenil de Wimbledon, que havia suspensa na véspera por falta de luz natural. Ela havia perdido o primeiro set para a norte-americana Maya Iyengar por 7/5 e vencido o segundo por 7/6 (7-1). No retorno à quadra, a brasileira não perdeu um game sequer e aplicou ‘pneu’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-o-nivel-nao-e-o-mesmo-de-quando-comecei-esta-mais-alto-agora.html",
        "title": "Tsitsipas: “O nível não é o mesmo de quando comecei, está mais alto agora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas-wimbledon-treino-sorri-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– A temporada de Stefanos Tsitsipas tem sido bem abaixo das últimas de sua carreira, acumulando eliminações precoces e com isso saindo do top 10. Atual 26º no ranking, o grego amargou mais uma queda prematura em Wimbledon, caindo na estreiaapós abandonar o jogo por problemas nas costas. Em entrevista aoTennis365ele fez uma reflexão sobre o atual circuito, que garante estar mais duro do que quando começou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reportagem-revela-os-segredos-do-jardim-ingles-de-wimbledon.html",
        "title": "Reportagem revela os segredos do jardim inglês de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/07/flores_cestos2_facebook.png",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Uma longa e interessante reportagem no site de Wimbledon revela os segredos do jardim campestre inglês de Wimbledon, que encanta os fãs e jogadores como o brasileiro João Fonseca, que disse que tudo em Wimbledon é perfeito, “até as flores”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-henrique-medeiros-vai-a-semifinal-no-bt-200-de-rio-verde.html",
        "title": "Goiano Henrique Medeiros vai à semifinal no BT 200 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique_medeiros_rioverde_semi.jpg",
        "date": "06/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano de Quirinópolis, Henrique Medeiros, de 17 anos, segue brilhando em casa no BT 200 de Rio Verde, disputado no Clube Campestre, a maior competição do beach tennis no estado. O evento distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-joga-na-alemanha-meligeni-e-reis-na-romenia.html",
        "title": "Monteiro joga na Alemanha, Meligeni e Reis na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_slice_saibro-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Braunschweig (Alemanha) –O cearense Thiago Monteiro é o representante do Brasil no challenger de Braunschweig, em quadras de saibro na Alemanha. O canhoto de 31 anos e 142º do ranking estreia contra o alemão Christoph Negritu, 282º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/irmao-de-ricardo-mello-entre-os-campeoes-do-masters-do-rio.html",
        "title": "Irmão de Ricardo Mello entre os campeões do Masters do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique-mello_mastersRJ.jpg",
        "date": "05/07/2025",
        "description": "Rio de Janeiro (RJ) –Terminou neste sábado a segunda edição do torneio internacional masters categoria MT 400, na Rio Tennis Academy em parceria com o Fluminense. A competição contou importantes pontos para o ranking mundial da Federação Internacional de Tênis nas categorias 30 até mais de 75 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-a-filha-apresentam-comemoracao-especial-na-100a-vitoria.html",
        "title": "Djokovic e a filha apresentam comemoração especial na 100ª vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon25_pumpa-1024x682.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –A rodada deste sábado em Wimbledon foi especial para Novak Djokovic, quecomemorou sua centésima vitórianas quadras de grama do All England Club. Após o confronto sérvio contra Miomir Kecmanovic e a classificação para as oitavas de final, quem roubou a cena foi Tara, filha do heptacampeão. A menina e o pai têm agora uma coreografia especial para celebrar as vitórias, que fez sucesso nas arquibancadas."
    }
]