[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-06-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "07/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Fase de grupos (3ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-joao-reis-enfrenta-o-peruano-ignacio-buse-nas-oitavas-em-lima.html",
        "title": "Ao vivo: João Reis enfrenta o peruano Ignacio Buse nas oitavas em Lima",
        "image": null,
        "date": "06/11/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-nas-duplas-e-ja-esta-na-semi-no-wta-125-de-tucuman.html",
        "title": "Pigossi vence nas duplas e já está na semi no WTA 125 de Tucuman",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_floripa_fore_noite-1024x683.jpg",
        "date": "06/11/2025",
        "description": "Tucumán (Argentina) –A parceria de Laura Pigossi com a francesa Carole Monnet estreou com vitória WTA 125 de Tucumán e já está na semifinal do torneio em quadras de saibro na Argentina. Elas entraram diretamente nas quartas e venceram as argentinas Carla Markus e Maria Urrutia por 4/6, 6/3 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-faz-semi-em-santa-cruz-e-busca-sua-terceira-final-de-itf-no-ano.html",
        "title": "Pietra faz semi em Santa Cruz e busca sua terceira final de ITF no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "06/11/2025",
        "description": "Santa Cruz (Bolívia) –A juvenil gaúcha Pietra Rivoli está na semifinal do ITF J200 de Santa Cruz, em quadras de saibro na Bolívia. Terceira cabeça de chave e 89ª do ranking, Pietra venceu a venezuelana Sabrina Balderrama, cabeça 7, por 6/4 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-celebra-vaga-na-semi-e-diz-que-levara-exibicao-a-serio.html",
        "title": "Sabalenka celebra vaga na semi e diz que levará exibição a sério",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_finals_rebate.jpg",
        "date": "06/11/2025",
        "description": "Riad (Arábia Saudita) –Ainda em busca de um título inédito no WTA Finals, Aryna Sabalenkapassou invicta pela fase de grupose confirmou sua vaga na semifinal nesta quinta-feira, ao superar a atual campeã Coco Gauff em sets diretos. A número 1 do mundo volta à quadra na sexta para enfrentar a norte-americanaAmanda Anisimova, por volta de 13h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-pucinelli-lideram-6-brasileiros-nas-quartas-em-santa-cruz-do-sul.html",
        "title": "Boscardin e Pucinelli lideram 6 brasileiros nas quartas em Santa Cruz do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pucinelli_santacruz-1024x684.jpg",
        "date": "06/11/2025",
        "description": "Santa Cruz do Sul (RS) –Seis brasileiros estão nas quartas de final da etapa de Santa Cruz do Sul do Circuito Banco BRB/Engie de tênis profissional. O catarinense Pedro Boscardin e Matheus Pucinelli lideram os atletas nacionais no ITF M25 disputado nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-faz-quartas-na-argentina-e-busca-sua-3a-semifinal-no-circuito.html",
        "title": "Júlia Konishi faz quartas na Argentina e busca sua 3ª semifinal no circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/konishi_sl_prepsaque.jpg",
        "date": "06/11/2025",
        "description": "Neuquen (Argentina) –A paulista Júlia Konishi está nas quartas de final do ITF W15 de Neuquen, em quadras de saibro na Argentina, diante de tenistas da casa. Konishi, de 25 anos e 738ª do ranking, precisou de três sets parta vencer a anfitriã Maria Victoria Marchesini por 7/5, 5/7 e 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-diz-que-jogou-bem-contra-sabalenka-e-lamenta-chances-perdidas.html",
        "title": "Gauff diz que jogou bem contra Sabalenka e lamenta chances perdidas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff_finals_prepara.jpg",
        "date": "06/11/2025",
        "description": "Riad (Arábia Saudita) –Um ano depois de conquistar o título do WTA Finals em Riad, Coco Gauff não repetiu o mesmo desempenho na atual temporada e foieliminada ainda na fase de grupos, com apenas uma vitória na competição. A atual número 3 do mundo acredita que fez uma boa partida nesta quinta-feira contra Aryna Sabalenka, líder do ranking, mas lamentou as chances perdidas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-luz-vencem-mais-uma-e-vao-a-semifinal-em-lima.html",
        "title": "Demoliner e Luz vencem mais uma e vão à semifinal em Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "06/11/2025",
        "description": "Lima (Peru) –Os gaúchos Orlando Luz e Marcelo Demoliner estão na semifinal de duplas do challenger de Lima, em quadras de saibro. Principais cabeças de chave, Luz e Demoliner venceram o peruano Alexander Merino e o alemão Christoph Negritu por 6/4, 5/7 e 10-2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-elimina-berrettini-e-faz-semi-em-metz-norrie-e-sonego-avancam.html",
        "title": "Tien elimina Berrettini e faz semi em Metz, Norrie e Sonego avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tien-metz-2025-monday-1024x576.jpg",
        "date": "06/11/2025",
        "description": "Metz (França) –Ainda em busca de seu primeiro título na elite do circuito, Learner Tien conseguiu um grande resultado nesta quinta-feira para chegar à semifinal do ATP 250 de Metz, em quadras duras e cobertas na França. O jovem norte-americano de 19 anos superou o italiano Matteo Berrettini, ex-top 10 e atual 63º do ranking, por 5/7, 6/2 e 6/3 em 1h44 de partida."
    }
]