[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-a-100a-em-grand-slam-e-fatura-o-bi-do-us-open.html",
        "title": "Sabalenka vence a 100ª em Grand Slam e fatura o bi do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-vibra-2025-1-1024x682.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Depois de dois vice-campeonatos e uma semifinal, a bielorrussa Aryna Sabalenka evitou passar em branco nos Grand Slam e fechou a temporada dos quatro principais torneios do ano com um título. Neste sábado, ela controlou o ímpeto da norte-americana Amanda Anisimova e venceu a partida em sets diretos, com parciais de 6/3 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "06/09/2025",
        "description": "ATPUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-da-chave-faz-carol-meligeni-mudar-treino-em-cima-da-hora.html",
        "title": "Sorteio da chave faz Carol Meligeni mudar treino em cima da hora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carol-meligeni-spopen-sorteio-2025-1024x683.jpg",
        "date": "06/09/2025",
        "description": "São Paulo (SP)– O sorteio da chave principal do SP Open, que começa na próxima segunda-feira, colocou frente a frente na primeira rodada as brasileiras Carolina Meligeni e Nauhany Silva, o que forçou uma mudança de última hora nos planos das duas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bulgaro-e-belga-sao-os-campeoes-juvenis-do-us-open.html",
        "title": "Búlgaro e belga são os campeões juvenis do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-4.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Antes da definição da campeã da chave feminina do US Open, o sábado foi também das finais juvenis de simples. No feminino, a belga Jeline Vandromme foi coroada campeã, enquanto no masculino Alexander Vasilev levantou a taça."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pedretti_rcl_back_dia.jpg",
        "date": "06/09/2025",
        "description": "ITF W35 de Cuiabá (MT) – Saibro – US$ 30 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-viram-sobre-britanicos-e-levam-o-titulo-nas-duplas.html",
        "title": "Granollers e Zeballos viram sobre britânicos e levam o título nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/duplas_trofeu-e1757192755634-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Cabeças de chave número 5, o espanhol Marcel Granollers e o argentino Horacio Zeballos conquistaram o título de duplas masculinas do US Open. Na final deste sábado, derrotaram os britânicos Joe Salisbury e Neal Skupski, sextos favoritos, em uma virada de placar final 3/6, 7/6 (7-4) e 7-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-contra-quali-e-pode-encarar-pigossi-na-segunda-rodada.html",
        "title": "Bia estreia contra quali e pode encarar Pigossi na segunda rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-treina-2025-e1757182874549-1024x683.jpg",
        "date": "06/09/2025",
        "description": "São Paulo (SP)– Foi realizado neste sábado o sorteio da chave principal da primeira edição do SP Open, onde a paulista Beatriz Haddad Maia é a principal favorita. Ela abrirá campanha contra uma tenista do quali e pode ter um duelo 100% nacional já na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/thomas-johansson-e-rohan-gotzke-sao-os-novos-tecnicos-de-medvedev.html",
        "title": "Thomas Johansson e Rohan Gotzke são os novos técnicos de Medvedev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-usopen-tweener-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Moscou (Rússia)– Depois de encerrar uma parceria de longa data com Gilles Cervara, o russo Daniil Medvedev já tem os substitutos para o treinador francês. Segundo noticia oBolshe, ele contratou especialistas com os quais vai trabalhar durante toda a série de torneios asiáticos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nunca-imaginei-que-conseguiria-5-finais-seguidas-de-grand-slam.html",
        "title": "Sinner: “Nunca imaginei que conseguiria 5 finais seguidas de Grand Slam”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-fore-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Embora tenha a liderança em risco, o italiano Jannik Sinner não é atual número 1 do mundo à toa e tem mostrado uma consistência incrível. Ele tem agora cinco finais consecutivas de Grand Slam, chegou na decisão em todos os quatro deste ano, e alcançou a marca de 27 vitórias seguidas em torneios de quadra dura neste nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acho-que-esse-tipo-de-jogo-e-gratificante-para-mim-afirma-aliassime.html",
        "title": "“Acho que esse tipo de jogo é gratificante para mim”, afirma Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime-usopen-acena-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Eliminado nas semifinais do US Open, em uma derrota por 3 sets a 1 diante do italiano Jannik Sinner, o canadense Félix Auger-Aliassime deixou a competição satisfeito com seu desempenho, principalmente em uma partida contra um rival que é o atual campeão do torneio e o número 1 do mundo."
    }
]