[
    {
        "url": "https://tenisbrasil.uol.com.br/unica-top-20-na-chave-samsonova-e-a-principal-favorita-em-cleveland.html",
        "title": "Única top 20 na chave, Samsonova é a principal favorita em Cleveland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/samsonova_vibra_iw_r16_jimmie.jpg",
        "date": "16/08/2025",
        "description": "Cleveland (EUA)– Última preparação para o US Open, o WTA 250 de Cleveland terá apenas uma top 20 na chave, a russa Liudmila Smasonova, que lidera a disputa e estreia contra a tenista da casa Caroline Dolehide."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-diz-que-luta-ate-o-fim-foi-fundamental-para-virada-sobre-gauff.html",
        "title": "Paolini diz que luta até o fim foi fundamental para virada sobre Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paolini-cinicnnati-acena-2025.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– A italiana Jasmine Paolini teve uma recuperação impressionante contra a norte-americana Coco Gauff, vencendo de virada para garantir um lugar nas semifinais do WTA 1000 de Cincinnati. De quebra, ela superou um um susto no início do terceiro set, quando torceu o tornozelo"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogadores-recebem-us-183-milhoes-da-atp-por-participacao-nos-lucros.html",
        "title": "Jogadores recebem US$ 18,3 milhões da ATP por participação nos lucros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/atp-net-cincinnati-2021-1024x576.jpg",
        "date": "16/08/2025",
        "description": "Londres (Inglaterra)–  A ATP anunciou um recorde de US$ 18,3 milhões a serem distribuídos aos jogadores por meio da participação nos lucros da temporada de 2024 do circuito. A fórmula de participação nos lucros da ATP divide os lucros gerados no Masters 1000 – acima da premiação básica no local – igualmente entre jogadores e torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-matos-e-melo-se-preparam-para-o-us-open-em-winston-salem.html",
        "title": "Romboli, Matos e Melo se preparam para o US Open em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-melo-rio-2025-e1744901719821-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Winston-Salem (EUA)– Três dos principais duplistas do país farão sua última preparação para o US Open nas quadras do ATP 250 de Winston-Salem, que acontece na próxima semana. Fernando Romboli, Rafael Matos e Marcelo Melo estarão em ação no último torneio antes do Grand Slam norte-americano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "16/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-ve-evolucao-e-faz-balanco-positivo-da-campanha-em-cincinnati.html",
        "title": "Rublev vê evolução e faz balanço positivo da campanha em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rublev-cincinnati-devolve-2025-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– Eliminado nas quartas de final do Masters 1000 de Cincinnati, o russo Andrey Rublev fez uma análise sóbria de sua campanha no torneio. Após a derrota para o espanhol Carlos Alcaraz, ele falou que se viu melhor em quadra do que no último duelo entre os dois, semanas atrás em Wimbledon, e saiu satisfeito com o tênis que apresentou no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-nao-se-assusta-com-sinner-tem-dois-bracos-e-duas-pernas-como-eu.html",
        "title": "Atmane não se assusta com Sinner: “Tem dois braços e duas pernas como eu”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Terence-Atmane-1-1024x683.jpg",
        "date": "16/08/2025",
        "description": "Cincinnati (EUA)– Sensação no Masters 1000 de Cincinnati, saindo do quali para as semifinais, derrotando dois top 10 nas últimas rodadas, o francês Terence Atmane terá agora pela frente o italiano Jannik Sinner. Embora seu próximo rival seja o atual número 1 do mundo, ele não se amedronta e vai para a partida confiante de que pode ter uma chance."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pai-de-carol-e-felipe-falece-em-campinas.html",
        "title": "Pai de Carol e Felipe Meligeni falece em Campinas após AVC",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Flavio-Rodrigues-Alves-e1755353678312.jpg",
        "date": "16/08/2025",
        "description": "Campinas (SP)– Um notícia triste para dois dos principais representantes do tênis brasileiro na atualidade. Os irmãos Carol e Felipe Meligeni perderam o pai na última sexta-feira. Flávio Rodrigues Alves faleceu depois de sofrer um acidente vascular cerebral (AVC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-volta-aos-treinos-mas-nao-marca-volta-ao-circuito.html",
        "title": "Dimitrov volta aos treinos, mas não marca volta ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/GybJN2pWwAI_YOx-e1755352608322.jpg",
        "date": "16/08/2025",
        "description": "Los Angeles (EUA)– Com ausência confirmada no US Open, o búlgaro Grigor Dimitrov enfim voltou aos treinamentos depois da grave contusão que sofreu em Wimbledon, onde sentiu a distensão de um músculo do pescoço em meio a um saque e precisou abandonar a partida que fazia diante do italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-aparece-tocando-violino-em-novo-comercial.html",
        "title": "Djokovic aparece tocando violino em novo comercial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/40168_novakviolin_677799-e1755352030271.jpg",
        "date": "16/08/2025",
        "description": "Nova York (EUA)– O sérvio Novak Djokovic encabeça nova campanha publicitária de um de seus patrocinadores, durante lançamento de nova coleção, que acontece às véspera do US Open. O recordista de troféus de Grand Slam aparece tocando violino na peça comercial, depois que adotou o gesto para comemorar vitórias e homenagear a filha, que é aluna do instrumento."
    }
]