[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro-back-rio-2025-scaled-e1744493928140-1024x684.jpg",
        "date": "25/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Primeira rodada – Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tomei-a-decisao-no-inicio-do-ano-diz-garcia-sobre-a-aposentadoria.html",
        "title": "“Tomei a decisão no início do ano”, diz Garcia sobre a aposentadoria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CarolieGarciaPracticeRoland-Garros2025-1024x683.jpeg",
        "date": "25/05/2025",
        "description": "Paris (França)– Após anunciar a despedida do circuito, disputando Roland Garros pela última vez, a francesa Caroline Garcia esclareceu melhor seus pensamentos na entrevista coletiva antes do torneio, na qual afirmou que o problema nas costas foi um fator para sua decisão, mas não o principal. Ela também disse quais são seus planos para a sequência da temporada de despedida da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-acredita-que-poderia-ter-vencido-um-slam-se-nao-fosse-o-big-3.html",
        "title": "Zverev acredita que poderia ter vencido um Slam se não fosse o Big 3",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/AlexanderZverevMediaDayRoland-Garros2025-1024x682.jpeg",
        "date": "25/05/2025",
        "description": "Paris (França)– Um dos principais nomes de sua geração, o alemão Alexander Zverev ainda persegue seu primeiro título de Grand Slam depois de três vice-campeonatos, um deles em Roland Garros onde perdeu a final do ano passado para o espanhol Carlos Alcaraz. Antes de sua estreia em 2025, o atual número 3 do mundo fez uma reflexão sobre essa situação em sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mantem-23o-e-pode-se-recuperar-em-roland-garros.html",
        "title": "Bia mantém 23º e pode se recuperar em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_back-1024x682.jpg",
        "date": "25/05/2025",
        "description": "Paris (França)– Apesar de ter somado 195 pontos no ranking devido à semifinal no WTA 500 de Estrasburgo, Beatriz Haddad Maia permaneceu no 23º lugar da classificação internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-svitolina-dominam-e-passam-facil-pela-estreia-em-paris.html",
        "title": "Sabalenka e Svitolina dominam e passam fácil pela estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Aryna_Sabalenka_-_Roland_Garros_2025_-_Day_1-DSC_7306_xgaplus.jpg",
        "date": "25/05/2025",
        "description": "Paris (França)– A busca da inédita taça de Roland Garros começou cedo para a bielorrussa Aryna Sabalenka, que foi selecionada para fazer o primeiro jogo do primeiro dia na Philippe Chatrier. A número 1 do mundo não decepcionou e bateu com autoridade da russa Kamilla Rakhimova, gastando apenas uma hora para marcar 6/1 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-quero-que-as-pessoas-entendam-que-nao-sou-uma-maquina.html",
        "title": "Sinner: “Quero que as pessoas entendam que não sou uma máquina”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/JannikSinnerPracticeRoland-Garros2024-1024x683.jpeg",
        "date": "24/05/2025",
        "description": "Paris (França)– Atual número 1 do mundo, o italiano Jannik Sinner decidiu abrir um canal no YouTube para se aproximar um pouco mais dos seus fãs. Em um de seus vídeos mais recentes, ele comentou sobre sua personalidade e explicou o motivo da criação desta nova ferramenta de comunicação, para mostrar um pouco melhor a pessoa por trás do jogador de tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-100-no-ano-do-100.html",
        "title": "O 100 no ano do 100",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_djoko_100.jpg",
        "date": "24/05/2025",
        "description": "A espera acabou. Nove meses depois de colocar a tão sonhada medalha de ouro olímpica no pescoço na Philippe Chatrier, o multicampeão Novak Djokovic atingiu a ansiosa meta de erguer o 100º troféu de simples de sua inigualável carreira, tornando-se apenas o terceiro profissional entre os homens a ter três dígitos, atrás de Jimmy Connors (109) e Roger Federer (103). Verdade seja dita, a coleção do sérvio tem mais gabarito que a dos concorrentes, principalmente se pensarmos nos 24 títulos de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-agradece-apoio-de-nadal-e-rebate-criticas-a-seu-comportamento.html",
        "title": "Alcaraz agradece apoio de Nadal e rebate críticas a seu comportamento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/CarlosAlcarazMediaDayRoland-Garros2025-1024x682.jpeg",
        "date": "24/05/2025",
        "description": "Paris (França)– O documentário mostrando os bastidores de Carlos Alcaraz no circuito voltou à tona nesta semana com os comentários do compatriota Rafael Nadal, que defendeu o atual número 2 do mundo das críticas que vem sofrendo e ainda criticou duramente o produto. Questionado sobre as falas do canhoto de Mallorca, o jovem espanhol agradeceu o apoio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-diz-que-titulo-eleva-confianca-antes-da-disputa-em-paris.html",
        "title": "Rybakina diz que título eleva confiança antes da disputa em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rybakina-estrasburgo-trofeu-2025-e1748122097347-1024x683.jpg",
        "date": "24/05/2025",
        "description": "Estrasburgo (França)– Cabeça de chave número 4 no WTA 500 de Estrasburgo, a cazaque Elena Rybakina quebrou um jejum de títulos de mais de um ano neste sábado ao derrotar a russa Liudmila Samsonova na decisão do torneio francês com o placar final de 6/1, 6/7 (2-7) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-campeao-de-simples-e-leite-fatura-duplas-no-chile.html",
        "title": "Boscardin é campeão de simples e Leite fatura duplas no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/boscardin.jpg",
        "date": "24/05/2025",
        "description": "Coquimbo (Chile)– O catarinense Pedro Boscardin conquistou neste sábado o quarto título de nível ITF em sua carreira. O tenista de 22 anos superou com ampla margem o argentino Gonzalo Villanueva, por 6/3 e 6/1, no torneio de nível M25 que aconteceu sobre o saibro chileno."
    }
]