[
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-nao-sei-quantas-derrotas-como-essa-eu-consigo-suportar.html",
        "title": "De Minaur: “Não sei quantas derrotas como essa eu consigo suportar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/deminaur-turin-2025-tuesday-1024x576.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –Depois desofrer uma dura derrotaem sua segunda partida no ATP Finals, Alex de Minaur não escondeu a frustração pelas oportunidades perdidas no duelo contra Lorenzo Musetti. O australiano chegou a liderar o último set por 5/3 e sacou para o jogo, mas perdeu os últimos quatro games para o italiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-bohrer-fura-quali-nos-eua-victoria-estreia-quarta-na-turquia.html",
        "title": "Carol Bohrer fura quali nos EUA, Victória estreia quarta na Turquia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "11/11/2025",
        "description": "Orlando (EUA) –A catarinense Carolina Bohrer, de 18 anos, furou o quali para o ITF W35 de Orlando, em quadras de saibro nos Estados Unidos. Ela superou nesta terça-feira a norte-americana Margaret Sohns por 0/6, 6/1 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-saraiva-lideram-vitorias-brasileiras-em-criciuma.html",
        "title": "Ribeiro e Saraiva lideram vitórias brasileiras em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_fore.jpg",
        "date": "11/11/2025",
        "description": "Criciúma (SC) –O gaúcho Eduardo Ribeiro e o brasiliense Paulo Saraiva lideraram as vitórias brasileiras no ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. Ao todo, 13 representantes nacionais estão na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-daniel-param-na-estreia-e-heide-e-o-unico-brasileiro-nas-oitavas.html",
        "title": "Reis e Daniel param na estreia e Heide é o único brasileiro nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-corre-2025-e1762688175431-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Montevidéu (Uruguai) –A rodada desta terça-feira no challenger de Montevidéu não foi boa para os brasileiros. O pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva foram eliminados ainda na estreia. E com isso, apenas o paulistaGustavo Heidesegue na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sente-alivio-pela-virada-e-evita-pensar-na-disputa-pela-lideranca.html",
        "title": "Alcaraz sente alívio pela virada e evita pensar na disputa pela liderança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nitto-atp-finals-2025-martes-alcaraz-celebra-1024x576.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –Asegunda vitória no ATP Finalsdeixou Carlos Alcaraz mais próximo da classificação para a semifinal em Turim, o que poderia acontecer ainda nesta terça-feira se o australiano Alex de Minaur tivesse vencido o italiano Lorenzo Musetti. Ainda assim, o espanhol segue na liderança do Grupo Jimmy Connors em Turim e enfrenta o tenista da casa na próxima quinta-feira. Alcaraz também fica a uma vitória de confirmar a liderança do ranking até o fim da temporada, o que pode acontecer já no terceiro jogo da fase de grupos ou numa provável semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-vence-jogaco-com-de-minaur-e-se-recupera-no-finals.html",
        "title": "Musetti vence jogaço com De Minaur e se recupera no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti_finals_emocionado-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –No jogo que encerrou a programação desta terça-feira no ATP Finals, Lorenzo Musetti se recuperou da derrota sofrida na estreia e superou Alex de Minaur com parciais de 7/5, 3/6 e 7/5 em 2h47 de partida. O resultado também deixa o Grupo Jimmy Connors indefinido para a última rodada, nenhum jogador está classificado ou eliminado antecipadamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-11-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_toss_ctba-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Challenger de Kobe (Japão) – Sintético – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clara-coura-pontua-na-wta-aos-14-anos-luiza-fullana-estreia-bem.html",
        "title": "Clara Coura pontua na WTA aos 14 anos, Luiza Fullana estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/clara_coura_criciuma.jpg",
        "date": "11/11/2025",
        "description": "Criciúma (SC) –As jovens jogadoras brasileiras seguem aproveitando muito bem os convites para o ITF W15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. Um dia depois de Maria Eduarda Carbone marcar suaprimeira vitória como profissionalaos 15 anos, foi a vez de Clara Coura, de apenas 14, repetir o feito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cash-e-glasspool-eliminam-os-atuais-campeoes-e-garantem-o-no-1-do-ano.html",
        "title": "Cash e Glasspool eliminam os atuais campeões e garantem o nº 1 do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cash-glasspool-turin-2025-tues-1024x576.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –No encontro entre duas parcerias que haviam perdido na rodada de estreia do ATP Finals, os britânicos Julian Cash e Lloyd Glasspool se recuperaram da derrota sofrida no último domingo e venceram os alemães Kevin Krawietz e Tim Puetz por 7/6 (11-9) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedido-de-casamento-antes-do-jogo-de-alcaraz-chama-a-atencao-em-turim.html",
        "title": "Pedido de casamento antes do jogo de Alcaraz chama a atenção em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nitto-atp-finals-2025-couple-engagement-e1762886631910-1024x682.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália)– Um momento inesperado de romance tomou conta de Turim na tarde de terça-feira, minutos antes de o número 1 do mundo Carlos Alcaraz entrar em quadra para seuconfronto contra Taylor Fritz. Um fã vindo da Cidade do México, Isidoro Shrem, ajoelhou-se para pedir sua namorada, Susy Harari, em casamento em seus assentos na quadra da Inalpi Arena."
    }
]