[
    {
        "url": "https://tenisbrasil.uol.com.br/site-espanhol-confirma-separacao-de-paula-badosa-e-stefano-tsitsipas.html",
        "title": "Site espanhol confirma separação de Paula Badosa e Stefano Tsitsipas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/f_USTA1575174_20240820_USO_1D6A3176-e1724252363482-1024x681.jpg",
        "date": "03/07/2025",
        "description": "Osite espanholHolaconfirmou nesta quinta-feiraque a espanhola Paula Badosa, nona colocada do ranking mundial no circuito feminino, e o grego Stefano Tsitsipas, 26º no masculino, decidiram terminar “definitivamente” a relação pessoal que cultivavam há aproximadamente dois anos, em parte por problemas dentro das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-03-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-na-quadra-no-2-em-dia-com-alcaraz-e-sabalenka.html",
        "title": "Fonseca joga na Quadra Nº 2 em dia com Alcaraz e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-treino-wimbledon-2025-1024x682.png",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Depois de vencer seus dois primeiros jogos na grama de Wimbledon e de igualar a campanha de Roland Garros, João Fonseca volta à quadra nesta sexta-feira em busca de uma inédita classificação para as oitavas em Grand Slam. O carioca de 18 anos e número 1 do Brasil enfrenta o chileno Nicolas Jarry por volta das 10h (de Brasília), na Quadra Nº 2 do All England Club. O vencedor pode enfrentar o britânico Cameron Norrie ou o italiano Mattia Bellucci."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-a-diferenca-e-que-este-ano-nao-estou-pensando-no-joelho.html",
        "title": "Djokovic: “A diferença é que este ano não estou pensando no joelho”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Djokovic-1024x682.webp",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Novak Djokovic passou por uma cirurgia no joelho direito antes de Wimbledon no ano passado e ainda assim chegou longe, quase o mais longe possível, mas foi amplamente derrotado por Carlos Alcaraz na decisão. Desta vez, os problemas físicos não são uma questão para o ex-número 1 do mundo e ele acredita que, se mantiver o nível de tênis que apresentou nas duas primeiras rodadas, não tem por que não sonhar com mais um troféu de Grand Slam na sua já bastante abarrotada prateleira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-juvenil-tera-4-brasileiros-guto-cai-na-semi-em-roehampton.html",
        "title": "Wimbledon juvenil terá 4 brasileiros, Guto cai na semi em Roehampton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/guto_dumont_grama-1024x605.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –O torneio juvenil de Wimbledon começa no sábado e terá quatro brasileiros no terceiro Grand Slam da temporada. O goiano Guto Miguel e o paranaense João Pedro Bonini estão na chave masculina, enquanto a potiguar Victória Barros e a paulista Nauhany Silva estão na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vai-a-terceira-rodada-pelo-22o-slam-seguido-e-entra-em-seleta-lista.html",
        "title": "Iga vai à terceira rodada pelo 22º Slam seguido e entra em seleta lista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Iga_Swiatek_-_Wimbledon_Championships_2025_-_Day_4-DSC_0603A_xgaplus.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Não foi fácil, mas a polonesa Iga Swiatek conseguiu superar os altos e baixos para seguir em frente na disputa de Wimbledon. Nesta quinta-feira, ela mediu forças com a norte-americana Caty McNally, atual 208 do mundo, que venceu o primeiro set, mas depois não se segurou e levou a virada da oitava favorita no torneio com 5/7, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-moutet-a-melhor-jogada-desta-quinta-veja-como-foi.html",
        "title": "É de Moutet a melhor jogada desta quinta. Veja como foi.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/maxresdefault-1024x576.jpg",
        "date": "03/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-que-oliver-tarvet-aprendeu-no-dia-mais-especial-da-sua-vida.html",
        "title": "O que Oliver Tarvet aprendeu no dia mais especial da sua vida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/tavert_alcaraz_sorrindo-1024x644.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– O britânico Oliver Tarvet terá uma ótima história para contar aos colegas de classe quando voltar para a Universidade de San Diego: o dia em que enfrentou o espanhol Carlos Alcaraz na Quadra Central do All England Club pela segunda rodada de Wimbledon. O tenista universitário que recebeu um convite para disputar o Grand Slam, furou o quali e, como 733º do ranking, ainda conseguiu ganhar uma partida na chave principal não teve o resultado que queria, mas não hesitou em dizer que, “definitivamente”, foi o dia mais especial da sua vida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-passa-por-bom-teste-com-sakkari-krejcikova-tambem-avanca.html",
        "title": "Rybakina passa por bom teste com Sakkari, Krejcikova também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elena_Rybakina_-_Wimbledon_Championships_2025_-_Day_2-DSC_9877A_xgaplus.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Campeãs de Wimbledon em edições anteriores, Elena Rybakina e Barbora Krejcikova evitaram novas zebras neste ano e seguiram adiante na competição. Porém, elas tiveram vitórias distintas nesta quinta-feira, a cazaque triunfando em sets diretos e a tcheca sofrendo um pouco mais e precisando de três sets para avançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-mensik-e-dimitrov-avancam-a-terceira-rodada.html",
        "title": "De Minaur, Mensik e Dimitrov avançam à terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/deminaur-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Três tenistas cotados a ir à segunda semana de Wimbledon, o australiano Alex de Minaur, o tcheco Jakun Mensik e o veterano búlgaro Grigor Dimitrov precisaram de quatro sets para garantir a segunda vitória na edição deste ano."
    }
]