[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-10-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani-salisbrury-devolve-wimbledon-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasDuplas mistas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-cancela-treino-antes-da-semi-de-wimbledon-contra-sinner.html",
        "title": "Djokovic cancela treino antes da semi de Wimbledon contra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-caido-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– O sérvio Novak Djokovic cancelou sua sessão de treinos na tarde de quinta-feira em Wimbledon. O heptacampeão estava programado para se apresentar no Aorangi Park, das 13h às 15h (horário de Brasília), mas o All England Club confirmou o cancelamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/glasspool-e-cash-vencem-e-fazem-quarta-final-seguida-na-grama.html",
        "title": "Glasspool e Cash vencem e fazem quarta final seguida na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Glasspool-and-Cash-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Os britânicos Lloyd Glasspool e Julian Cash são indubitavelmente os donos da grama na temporada de 2025. Assim como fizeram nos três torneios anteriores que disputaram, em Wimbledon eles também jogarão a final e vão em busca de um inédito título de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-volta-a-superar-bencic-na-grama-e-chega-a-sexta-final-de-slam.html",
        "title": "Iga volta a superar Bencic na grama e chega à sexta final de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_sorrindo_qf-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra) –Assim como já havia acontecido em 2023, quando se enfrentaram em um duelo com mais de 3h de duração pelas oitavas, Iga Swiatek voltou a superar Belinda Bencic na Quadra Central de Wimbledon. E desta vez, com mais tranquilidade para garantir vaga em sua sexta final de Slam. Ainda em busca de um título inédito na grama, a polonesa confirmou o favoritismo contra a suíça e marcou as parciais de 6/2 e 6/0 em 1h11 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-exalta-longevidade-de-djoko-e-preve-dominio-de-alcaraz-e-sinner.html",
        "title": "Kyrgios exalta longevidade de Djoko e prevê domínio de Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/djokovic-kyrgios-embrace-wimbledon-2022-final-e1735513387647-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Apesar dos 38 anos de idade, o sérvio Novak Djokovic continua fazendo bonito no circuito, competindo em pé de igualdade com os principais nomes do momento. Um dos quatro semifinalistas de Wimbledon, ele teve seu valor destacado pelo australiano Nick Kyrgios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garantida-no-top-10-anisimova-ja-e-a-sexta-melhor-da-temporada.html",
        "title": "Garantida no top 10, Anisimova já é a sexta melhor da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova-wimbledon-prepara-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Primeira finalista de Wimbledon, após bater a número 1 do mundo Aryna Sabalenka na semifinal que abriu a quinta-feira na Quadra Central, a norte-americana Amanda Anisimova vê sua grande temporada de 2025 render frutos no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chow-e-marchezini-jogam-o-sand-series-matosinhos-atras-do-3o-titulo-seguido.html",
        "title": "Chow e Marchezini jogam o Sand Series Matosinhos atrás do 3º título seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sophiachow_Marchezini_amazoniaopen-sunset.jpg",
        "date": "10/07/2025",
        "description": "Matosinhos (Portugal)– O circuito mundial de beach tennis desembarca esta semana em solo europeu para a disputa do Sand Series Matosinhos, em Portugal, um dos torneios mais importantes da temporada. Com início na quinta-feira e jogos a partir de sexta-feira, o torneio distribuirá US$ 100 mil em premiação e 800 pontos no ranking ITF para as duplas campeãs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-e-pigossi-ganham-e-fazem-semifinal-de-duplas-na-franca.html",
        "title": "Ingrid e Pigossi ganham e fazem semifinal de duplas na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/IMG-20250613-WA0001-scaled-e1749820144136-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Contrexeville (França)– A carioca Ingrid Martins e a paulista Laura Pigossi, atuando com parceiras estrangeiras, venceram na estreia da chave de duplas do WTA 125 de 100 mil euros que acontece sobre o saibro francês e já estão nas semifinais da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-confirma-historico-contra-sabalenka-e-faz-final-inedita.html",
        "title": "Anisimova confirma histórico contra Sabalenka e faz final inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova-wimbledon-prepara-2025-1.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– A busca da bielorrussa Aryna Sabalenka pela quarta final seguida de Grand Slam ficou pelo caminho nesta quinta-feira, com a derrota nas semifinais de Wimbledon. Sua algoz foi a norte-americana Amanda Anisimova, que jogou de igual para igual com a número 1 do mundo e não se intimidou, vencendo uma dura batalha de 2h37 com o placar final de 6/4, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/becker-se-solidariza-com-zverev-apos-desabafo-do-compatriota.html",
        "title": "Becker se solidariza com Zverev após desabafo do compatriota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-wimbledon-saida-2025-1024x682.jpg",
        "date": "10/07/2025",
        "description": "Berlim (Alemanha)– O alemão Boris Becker fez uma declaração de apoio ao compatriota Alexander Zverev depois que o atual número 3 do mundose abriu sobre seus problemas de saúde mentalapós a eliminação em Wimbledon. Após ouvir as palavras de Sascha, o dono de seis títulos de Grand Slam contou que acabou chorando."
    }
]