[
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-sobre-bolada-em-juiza-fiquei-um-pouco-assustado-quando-vi.html",
        "title": "Musetti sobre bolada em juíza: “Fiquei um pouco assustado quando vi”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD8fuLh8WN-LVjKG_COC_6384LorenzoMusettiQuartsdefinaleRoland-Garros2025-1024x682.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– Em um dos lances mais polêmicos da última terça-feira, o italiano Lorenzo Musetti chutou uma bolinha com força para o fundo de quadra, acabou acertando uma juíza de linha, mas só recebeu uma advertência e não foi desclassificado, batendo o norte-americano Frances Tiafoe por 3 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-cai-para-favorita-nas-quartas-e-agora-foca-duplas.html",
        "title": "Victória cai para favorita nas quartas e agora foca duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_back_rg-1024x563.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Depois de duas boas vitórias na chave juvenil de simples, a potiguar Victória Barros teve um dia pouco inspirado e foi superada pela norte-americana Julieta Pareja, cabeça 9 e 14ª do ranking da categoria, com parciais de 6/2 e 6/2. Aos 16 anos, portanto um a mais que a brasileira, Pareja também já ocupa o 319º lugar do ranking profissional e chegou às quartas no WTA 250 de Bogotá."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-busca-virada-em-jogo-de-muitos-erros-vence-keys-e-vai-para-a-semi.html",
        "title": "Gauff busca virada em jogo de muitos erros, vence Keys e vai para a semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEAhorh8WN-LVk8___JC14917RG2025CocoGauffQF-scaled-e1749037400473-1024x681.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Abrindo a quarta-feira na Philippe Chatrier, que teve o teto fechado por causa do mau tempo, o duelo norte-americano entre Coco Gauff e Madison Keys foi marcado pela inconsistência das duas no decorrer da partida e por um monte de erros não forçados. Gauff saiu atrás, mas conseguiu melhorar durante o jogo e terminou vencendo de virada com parciais de 6/7 (6-8), 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-e-conchita-uma-relacao-alem-de-pupila-e-tecnica.html",
        "title": "Andreeva e Conchita, uma relação além de pupila e técnica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/mirra-conchita-roma-2025-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Com 18 anos completados recentemente, a russa Mirra Andreeva busca nesta quarta-feira uma vaga nas semifinais de Roland Garros diante da convidada francesa de 22 anos Lois Boisson, 361ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-bate-bola-com-sinner-antes-do-jogo-das-quartas-veja.html",
        "title": "Boisson bate bola com Sinner antes do jogo das quartas. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDxcEbh8WN-LVdHS_20250527_RG_NG_5200LoisBoissonR1-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –A francesa Lois Boisson, que faz surpreendente campanha em Roland Garros, teve um sparring de classe nesta quarta-feira em sua preparação para a partida das quartas: o número 1 do ranking masculino, o italiano Jannik Sinner. Algoz da americana Jessica Pegula, Lois irá disputar vaga nas semifinais com a  russa Mirra Andreeva, número 6 do ranking. Sinner, por sua vez, vai enfrentar o cazaque Alexander Bublik."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt400-de-palmas-comeca-na-quinta-feira-com-chow-e-marchezini.html",
        "title": "BT400 de Palmas começa na quinta-feira com Chow e Marchezini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chow_marquezini_brasilia.jpg",
        "date": "04/06/2025",
        "description": "Palmas (Tocantins)– O circuito mundial de beach tennis desembarca nesta semana em Palmas, capital do Tocantins, para mais uma etapa de alto nível da temporada. De 5 a 7 de junho, a cidade recebe o BT400 de Palmas, com jogos na Arena Sesi Esporte e uma premiação total de US$ 35 mil, além de 400 pontos no ranking ITF para as duplas campeãs nas categorias feminina e masculina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-celebra-sua-melhor-atuacao-dia-em-que-tudo-deu-certo.html",
        "title": "Alcaraz celebra sua melhor atuação: “Dia em que tudo deu certo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_rg_fore_lado_qf_corinne-1024x588.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros e semifinalista da competição pelo terceiro ano consecutivo, Carlos Alcaraz teve sua melhor atuação nesta terça-feira, diante do norte-americano Tommy Paul.O espanhol cedeu apenas cinco gamesem 1h34 de partida e saiu de quadra muito satisfeito com o nível de tênis apresentado contra o atual número 12 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalista-e-em-busca-do-top-5-musetti-se-sente-mais-profissional.html",
        "title": "Semifinalista e em busca do top 5, Musetti se sente mais profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_rg_back_saibro-1024x627.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros, Lorenzo Musetti vive o melhor momento da carreira aos 23 anos e consolida a grande fase na temporada de saibro, com uma recente final no Masters 1000 de Monte Carlo, além de semifinais em Roma e Madri durante a preparação para o Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-tiafoe-musetti-deveria-ser-desclassificado-por-acertar-juiza-de-linha.html",
        "title": "Para Tiafoe, Musetti deveria ser desclassificado por acertar juíza de linha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_tiafoe_rg-1024x682.jpg",
        "date": "03/06/2025",
        "description": "Paris (França) –A partida entre Lorenzo Musetti e Frances Tiafoe pelas quartas de final de Roland Garros foi marcada por umincidente no segundo setnesta terça-feira. Musetti, ao demonstrar frustração, chutou uma bola em direção ao fundo de quadra e atingiu acidentalmente uma das juízas de linha. O italiano foi advertido pelo árbitro de cadeira, mas autorizado a continuar no jogo e acabou vencendo a partida por 6/2, 4/6, 7/5 e 6/2. Após o duelo, Tiafoe não escondeu a insatisfação com a decisão da arbitragem e disse que o adversário deveria ter sido desclassificado."
    }
]