[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-22-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/picinelli-campinas-2025-1024x683.jpg",
        "date": "22/07/2025",
        "description": "ATP 250 de Kitzbuhel (Áustria) – Saibro – 596.035 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wilander-explica-por-que-sinner-e-um-melhor-modelo-do-que-alcaraz.html",
        "title": "Wilander explica por que Sinner é um melhor modelo do que Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_alcaraz_wimbledon_trofeus-1024x682.jpg",
        "date": "22/07/2025",
        "description": "Paris (França)– Após Jannik Sinner se vingar de Carlos Alcaraz com uma atuação impecável na final de Wimbledon, o debate sobre a rivalidade entre o italiano e o espanhol. Em entrevista aoL’Equipe, o sueco Mats Wilander comentou sobre o assunto e explicou por que acredita que o atual número 1 do mundo seja um exemplo melhor para os demais tenistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navratilova-discorda-do-governo-trump-voltando-se-contra-imigrantes.html",
        "title": "Navratilova discorda de Trump e mulheres trans nos esportes femininos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/2023_by-Jimmie48_WTA-1024x667.jpg",
        "date": "22/07/2025",
        "description": "Londres (Inglaterra) –Durante a edição deste ano de Wimbledon, Martina Navratilova, tcheca naturalizada americana, concedeu entrevista a Amol Rajan, jornalista da BBC. A ex-número 1 do mundo desertou há 50 anos da Tchecoslováquia comunista para buscar seus objetivos de vida e esportivos nos Estados Unidos. Na época, a jovem de 18 anos tornou-se uma das mais famosas desertoras da Cortina de Ferro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/haas-acredita-que-zverev-va-tirar-licoes-da-queda-na-estreia-em-wimbledon.html",
        "title": "Haas acredita que Zverev vá tirar lições da queda na estreia em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-wimbledon-grita-2025-1024x682.jpg",
        "date": "22/07/2025",
        "description": "Hamburgo (Alemanha)– Eliminado na primeira rodada em Wimbledon, o alemão Alexander Zverev deixou o torneio falando sobre questões mentais. Em entrevista aoEurosport, o compatriota Tommy Haas acredita que esta derrota prematura no All England Club pode ser positiva para o atual número 3 do mundo e lhe trazer lições para melhorar no futuro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-todos-pedem-temporada-mais-curta-mas-torneios-estao-mais-longos.html",
        "title": "Fritz: “Todos pedem temporada mais curta, mas torneios estão mais longos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-washinton-treino-sorri-2025-e1753195018534-1024x683.jpg",
        "date": "22/07/2025",
        "description": "Washington (EUA)– A ausência de nomes de peso no Masters 1000 de Toronto, que não terá na disputa o italiano Jannik Sinner, o espanhol Carlos Alcaraz, o sérvio Novak Djokovic e o britânico Jack Draper, todos top 10, está repercutindo no circuito. Antes de sua estreia no ATP 500 de Washington, o norte-americano Taylor Fritz analisou a situação e fez ponderações sobre o calendário atual."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt-10-de-acailandia-define-os-campeoes-no-1-do-mundo-joga-o-bt-50.html",
        "title": "BT 10 de Açailândia define os campeões. Nº 1 do mundo joga o BT 50.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/campeoesacailandia_bt10.jpg",
        "date": "22/07/2025",
        "description": "Açailândia (MA) –Começou nesta segunda-feira a disputa do inédito torneio internacional de beach tennis em Açailândia, no coração do Maranhão. No primeiro evento, atletas maranhenses conquistaram o troféu do BT 10, com pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/toronto-sera-primeiro-masters-1000-desde-2017-sem-numeros-1-e-2.html",
        "title": "Toronto será primeiro Masters 1000 desde 2017 sem números 1 e 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_alcaraz_wimbledon.jpg",
        "date": "22/07/2025",
        "description": "Toronto (Canadá)– A ausência do italiano Jannik Sinner e do espanhol Carlos Alcaraz, os dois primeiros do ranking, fará de Toronto o primeiro Masters 1000 desde 2017 a não contar com os dois primeiros colocados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/griekspoor-prefere-jogar-antes-dos-grand-slam-a-chegar-descansado.html",
        "title": "Griekspoor prefere jogar antes dos Grand Slam a chegar descansado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/griekspoor-mallorca-2025-trophy-2-e1753185903461-1024x682.jpg",
        "date": "22/07/2025",
        "description": "Bastad (Suécia)– Cada vez mais os tenistas estão desenhando melhor seu calendário para chegarem descansados e bem preparados para a disputa dos Grand Slam. Porém, nem todos concordam que é melhor não competir na semana anterior. O holandês Tallon Griekspoor fez uma reflexão interessante sobre o assunto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-recebe-jovens-talentos-do-tenis-brasileiro.html",
        "title": "Copa das Federações recebe jovens talentos do tênis brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_rivoli_direita.jpg",
        "date": "21/07/2025",
        "description": "Uberlândia (MG) –Com a presença de cerca de 600 tenistas de 21 estados e mais o Distrito Federal, a Copa das Federações tem se tornado um celeiro de novos talentos da modalidade. O torneio acontece até a quinta-feira, no Praia Clube, em Uberlândia (MG), e é uma oportunidade para conhecer os futuros nomes do esporte, que já se destacam no cenário internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-sakkari-fernandes-linette-nos-resumo-de-washington-veja.html",
        "title": "Mboko, Sakkari, Fernandez, Linette nos resumo de Washington. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WTA-1024x576.jpg",
        "date": "21/07/2025",
        "description": ""
    }
]