[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ja-estreia-nesta-quinta-ao-meio-dia-venus-tambem-joga.html",
        "title": "Fonseca já estreia nesta quinta ao meio dia, Venus também joga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-backhand-treino-toronto-2025-1024x683.jpeg",
        "date": "06/08/2025",
        "description": "Cincinnati (EUA) –A estreia de João Fonseca no Masters 1000 de Cincinnati já acontece nesta quinta-feira. O carioca de 18 anos e número 1 do Brasil enfrenta o chinês Yunchaokete Bu, 76º do ranking, a partir do meio-dia (de Brasília). O vencedor enfrentará o espanhol Alejandro Davidovich Fokina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/retornos-em-cincinnati.html",
        "title": "Retornos em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_uso_sabalenka-1024x576.jpg",
        "date": "06/08/2025",
        "description": "Saíram as chaves de simples de Cincinnati e, certamente, as atrações são os retornos de Jannik Sinner, Carlos Alcaraz e Aryna Sabalenka. Enquanto os garotos iniciam a batalha direta pela liderança do ranking, a número 1 volta a sua superfície predileta e de maior eficiência. Ao estilo de Indian Wells e Miami, o torneio começa nesta quinta e se prolongará por 12 dias, com final na segunda-feira, dentro desse calendário tão esdrúxulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-salva-match-point-e-faz-historia-com-a-final-em-casa.html",
        "title": "Mboko salva match-point e faz história com a final em casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mboko_mtl_comememora_R16-1024x670.jpg",
        "date": "06/08/2025",
        "description": "Toronto (Canadá) –Convidada para a disputa do WTA 1000 de Montréal, Victoria Mboko segue fazendo história em sua primeira participação no torneio e garantiu seu lugar na final depois de vencer Elena Rybakina, número 12 do mundo, por 1/6, 7/5 e 7/6 (7-4) em 2h46 de partida. A jovem canadense de 18 anos e 88ª do ranking salvou um match-point, depois que a cazaque sacou duas vezes para o jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/salisbury-e-skupski-vencem-e-garantem-final-britanica-em-toronto.html",
        "title": "Salisbury e Skupski vencem e garantem final britânica em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/skupski_salisbury_toronto-1024x729.jpg",
        "date": "06/08/2025",
        "description": "Toronto (Canadá) –A final de duplas do Masters 1000 de Toronto terá quatro tenistas britânicos em quadra. Após a classificação de Julian Cash e Lloyd Glasspoolna última terça, foi a vez de Joe Salisbury e Neal Skupski avançarem com vitória sobre os argentinos Maximo Gonzalez e Andres Molteni por 7/6 (7-5) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-kessler-conquistam-o-titulo-de-duplas-em-montreal.html",
        "title": "Gauff e Kessler conquistam o título de duplas em Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_kessler_mtl_trofeu-1024x646.jpg",
        "date": "06/08/2025",
        "description": "Montréal (Canadá) –A parceria norte-americana de Coco Gauff e McCartney Kessler conquistou o título de duplas do WTA 1000 de Montréal. Elas venceram nesta quarta-feira a canhota Taylor Townsend, também dos Estados Unidos, e a chinesa Shuai Zhang por 6/4, 1/6 e 13-11."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-da-premiacao-recorde-campeoes-levam-us-5-mi.html",
        "title": "US Open dá premiação recorde. Campeões levam US$ 5 mi.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/sinner_trofeu_web.jpg",
        "date": "06/08/2025",
        "description": "Nova York (EUA)– Para manter a longa tradição, a Associação Norte-americana de Tênis (USTA) anunciou nesta quarta-feira que o US Open baterá mais um recorde absoluto de premiação, tanto no montante geral como no pagamento aos dois campeões individuais. O segundo mais antigo Grand Slam distribuirá US$ 90 milhões, cabendo nada menos do que US$ 5 mi para cada vencedor individual, o que representa 39% a mais do que em 2024 e equivale hoje a R$ 27,5 milhões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zanellato-vence-no-saibro-alemao-sell-perde-nas-oitavas-nos-eua.html",
        "title": "Zanellato vence no saibro alemão, Sell perde nas oitavas nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "06/08/2025",
        "description": "Frankfurt (Alemanha) –O paulista Nicolas Zanellato estreou com vitória na chave principal do ITF M15 de Frankfurt, no saibro alemão. Vindo do quali, Zanellato marcou um duplo 6/1 contra o tenista da casa Alen Mujakic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-faz-quartas-na-belgica-pigossi-cai-para-principal-favorita-nos-eua.html",
        "title": "Cé faz quartas na Bélgica, Pigossi cai para principal favorita nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/gabrielace_vacaria_prepsaque-1024x723.jpg",
        "date": "06/08/2025",
        "description": "Koksijde (Bélgica) –A gaúcha Gabriela Cé está nas quartas de final do ITF W50+H de Koksijde, em quadras de saibro na Bélgica. Canhota de 32 anos e 399ª do ranking, Cé venceu a tcheca Anna Siskova, cabeça 8 do torneio e 332ª colocada, por 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-fullana-candiotto-e-konishi-estreiam-bem-na-argentina.html",
        "title": "Carol, Fullana, Candiotto e Konishi estreiam bem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fullana_rioclaro25_fore.jpg",
        "date": "06/08/2025",
        "description": "Chacabuco (Argentina) –A rodada desta quarta-feira pelo ITF W35 de Chacabuco, em quadras de saibro na Argentina, foi boa para as brasileiras. Quatro jogadoras nacionais avançaram às oitavas de final: Carol Meligeni, Luiza Fullana, Ana Candiotto e Júlia Konishi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paraense-klautau-e-vice-no-mt-700-de-hanko-e-segue-para-o-mundial.html",
        "title": "Paraense Klautau é vice no MT 700 de Hanko e segue para o Mundial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mauro_klautau_hanko_vice.jpg",
        "date": "06/08/2025",
        "description": "Hanko (Finlândia) –O paraense Mauro Klautau, de Belém, ficou com o vice-campeonato no MT 700 de Hanko, nesta quarta-feira, ao ser superado na final pelo italiano Geovanni Medori, por 6/4 e 6/3. Foi a segunda final em solo finlandês, após o título em Helsinque, na semana passada."
    }
]