[
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-reconhece-atuacao-ruim-e-afirma-que-precisa-melhorar.html",
        "title": "Zverev reconhece atuação ruim e afirma que precisa melhorar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-1-e1756656079981-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Embora seja um dos principais nomes do circuito na atualidade, ocupando a terceira colocação no ranking, o alemão Alexander Zverev tem sofrido alguns reveses duros, como o que acontece no último sábado, quando foi eliminado do US Open ainda na terceira rodada, levando uma virada do canadense Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-acredita-que-vitoria-sobre-zverev-dara-impulso-na-confianca.html",
        "title": "Aliassime acredita que vitória sobre Zverev dará impulso na confiança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/aliassime-usopen-vibra-2025-e1756653349912-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Depois de surgir como uma das promessas de sua geração, o canadense Félix Auger-Aliassime oscilou no circuito e agora parece estar reencontrando o melhor ritmo para voltar a brilhar. No último sábado, o tenista de 25 anos conquistou uma grande virada sobre o alemão Alexander Zverev e espera que este resultado dê um impulso em sua confiança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-com-1-5-e-facil-entrar-em-panico-mas-eu-nao-entrei.html",
        "title": "Swiatek: “Com 1/5 é fácil entrar em pânico, mas eu não entrei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga-usopen-fore-2025-e1756649910437-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– A polonesa Iga Swiatek mais uma vez deu mostras de sua força mental e mesmo depois de um começo ruim de partida contra a russa Anna Kalinskaya, que abriu 5/1 no primeiro set, se recuperou e conseguiu conquistar a vitoria em sets diretos, garantindo um lugar nas oitavas de final no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-garante-permanencia-no-top-30-e-fica-perto-do-top-50-da-temporada.html",
        "title": "Bia garante permanência no top 30 e fica perto do top 50 da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-vibra-us-open-2025-e1756639914778-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Pelo segundo ano seguido o US Open está sendo importantíssimo para a paulista Beatriz Haddad Maia. Quadrifinalista na temporada passada, ela voltou a fazer uma boa campanha no torneio em 2025 e já está nas oitavas, garantindo assim sua permanência no top 30 da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-quase-uma-decada-juntos-medvedev-rompe-com-gilles-cervara.html",
        "title": "Após quase uma década juntos, Medvedev rompe com Gilles Cervara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/medvedev-cervara-usopen-2021-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Um dos trabalhos mais vitoriosos e duradouro no topo do circuito masculino, a parceria do russo Daniil Medvedev com o treinador francês Gilles Cervara foi encerrada após a eliminação prematura do ex-número 1 do mundo no US Open, caindo na estreia diante do francês Benjamin Bonzi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cirstea-tem-trofeu-de-cleveland-roubado-do-quarto-do-hotel.html",
        "title": "Cirstea tem troféu de Cleveland roubado do quarto do hotel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cirstea_cleveland_trofeu.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Campeã do WTA 250 de Cleveland, na semana que antecede o US Open, a romena Sorana Cirstea teve seu troféu roubado no quarto do hotel que está em Nova York. Através das redes sociais, ela informou o ocorrido e pediu que o ladrão devolvesse a taça."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-31-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/romboli_smith_toronto-1024x693.jpg",
        "date": "31/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-como-foi-a-vitoria-de-bia-haddad-em-resumo-de-3-minutos.html",
        "title": "Veja como foi a vitória de Bia Haddad em resumo de 3 minutos",
        "image": null,
        "date": "31/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paciencia-e-precisao-levam-bia-adiante-em-nova-york.html",
        "title": "Paciência e precisão levam Bia adiante em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_bia_jimmy.jpg",
        "date": "31/08/2025",
        "description": "O amplo favoritismo não perturbou Beatriz Haddad Maia e, com firmeza e golpes calibrados, impôs a quinta derrotaconsecutiva em seus duelos contra a ex-top 10 Maria Sakkari. O maior predicado desta vez esteve na solidez dabase e nenhuma pressa na construção dos pontos. Terminou os 15 games com notáveis sete erros, sendo apenas três  num primeiro set de muita sobriedade e duas duplas faltas no game final onde a natural ansiedade bateu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-mantem-momento-derrota-paul-e-vai-desafiar-sinner.html",
        "title": "Bublik mantém momento, derrota Paul e vai desafiar Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bublik-1.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Em excepcional fase técnica e física, o cazaque Alexander Bublik obteve mais uma vitória expressiva em sua grande temporada 2025 e barrou o norte-americano Tommy Paul para avançar pela primeira vez às oitavas de final do US Open. O número 24 do ranking avançou com parciais de 7/6 (5-7), 6/7 (4-7), 6/3, 6/7 (5-7) e 6/1, em jogo pouco mais de 3h36."
    }
]