[
    {
        "url": "https://tenisbrasil.uol.com.br/victor-pignaton-e-clara-coura-conquistam-titulos-de-itf-no-juvenil.html",
        "title": "Victor Pignaton e Clara Coura conquistam títulos de ITF no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pignaton_trofeu_honduras-1024x627.jpg",
        "date": "06/09/2025",
        "description": "Tegucigalpa (Honduras) –O juvenil capixaba Victor Pignaton, de 15 anos, conquistou o título do ITF J30 de Tegucigalpa, em quadras duras. Ele venceu nesta final deste sábado o italiano Niccolo Magagnin por duplo 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-consola-anisimova-sei-o-quanto-doi-perder-uma-final.html",
        "title": "Sabalenka consola Anisimova: “Sei o quanto dói perder uma final”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-trofeu-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Depois de passar o ano no topo do ranking da WTA, a bielorrussa Aryna Sabalenka coroou a temporada com seu primeiro Grand Slam. Depois de perder as duas primeiras finais importantes da temporada e chegar a fazer uma semi, ela finalmente levantou o troféu neste domingo no US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-perde-semifinal-em-cuiaba-e-vai-para-sp-open.html",
        "title": "Candiotto perde semifinal em Cuiabá e vai para SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "06/09/2025",
        "description": "Cuiabá (MT)– A paulista Ana Candiotto começou bem sua tentativa de chegar na final do torneio de nível ITF W35 que acontece sobre o saibro matogrossense. Mas a cabeça 7 acabou levando virada. De qualquer forma, fez a melhor campanha da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-06-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pedretti_rcl_back_dia.jpg",
        "date": "06/09/2025",
        "description": "ITF W35 de Cuiabá (MT) – Saibro – US$ 30 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-fica-a-uma-vitoria-da-chave-principal-do-sp-open.html",
        "title": "Pedretti fica a uma vitória da chave principal do SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/54768576737_f9a1bfd9c6_k-1024x683.jpg",
        "date": "06/09/2025",
        "description": "São Paulo (SP)– O SP Open pode ter neste domingo a oitava tenista brasileira na chave principal do torneio WTA 250 no Parque Villa-Lobos, com a paulista Thaisa Pedretti a uma vitória de passar o qualificatório. Ela estreou neste sábado e venceu a argentina Victoria Bosio por 2 sets a 0, com parciais de 6/3 e 7/5, na Quadra Maria Esther Bueno."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-lutam-pelo-segundo-trofeu-no-us-open-e-numero-1.html",
        "title": "Sinner e Alcaraz lutam pelo segundo troféu no US Open e número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/GI1kgt1bAAAUswJ-e1710692248687-1024x730.jpeg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– A final masculina do US Open, marcada para o próximo domingo às 15h (horário de Brasília) será a terceira seguida de Grand Slam entre o italiano Jannik Siner e o espanhol Carlos Alcaraz. Além de valer o segundo título do torneio para ambos, também definirá quem será o número 1 do mundo no próximo ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-recupera-o-reinado.html",
        "title": "Sabalenka recupera o reinado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_aryna_final_uso.jpg",
        "date": "06/09/2025",
        "description": "Não dá para chamar de ruim uma temporada em que se vence dois torneios do peso de Miami e Madri, mas era evidente que Aryna Sabalenka sentia certa frustração por ter chegado às finais do Australian Open e de Roland Garros e ficado sem o título. Afinal, ela vinha erguendo ao menos um troféu de Grand Slam por ano desde 2023 e chegou a Nova York ameaçada até de perder a ponta do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-a-100a-em-grand-slam-e-fatura-o-bi-do-us-open.html",
        "title": "Sabalenka vence a 100ª em Grand Slam e fatura o bi do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sabalenka-usopen-comemora-2025.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Depois de dois vice-campeonatos e uma semifinal, a bielorrussa Aryna Sabalenka evitou passar em branco nos Grand Slam e fechou a temporada dos quatro principais torneios do ano com um título. Neste sábado, ela controlou o ímpeto da norte-americana Amanda Anisimova e venceu a partida em sets diretos, com parciais de 6/3 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "06/09/2025",
        "description": "ATPUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-da-chave-faz-carol-meligeni-mudar-treino-em-cima-da-hora.html",
        "title": "Sorteio da chave faz Carol Meligeni mudar treino em cima da hora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/carol-meligeni-spopen-sorteio-2025-1024x683.jpg",
        "date": "06/09/2025",
        "description": "São Paulo (SP)– O sorteio da chave principal do SP Open, que começa na próxima segunda-feira, colocou frente a frente na primeira rodada as brasileiras Carolina Meligeni e Nauhany Silva, o que forçou uma mudança de última hora nos planos das duas."
    }
]