[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-recorda-conquista-em-wimbledon-e-planeja-temporada-mais-curta.html",
        "title": "Iga recorda conquista em Wimbledon e planeja temporada mais curta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_trofeu_acena-1024x652.jpg",
        "date": "29/11/2025",
        "description": "Zurique (Suíça) –Multicampeã em quadras de saibro, com seus quatro títulos de Roland Garros, Iga Swiatek teve melhores resultados em pisos mais velozes em 2025, com as conquistas de Wimbledon e do WTA 1000 de Cincinnati. Depois de disputar 81 jogos no ano, com 64 vitórias e três títulos, anúmero 2 do mundoplaneja uma temporada um pouco mais curta para focar em ter mais tempo para treinar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-29-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bsas_back-1024x683.jpg",
        "date": "29/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-victoria-vencem-mais-uma-no-mexico-e-jogam-semis-neste-sabado.html",
        "title": "Guto e Victória vencem mais uma no México e jogam semis neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_yucatan_term-1024x683.jpg",
        "date": "29/11/2025",
        "description": "Merida (México) –A semana de Guto Miguel e Victória Barros no ITF J500 de Merida segue com resultados positivos. Brasileiros mais bem colocados no ranking mundial juvenil, o goiano e a potiguar venceram seus jogos na última sexta-feira e estão nas semifinais do torneio em quadras de saibro no México."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-sand-series-tour-finals-2025-comeca-neste-sabado-em-ribeirao.html",
        "title": "Sand Series Tour Finals começa neste sábado em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/baran_loch.png",
        "date": "28/11/2025",
        "description": "Ribeirão Preto (SP)– O ITF Sand Series Tour Finals 2025 começa neste sábado, na Arena Beach Ribeirão, estendendo-se até 6 de dezembro. Com premiação recorde de US$ 125 mil, a maior da história do beach tennis mundial, o torneio reunirá as oito melhores duplas masculinas e femininas do mundo, classificadas pelo novo modelo de ranking por equipes, adotado pela Federação Internacional de Tênis (ITF) nesta temporada. As entradas estão disponíveis na plataforma Total Ticket (http://www.totalticket.com.br). A programação oficial começa às 12h30, com jogos na Quadra Central. A Quadra 1 receberá dois confrontos do New Wave, com entrada franca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-disputam-tres-finais-de-itf-na-america-do-sul.html",
        "title": "Juvenis brasileiros disputam três finais de ITF na América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/henrique_queiroz_nov24.jpg",
        "date": "28/11/2025",
        "description": "Chiclayo (Peru) –A final do ITF J100 de Chiclayo, em quadras de saibro no Peru, será entre dois brasileiros. O gaúcho Pedro Dietrich e o pernambucano Henrique Queiroz decidem o título neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nauhany-silva-e-luiza-fullana-vao-as-semis-em-ribeirao-preto.html",
        "title": "Nauhany Silva e Luiza Fullana vão às semis em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_ribeirao_back-1024x683.jpg",
        "date": "28/11/2025",
        "description": "* Atualizado com resultados de duplas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-faz-sua-primeira-semifinal-no-profissional-em-la-paz.html",
        "title": "João Lago faz sua primeira semifinal no profissional em La Paz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joao_lago_jul2025.jpg",
        "date": "28/11/2025",
        "description": "La Paz (Bolívia) –O paranaense João Lago garantiu vaga na primeira semifinal de sua carreira profissional no ITF M15 de La Paz, em quadras de saibro. Lago, de 19 anos e cabeça 8 do torneio, venceu o boliviano Diego Navia por 6/4 e 6/2 e vai enfrentar o argentino Thiago Pernas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-28-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_back.jpg",
        "date": "28/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-herrero-salvam-2-match-points-e-vao-a-final-em-buenos-aires.html",
        "title": "Pigossi e Herrero salvam 2 match-points e vão à final em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_herrero_bsas_cump-1024x775.jpg",
        "date": "28/11/2025",
        "description": "Buenos Aires (Argentina) –Em mais uma semana com bons resultados nas duplas na América do Sul, Laura Pigossi garantiu vaga na final do WTA 125 de Buenos Aires, jogando ao lado da espanhola Alicia Herrero. Principais cabeças de chave, elas salvaram dois match-points nesta sexta-feira contra a eslovena Veronika Erjavec e a húngara Panna Udvardy e venceram por 4/6, 6/3 e 12-10 em 1h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-leva-a-filha-mais-nova-para-quadra-e-ensina-os-primeiros-passos.html",
        "title": "Serena leva a filha mais nova para quadra e ensina os primeiros passos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/serena_adira_quadra-1024x766.jpg",
        "date": "28/11/2025",
        "description": "Miami (EUA) –No início da semana, Serena Williams divulgou em suas redes sociais uma série de fotos em que aparece em quadra, introduzindo sua filha mais nova, Adira, ao tênis. Nas imagens, a menina de apenas dois anos tenta repetir alguns movimentos da mãe, ex-número 1 do mundo e vencedora de 23 títulos de Grand Slam em simples."
    }
]