[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-busca-virada-e-supera-chines-na-estreia-em-cincinnati.html",
        "title": "Fonseca busca virada e supera chinês na estreia em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-toronto-voleia-2025-.jpeg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA)– Não durou muito a sequência de derrotas do carioca João Fonseca, que após perder seus dois últimos jogos já voltou a vencer. Nesta quinta-feira, ele abriu sua campanha no Masters 1000 de Cincinnati com uma virada para cima do chinês Yunchaokete Bu, contra quem marcou parciais de 4/6, 6/2 e 7/5"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-07-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "07/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-vence-mais-uma-vai-as-quartas-e-desafia-cabeca-de-chave-2.html",
        "title": "Reis vence mais uma, vai às quartas e desafia cabeça de chave 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-e1748633677555-1024x682.jpg",
        "date": "07/08/2025",
        "description": "Bonn (Alemanha)– O bom momento do pernambucano João Lucas Reis segue nesta semana na disputa do challenger de Bonn, onde venceu mais uma e já está nas quartas de final. Nesta quinta-feira, ele derrotou o francês Geoffrey Blancaneaux, de 26 anos e atual 256º do mundo, em sets diretos, com parciais de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-se-choca-com-idolatria-de-sua-adversaria-na-final-de-montreal.html",
        "title": "Osaka se choca com idolatria de sua adversária na final de Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/osaka-montreal-rebate-2025-e1754580603395.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– Ex-número 1 do mundo e vencedora de quatro títulos de Grand Slam, a japonesa Naomi Osaka tentará se reencontrar com os títulos de grande porte nesta quinta-feira, quando enfrentará a canadense Victoria Mboko na final do WTA 1000 de Montréal. Ela não levanta uma taça assim desde a conquista do Australian Open de 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-muito-feliz-por-estar-aqui-e-comemorar-com-todos-os-fas-canadenses.html",
        "title": "Mboko: “Muito feliz por estar aqui e comemorar com todos os fãs canadenses”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Victoria-Mboko_04178.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– Convidada da organização, a tenista da casa Victoria Mboko aproveitou muito bem a oportunidade e vai disputar no WTA 1000 de Montréal sua primeira final de grande porte. A vaga na decisão veio com uma virada para cima da cazaque Elena Rybakina, marcando parciais de 1/6, 7/5 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-comemora-enfim-um-grande-resultado-em-masters-1000.html",
        "title": "Shelton comemora enfim um grande resultado em Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ROBINS-_GJR3926-1024x727.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– Em sua 24ª aparição em um Masters 1000, o norte-americano Ben Shelton enfim conseguiu uma grande campanha em Toronto e vai disputar a final nesta quinta-feira. Ele jamais havia passado das quartas de final de um evento deste porte, mas agora está a uma vitória de faturar o maior título da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-acredita-que-saque-de-mboko-fez-a-diferenca-na-reta-final.html",
        "title": "Rybakina acredita que saque de Mboko fez a diferença na reta final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR-145203100498-Elena-Rybakina_04129-1024x682.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– O reencontro de Elena Rybakina com a jovem Victoria Mboko, menos de duas semanas após o primeiro duelo entre elas, em Washington, desta vez teve uma vencedora diferente e a canadense aproveitou o fator casa para derrotar a cazaque e ir para a final do WTA 1000 de Montréal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-estou-super-feliz-e-orgulhoso-de-fazer-isso-mais-uma-vez.html",
        "title": "Khachanov: “Estou super feliz e orgulhoso de fazer isso mais uma vez”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/khachanov-toronto-vibra-e1754575656624-1024x683.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– De volta a uma final de Masters 1000 depois de oito anos, o russa Karen Khachanov não poderia ter outra sensação que não a de felicidade ao superar o alemão Alexander Zverev na semi de Toronto. Ele garantiu sua primeira decisão neste nível desde o título em Paris 2018 e disse não ligar muito para as estatísticas e sim para o desempenho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-esta-satisfeita-com-aparencia-mas-nao-descarta-cirurgia-estetica.html",
        "title": "Venus está satisfeita com aparência, mas não descarta cirurgia estética",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus_marieclaireuk2.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –Venus Williams, de 45 anos, compartilhou sua opinião sobre intervenções estéticas em entrevista à edição britânica da revista Marie Claire. Embora esteja feliz com sua aparência, Venus afirmou à publicação que consideraria uma cirurgia estética sob uma condição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-lamenta-primeiro-set-terrivel-e-espera-fazer-melhor-em-cincinnati.html",
        "title": "Zverev lamenta primeiro set terrível e espera fazer melhor em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ANDERSON-TA205607-.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– Eliminado nas semifinais do Masters 1000 de Toronto, o alemão Alexander Zverev lamentou seu começo ruim na partida contra o russo Karen Khachanov, que acabou levando a melhor econquistou a vitória em três sets, após 2h52 de confronto. O cabeça de chave 1 do torneio ainda teve match-point no terceiro set, mas não aproveitou."
    }
]