[
    {
        "url": "https://tenisbrasil.uol.com.br/lehecka-hoje-enfrentei-a-versao-de-grand-slam-do-alcaraz.html",
        "title": "Lehecka: “Hoje enfrentei a versão de Grand Slam do Alcaraz”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lehecka-abraco-alcaraz-us-open-2025-1024x718.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Eliminado nas quartas de final do US Open, Jiri Lehecka deixou o Arthur Ashe Stadium ciente da grandeza do desafio que enfrentou nesta terça-feira. O tcheco foi derrotado por Carlos Alcaraz com parciais de 6/4, 6/2 e 6/4, e reconheceu o nível do espanhol, descrevendo a sensação de encarar o número 2 do mundo em sua melhor forma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-brasileiros-vencem-na-argentina-gimenez-e-zanellato-duelam-na-polonia.html",
        "title": "Três brasileiros vencem na Argentina, Gimenez e Zanellato duelam na Polônia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "02/09/2025",
        "description": "Mar Del Plata (Argentina) –Três brasileiros estrearam com vitória no ITF M25 de Mar Del Plata, em quadras de saibro na Argentina. A rodada desta terça-feira foi positiva para os experientes paulistas Daniel Dutra da Silva e Pedro Sakamoto, além do catarinense Bruno Fernandez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tem-quatro-tenistas-em-cadeira-de-rodas-no-us-open.html",
        "title": "Brasil tem quatro tenistas em cadeira de rodas no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/vitoria_miranda_uso_fore.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –O Brasil tem quatro representantes nos torneios de tênis em cadeira de rodas do US Open. Os mineiros Leandro Pena e Daniel Rodrigues estão nas disputas profissionais, enquanto Vitória Miranda e Luiz Calixto jogam as chaves juvenis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hoje-eu-fiz-uma-partida-quase-perfeita-avalia-alcaraz.html",
        "title": "“Hoje eu fiz uma partida quase perfeita”, avalia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-vibra-us-open-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Carlos Alcaraz segue firme na busca pelo seu segundo título do US Open. Nesta terça-feira, o espanhol de 22 anosavançou à semifinal do torneio após derrotar o tcheco Jiri Lehecka, 21º do ranking, por 6/4, 6/2 e 6/4, em 1h56 de partida. Sem perder sets até aqui no torneio, ele alcança sua nona semi de Grand Slam e tentará sua sétima final, mantendo vivo o sonho de voltar ao topo do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-e-ana-candiotto-sao-confirmadas-nas-duplas-do-sp-open.html",
        "title": "Bia Haddad e Ana Candiotto são confirmadas nas duplas do SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/by-gettyimages_SP-Open.jpg",
        "date": "02/09/2025",
        "description": "São Paulo (SP) –O SP Open anunciou o primeiro convite da chave de duplas. As brasileiras Beatriz Haddad Maia e Ana Candiotto foram confirmadas pela organização nesta terça-feira no WTA da maior cidade das Américas. O torneio acontece entre os dias 6 e 14 de setembro no Parque Villa-Lobos, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-anisimova-duelam-as-14h-com-jogos-de-osaka-e-sinner-a-noite.html",
        "title": "Iga e Anisimova duelam às 14h, com jogos de Osaka e Sinner à noite",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_uso_toss_dia_25-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Protagonistas da última final de Wimbledon, Iga Swiatek e Amanda Anisimova voltam a se enfrentar nesta quarta-feira, pelas quartas de final do US Open. O reencontro entre elas acontece às 14h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-e-fernandez-caem-diante-das-numeros-1-veja-no-resumo.html",
        "title": "Venus e Fernandez caem diante das números 1. Veja no resumo.",
        "image": null,
        "date": "02/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-chega-confiante-a-semi-e-quer-revanche-contra-sabalenka.html",
        "title": "Pegula chega confiante à semi e quer revanche contra Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula-vibra-us-open-2025-1024x718.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Pelo segundo ano consecutivo, a norte-americana Jessica Pegula está na semifinal do US Open. Nesta segunda, a número 4 do mundo precisou de 1h27 de partida paraderrotar a tcheca Barbora Krejcikovapor duplo 6/3, com uma atuação sólida e mostrando novamente o tênis consistente que a levou à final do torneio no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lideres-do-ranking-townsend-e-siniakova-dominam-venus-e-fernandez.html",
        "title": "Líderes do ranking, Townsend e Siniakova dominam Venus e Fernandez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/townsend_siniakova_uso_qf-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Em uma partida cercada por muita expectativa do público nesta terça-feira, Taylor Townsend e Katerina Siniakova confirmaram o favoritismo contra Venus Williams e Leylah Fernandez para chegar às semifinal de duplas no US Open. As líderes do ranking marcaram 6/1 e 6/2 em apenas 56 minutos."
    }
]