[
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-do-bt50-de-sorriso-dupla-de-ramos-cai-em-batalha.html",
        "title": "Definidos os campeões do BT50 de Sorriso. Dupla de Ramos cai em batalha.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/abdanur_mola_bt50-de-Sorriso.jpg",
        "date": "17/07/2025",
        "description": "Sorriso (MT) –Na noite desta quarta-feira foram definidos os campeões do torneio BT 50 de Sorriso, em Mato Grosso, com premiação de US$ 4 mil e 50 pontos no ranking. Davi Abdanur e Maurício Mola levaram a melhor na final sobre Raphael Borges e Felipe Poffo por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-17-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_corre-1024x616.jpg",
        "date": "17/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-visita-academia-de-nadal-pela-terceira-vez.html",
        "title": "Federer visita academia de Nadal pela terceira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nadal_federer_academia.jpg",
        "date": "17/07/2025",
        "description": "Manacor (Espanha) –Roger Federer fez uma visita à academia de Rafael Nadal em Manacor, nas Ilhas Baleares, nesta quinta-feira. A última vez em que os rivais e grandes amigos estiveram juntos foi na homenagem ao ídolo espanhol na última edição de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-leva-virada-e-se-despede-do-wta-de-iasi-nas-quartas-de-final.html",
        "title": "Ingrid leva virada e se despede do WTA de Iasi nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "17/07/2025",
        "description": "Iasi (Romênia)– Embora a carioca Ingrid Martins e a parceira norte-americana Quinn Gleason fossem as cabeças de chave 2 no WTA 250 de Iasi, elas não conseguiram passar das quartas, caindo diante da argentina Maria Lourdes Carle e da suíça Simona Waltert de virada, com o placar final de 3/6, 6/2 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-segue-firme-na-defesa-do-titulo-e-faz-semi-em-bastad.html",
        "title": "Orlandinho segue firme na defesa do título e faz semi em Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-goransson-bastad-2025.jpg",
        "date": "17/07/2025",
        "description": "Bastad (Suécia)– Campeão no ATP 250 de Bastad no ano passado, o gaúcho Orlando Luz segue firme na defesa do título. Jogando agora ao lado do tenista da casa Andre Goransson, ele se garantiu nas semifinais. Os cabeças de chave 3 derrotaram nesta quinta-feira o norte-americano Vasil Kirkov e o holandês Bart Stevens por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-faz-pausa-por-tempo-indefinido-e-desiste-de-vir-ao-sp-open.html",
        "title": "Jabeur faz pausa por tempo indefinido e desiste de vir ao SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Ons_Jabeur_-_Wimbledon_Championships_2025_-_Day_1-DSC_3098_xgaplus.jpg",
        "date": "17/07/2025",
        "description": "São Paulo (SP)– A tunisiana Ons Jabeur está passando por um período complicado, com sucessivos problemas físicos que a impedem de conseguir uma boa sequência no circuito. Após a desistência no meio de sua partida de estreia em Wimbledon, ela decidiu tirar um tempo para recuperar a felicidade e a confiança e não virá para a disputa do SP Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principais-favoritos-derruba-melo-e-matos-nas-quartas-de-bastad.html",
        "title": "Principais favoritos derrubam Melo e Matos nas quartas de Bastad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/melo_matos_bastad4_web_-e1752765085455.jpeg",
        "date": "17/07/2025",
        "description": "Bastad (Suécia)– A campanha do mineiro Marcelo Melo e do gaúcho Rafael Matos no saibro do ATP 250 de Bastad terminou nesta quinta-feira. Os algozes dos brasileiros foram os cabeças de chave número 1, o argentino Guido Andreozzi e o holandês Sander Arends, que triunfaram com duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eu-nao-suportava-os-gestos-de-nadal-em-quadra-polemiza-kyrgios.html",
        "title": "“Eu não suportava os gestos de Nadal em quadra”, polemiza Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nadal-kyrgios-ao.jpg",
        "date": "17/07/2025",
        "description": "Londres (Inglaterra)– Sempre sem medo de falar o que pensa, o australiano Nick Kyrgios desta vez disparou contra o espanhol Rafael Nadal, que pendurou a raquete no fim do ano passado. Essas declarações polêmicas durante sua participação nopodcast Nothing Major, ele foi bastante duro ao falar sobre o canhoto de Mallorca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-estreia-com-vitoria-em-los-cabos-e-chega-pela-80a-vez-nas-quartas.html",
        "title": "Rublev estreia com vitória em Los Cabos e chega pela 80ª vez nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rublev-los-cabos-acena-2025-e1752752526740-1024x683.jpg",
        "date": "17/07/2025",
        "description": "Los Cabos (México)– Principal favorito na disputa do ATP 250 de Los Cabos, o russo Andrey Rublev estreou com vitória na competição. Na noite de quarta-feira, ele teve uma atuação impactante e venceu por 6/3 e 6/2 o convidado da casa Alex Hernandez, gastando 74 minutos para seguir em frente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-caem-em-tres-sets-na-estreia-em-los-cabos.html",
        "title": "Romboli e Smith caem em três sets na estreia em Los Cabos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/smith-romboli-los-cabos-2025-e1752752377554-1024x684.jpg",
        "date": "16/07/2025",
        "description": "Los Cabos (México) –Único brasileiro na chave de duplas do ATP 250 de Los Cabos, em quadras duras no México, Fernando Romboli foi eliminado na estreia, ao lado do australiano John-Patrick Smith. Eles foram superados pelos norte-americanos Robert Cash e JJ Tracy por 3/6, 7/5 e 10-6."
    }
]