[
    {
        "url": "https://tenisbrasil.uol.com.br/matos-faz-semi-no-mexico-gimenez-e-sakamoto-caem-nas-quartas.html",
        "title": "Matos faz semi no México, Gimenez e Sakamoto caem nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "15/08/2025",
        "description": "Cancun (México) –A preparação de Rafael Matos para o US Open começou com vitória no challenger de Cancun, em quadras duras no México. Principais cabeças de chave, Matos e o francês Manuel Guinard entaram diretamente nas quartas e venceram os convidados locais Alan Magadan e Daniel Moreno por 6/1 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-de-sogipa-define-seus-campeoes-neste-sabado.html",
        "title": "ITF de Sogipa define seus campeões neste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sogipa3-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Porto Alegre (RS)– O Sogipa Open, torneio juvenil internacional que está sendo realizado desde segunda-feira com pontos válidos para os rankings nacional, sul-americano e mundial da Federação Internacional, chega ao final neste sábado com a definição dos campeões de todas as categorias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kudermetova-volta-a-uma-semifinal-de-wta-1000-apos-dois-anos.html",
        "title": "Kudermetova volta a uma semifinal de WTA 1000 após dois anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kudermetova_cincy_vibra_JW-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –No encontro entre as duas jogadoras quenão eram cabeças de chavee chegaram às quartas no WTA 1000 de Cincinnati, a experiência de Veronika Kudermetova foi determinante na tranquila vitória por 6/1 e 6/2 sobre a francesa Varvara Gracheva, 103ª do ranking e vinda do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-15-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-supera-rublev-nos-detalhes-e-joga-12a-semi-de-masters-1000.html",
        "title": "Alcaraz supera Rublev nos detalhes e joga 12ª semi de Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_cincy_grita_qf-1024x600.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –Pela quarta vez em cinco jogos, Carlos Alcaraz venceu Andrey Rublev e garantiu sua vaga na semifinal do Masters 1000 de Cincinnati. O espanhol precisou de três sets e 2h17 para vencer o russo por 6/3, 4/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bonini-derrota-cabeca-3-e-decide-pan-americano-junior.html",
        "title": "Bonini derrota cabeça 3 e decide Pan-americano Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan-1024x682.jpeg",
        "date": "15/08/2025",
        "description": "Assunção (Paraguai)– João Pedro Bonini segue fazendo história nos Jogos Pan-americanos Júnior. Nesta sexta-feira, o paranaense garantiu vaga na final da chave de simples, ao vencer o porto-riquenho Yannik Alvarez, cabeça de chave número 3 do torneio, por 6/4 e 7/6 (10-8), em uma partida marcada por equilíbrio e emoção do início ao fim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-ampliam-serie-invicta-e-glasspool-sera-no-1-de-duplas.html",
        "title": "Britânicos ampliam série invicta e Glasspool será nº 1 de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cash-glasspool-cincinnati-2025-qfs-1024x576.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A grande temporada dos britânicos Julian Cash e Lloyd Glasspool segue rendendo marcas importantes para a parceria, que conquistou recentemente os títulos deWimbledone doMasters 1000 de Toronto. Semifinalistas em Cincinnati, eles também vão assumir as duas primeiras posições do ranking entre os especialistas em duplas, com Glasspool ocupando o número 1. Ele será o 66º jogador diferente a liderar o ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dabrowski-e-routliffe-sao-as-primeiras-finalistas-nas-duplas.html",
        "title": "Dabrowski e Routliffe são as primeiras finalistas nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Gabriela-Dabrowski-et-Erin-Routliffe-_116-1024x628.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe são as primeiras finalistas da chave de duplas do WTA 1000 de Cincinnati. Cabeças 2 do evento, elas venceram a ucraniana Lyudmyla Kichenok e a australiana Ellen Perez por 3/6, 6/3 e 12-10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-confirmado-para-challenger-na-costa-do-sauipe.html",
        "title": "Monteiro é confirmado para challenger na Costa do Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro_rio_desliza_treino.jpg",
        "date": "15/08/2025",
        "description": "Costa do Sauípe (BA) –O tênis profissional volta a escrever história na Costa do Sauípe com um torneio internacional, o inédito Costa do Sauípe Open ATP Challenger 125, que acontece entre os dias 19 e 26 de outubro de 2025. Em quadras de saibro totalmente renovadas, o segundo maior torneio do País já tem uma grande atração confirmada: Thiago Monteiro, atual número 4 do Brasil e 168 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-ja-e-o-primeiro-na-lista-de-espera-para-o-quali-do-us-open.html",
        "title": "Reis já é o primeiro na lista de espera para o quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53629914196_c421750d3c_c.jpg",
        "date": "15/08/2025",
        "description": "Nova York (EUA)– Está cada vez mais próxima a chance do pernambucano João Lucas Reis fazer sua estreia em um Grand Slam. Com adesistência do italiano Matteo Berrettinina chave principal do US Open e outras no quali, ele é agora o primeiro na lista de espera para a fase classificatória."
    }
]