[
    {
        "url": "https://tenisbrasil.uol.com.br/pickleball-busca-se-firmar-com-prospeccao-de-talento-e-quadras-publicas.html",
        "title": "Pickleball busca se firmar com prospecção de talento e quadras públicas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/pod_pickle.jpg",
        "date": "02/12/2025",
        "description": "Modalidade de raquete que é um tremendo sucesso nos Estados Unidos, já com mais de 50 milhões de praticantes, o pickleball dá seus primeiros e firmes passos no Brasil. Presidente da Federação Paulista, a advogada Fernanda Jobran conta aoPodcast de TenisBrasilque o trabalho de expansão e amadurecimento tem sido feito sem pressa e com base sólida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-estreia-bem-em-lima-candiotto-joga-nesta-quarta.html",
        "title": "Júlia Konishi estreia bem em Lima, Candiotto joga nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/konishi_saoluis_fore.jpg",
        "date": "02/12/2025",
        "description": "Lima (Peru) –A paulista Júlia Konishi estreou com vitória no ITF W15 de Lima, em quadras de saibro. Cabeça 5 do torneio, ela superou a mexicana Katya Ramirez por 6/1 e 6/2. Ela enfrenta a norte-americana Maia Sung nas oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-superada-por-ex-top-20-em-duelo-de-3h-no-equador.html",
        "title": "Carol Meligeni é superada por ex-top 20 em duelo de 3h no Equador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "02/12/2025",
        "description": "Quito (Equador) –A rodada de estreia no WTA 125 de Quito teve uma vitória e uma derrota para as brasileiras nesta terça-feira. Após aclassificação de Laura Pigossino início da programação, Carol Meligeni foi superada pela norte-americana Varvara Lepchenko, cabeça 7 do torneio, por 7/6 (8-6), 6/7 (6-8) e 6/2 em 3h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto_maio_25.jpg",
        "date": "02/12/2025",
        "description": "WTA 125 de Quito (Equador) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-nega-rumores-sobre-retorno-ao-circuito-em-2026.html",
        "title": "Serena nega rumores sobre retorno ao circuito em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/serena_uso2022_entrada-1024x576.jpg",
        "date": "02/12/2025",
        "description": "Miami (EUA) –Um rumor sobre o possível retorno de Serena Williams ao circuito profissional em 2026 movimentou a comunidade do tênis nesta terça-feira. Entretanto, a ex-número 1 do mundo e vencedora de 23 títulos de Grand Slam utilizou as redes sociais para desmentir a informação: “Meu Deus, gente, eu não vou voltar. Isso é uma loucura”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-em-tres-sets-na-estreia-do-wta-125-de-quito.html",
        "title": "Pigossi vence em três sets na estreia do WTA 125 de Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_vibra_1R-1024x612.jpg",
        "date": "02/12/2025",
        "description": "Quito (Equador) –A participação brasileira noWTA 125 de Quitocomeçou com uma vitória em três sets de Laura Pigossi. A número 2 do país e 205ª do mundo superou nesta terça-feira a norte-americana Ayana Akli, 256ª colocada, por 6/4, 1/6 e 6/3 em 2h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-termina-a-temporada-com-seis-titulos-de-challenger.html",
        "title": "Brasil termina a temporada com seis títulos de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/arte_ps_reis_trofeu.jpg",
        "date": "02/12/2025",
        "description": "Com o fim do calendário de torneios challenger em 2025, a ATP divulgou à imprensa um consolidado de estatísticas do circuito na temporada. O Brasil teve seis títulos no circuito, com dois de João Fonseca, dois de Felipe Meligeni, um de João Lucas Reis e um de Gustavo Heide. Esse número já é bem melhor que o do ano passado, que teveapenas dois títulos para o país, e é próximo do apresentado em 2023, com sete conquistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-participa-do-revezamento-da-tocha-olimpica-na-grecia-nesta-quinta.html",
        "title": "Paolini participa do revezamento da tocha na Grécia nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Paolini_milao_cortina2026_tocha-1024x746.jpg",
        "date": "02/12/2025",
        "description": "Atenas (Grécia) –Número 8 do mundo e medalha de ouro em duplas em Paris-2024, com Sara Errani, a italiana Jasmine Paolini acompanhará a chama dos Jogos Olímpicos de Inverno Milão-Cortina-2026 desde a Grécia até o país-sede da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agora-e-oficial-venus-confirma-noivado-com-ator-italiano.html",
        "title": "Agora é oficial: Venus confirma noivado com ator italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_noivado-1024x656.jpg",
        "date": "02/12/2025",
        "description": "Palm Springs (EUA) –Venus Williams confirmou nesta terça-feira o que os fãs aguardavam. A ex-número 1 do mundo e dona de sete títulos de simples de Grand Slam anunciou publicamente que ficou noiva no último domingo, aos 45 anos, embora já vinha se referindo ao companheiro como noivo desde que retornou para jogar em Washington, após 16 meses afastada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suico-revela-homossexualidade-e-relata-pressao-para-ficar-calado.html",
        "title": "Suíço revela homossexualidade e relata “pressão para ficar calado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mika_Brunold_insta-1024x674.jpg",
        "date": "02/12/2025",
        "description": "Winterthur (Suíça) –O suíço Mika Brunold, de 21 anos e atual 310º do ranking, revelou ser homossexual em um comunicado em suas redes sociais. O tenista afirmou que a decisão de tornar pública sua orientação aconteceu devido à “pressão para ficar calado” e ao medo de não ser aceito no ambiente competitivo do circuito. Com isso, ele se torna apenas o segundo jogador em atividade na ATP a assumir publicamente sua homossexualidade, ao lado do brasileiro João Lucas Reis, que fez seu anúncio no fim do ano passado."
    }
]