[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-14-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sem-grandes-mudancas-atp-define-calendario-da-temporada-2027.html",
        "title": "Sem grandes mudanças, ATP define calendário da temporada 2027",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/nitto-atp-finals-2023-prize-money-arena-1024x576.jpg",
        "date": "14/01/2026",
        "description": "Londres (Inglaterra) –A ATP anunciou nesta quarta-feira o calendário para a temporada 2027. O circuito terá 59 torneios, distribuídos por 29 países. E não há grandes mudanças em comparação com a temporada atual."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-sera-o-unico-brasileiro-nas-quartas-do-challenger-de-buenos-aires.html",
        "title": "Boscardin será o único brasileiro nas quartas do challenger de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin-curitiba-back-2025-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Buenos Aires (Argentina) –O catarinense Pedro Boscardin será o único brasileiro nas quartas de final do challenger de Buenos Aires, em quadras de saibro na Argentina. Ele superou nesta quarta-feira o anfitrião de 20 anos Juan Estevez, 474º do ranking, por 4/6, 7/6 (7-2) e 6/4 em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pro-spin-faz-investimento-tecnologico-e-projeta-crescimento-para-2026.html",
        "title": "Pro Spin faz investimento tecnológico e projeta crescimento para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/logo_propsin-1024x687.jpeg",
        "date": "14/01/2026",
        "description": "São Paulo (SP)– APró Spin, maior autoridade brasileira em artigos para esportes de raquete, anuncia um ambicioso plano de reposicionamento de marca e renovação tecnológica. O movimento marca um novo capítulo na história da empresa: o foco, que antes tinha o tênis como protagonista isolado, agora se expande com força total para consolidar a liderança da marca também no beach tennis, padel e pickleball."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-inicia-a-temporada-com-vitoria-tranquila-na-argentina.html",
        "title": "Carol Meligeni inicia a temporada com vitória tranquila na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras-1024x604.jpg",
        "date": "14/01/2026",
        "description": "Buenos Aires (Argentina) –A temporada de Carol Meligeni começou com vitória no ITF W50+H de Buenos Aires, em quadras de saibro. A número 3 do Brasil e 241ª do mundo superou nesta quarta-feira a russa de 32 anos e vinda do quali Alisa Danilova por 6/1 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-zverev-lideram-inscritos-em-roterda-wawrinka-e-convidado.html",
        "title": "Alcaraz e Zverev lideram inscritos em Roterdã, Wawrinka é convidado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/alcaraz_trofeu_roterda_povo-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Roterdã (Holanda) –A organização do ATP 500 de Roterdã divulgou a lista dos inscritos do torneio, que acontece entre os dias 9 e 15 de fevereiro, em quadras duras e cobertas. Líder do ranking mundial, Carlos Alcaraz é o atual campeão e voltará ao evento holandês para tentar defender o título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogadores-do-next-gen-se-destacam-no-quali-do-australian-open.html",
        "title": "Jogadores do Next Gen se destacam no quali do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/jodar_camberra_fore-1024x568.jpg",
        "date": "14/01/2026",
        "description": "Melbourne (Austrália) –Alexander Blockx, Nicolai Budkov Kjaer e Rafael Jodar, três representantes da nova geração, podem estar a uma partida de se classificarem para a chave principal do Australian Open, após avançarem no qualifying do torneio, nesta quarta-feira. O primeiro Grand Slam do ano começa, oficialmente, dia 18 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fokina-vence-a-primeira-em-adelaide-kokkinakis-abandona-por-lesao.html",
        "title": "Fokina vence a primeira em Adelaide, Kokkinakis abandona por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fokina_adelaide_acena-1024x700.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália) –Principal cabeça de chave do ATP 250 de Adelaide, o espanhol Alejandro Davidovich Fokina estreou com vitória nesta quarta-feira. Ele superou o australiano Rinky Hijikata, 115º do ranking, por 6/3 e 6/2 em 1h23 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shnaider-e-navarro-vencem-e-duelam-nas-quartas-em-adelaide.html",
        "title": "Shnaider e Navarro vencem e duelam nas quartas em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Shnaider-R2-Jimmie-1024x627.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália) –Pelo segundo ano consecutivo, a russa Diana Shnaider derrotou a tcheca Katerina Siniakova em três sets pelo WTA 500 de Adelaide. Após vencer a primeira rodada em 2025, a atual 23ª do ranking avançou às quartas de final ao marcar as parciais de 6/1, 2/6, 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desiste-de-treino-em-melbourne-por-causa-de-dores.html",
        "title": "Djokovic desiste de treino em Melbourne por causa de dores",
        "image": null,
        "date": "14/01/2026",
        "description": ""
    }
]