[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-15-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "15/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicole-giannini-avanca-no-egito-e-garante-entrada-no-ranking-da-wta.html",
        "title": "Nicole Giannini avança no Egito e garante entrada no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nicole_Giannini_dez24_mogi_back.jpg",
        "date": "15/10/2025",
        "description": "Sharm El Sheikh (Egito) –A escolha por uma série de torneios ITF W15 nas quadras duras de Sharm El Sheikh, no Egito, vai render a entrada no ranking da WTA para Nicole Giannini. Vinda do quali nesta semana, a paulista de 22 anos liderava a estreia na chave principal contra a italiana Gloria Contrino por 6/4 e 2/0 quando a rival se retirou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lehecka-e-fokina-estreiam-bem-em-bruxelas-collignon-chega-as-quartas.html",
        "title": "Lehecka e Fokina estreiam bem em Bruxelas, Collignon chega às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/collignon_bruxelas_comemora-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Bruxelas (Bélgica) –Convidado para a chave principal do ATP 250 de Bruxelas, Raphael Collignon será o único belga nas quartas de final. Depois de ter vencido um duelo caseiro contra Zizou Bergs na última terça, o jovem de 23 anos e 90º do ranking superou o argentino Francisco Comesana, 68º colocado, por 7/5, 3/6 e 7/6 (12-10) em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-supera-cilic-e-faz-quartas-na-suecia-rune-estreia-nesta-quinta.html",
        "title": "Ruud supera Cilic e faz quartas na Suécia, Rune estreia nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ruud-stockholm-2025-wednesday-1-1024x576.jpg",
        "date": "15/10/2025",
        "description": "Estocolmo (Suécia) –A estreia de Casper Ruud no ATP 250 de Estocolmo foi com vitória em sets diretos. Segundo cabeça de chave do torneio em quadras duras e cobertas e número 12 do mundo, o norueguês superou o experiente croata Marin Cilic por 7/6 (7-2) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-passeia-por-ningbo-antes-da-estreia.html",
        "title": "Rybakina passeia por Ningbo antes da estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina_ningbo-traje-de-noiva.jpg",
        "date": "15/10/2025",
        "description": "Ningbo (China) –Número 9 do mundo, a cazaque Elena Rybakina aproveitou o tempo livre antes da estreia para passear um pouco pela cidade chinesa e conhecer alguns de seus pontos turísticos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-o-jogo-com-tsitsipas-e-enfrenta-djokovic-no-six-kings-slam.html",
        "title": "Sinner domina o jogo com Tsitsipas e enfrenta Djokovic no Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-vibra-2025.jpg",
        "date": "15/10/2025",
        "description": "Riad (Arábia Saudita) –No jogo que encerrou a programação do primeiro dia do Six Kings Slam, Jannik Sinner estreou com vitória na série de exibições em Riad. O atual campeão do torneio confirmou o favoritismo contra o grego Stefanos Tsitsipas por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jeferson-pinto-assume-a-diretoria-tecnica-de-beach-tennis-da-federacao-paulista.html",
        "title": "Jeferson Pinto assume a Diretoria Técnica de beach tennis da Federação Paulista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/beach_jefersonpinto-1024x584.jpg",
        "date": "15/10/2025",
        "description": "São Paulo (SP)– A Federação Paulista de Tênis (FPT) anunciou nesta quarta-feira a nomeação de Jeferson Pinto como novo diretor técnico de beach tennis da entidade. Referência na modalidade, Jeferson chega à FPT para dar continuidade ao plano de desenvolvimento e fomento da modalidade, iniciado pela atual gestão em abril deste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-em-ningbo-tera-stefani-paolini-e-rybakina-em-busca-do-finals.html",
        "title": "Rodada em Ningbo terá Stefani, Paolini e Rybakina em busca do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_ningbo-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Ningbo (China) –A busca pelas últimas vagas no WTA Finals é destaque na rodada desta quinta-feira no WTA 500 de Ningbo. A brasileira Luísa Stefani é uma das postulantes e tenta vaga nas duplas, ao lado da húngara Timea Babos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-controla-zverev-vence-em-sets-diretos-e-desafia-alcaraz.html",
        "title": "Fritz controla Zverev, vence em sets diretos e desafia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz_toquio_back-e1758974482905-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Riad (Arábia Saudita)– Na partida que abriu o Six Kings Slam nesta quarta-feira, o norte-americano Taylor Fritz aproveitou o melhor momento no circuito e levou a melhor sobre o alemão Alexander Zverev anotando uma firme vitória em sets diretos, com parciais de 6/3 e 6/4, em exata uma hora de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-lidera-vitorias-dos-favoritos-em-almaty-e-ja-esta-nas-quartas.html",
        "title": "Cobolli lidera vitórias dos favoritos em Almaty e já está nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cobolli-almaty-2025-wed1-e1760553183687-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Almaty (Cazaquistão)– A terça-feira no ATP 250 de Almaty teve alguns dos principais favoritos em quadra, com destaque para a estreia do italiano Flavio Cobolli, terceiro pré-classificado, que entrou direto na segunda rodada e passou pelo australiano Rinky Hijikata em sets diretos, com parciais de 6/4 e 7/5."
    }
]