[
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-estreia-com-100-de-aproveitamento-na-copa-do-mundo-de-beach-tennis.html",
        "title": "Brasil estreia com 100% de aproveitamento na Copa do Mundo de Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/chow_marchezini_copadomundo.jpg",
        "date": "10/12/2025",
        "description": "Ribeirão Preto (SP)– A Copa do Mundo de Beach Tennis começou com domínio brasileiro em Ribeirão Preto. Tanto a equipe juvenil quanto o time profissional estrearam com vitórias contundentes, animando a torcida no complexo montado especialmente para a competição, a Arena Beach Ribeirão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto_maio_25.jpg",
        "date": "10/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-entrou-no-circuito-com-muita-forca-destaca-alcaraz.html",
        "title": "“João entrou no circuito com muita força”, destaca Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0015-e1765370515293.jpg",
        "date": "10/12/2025",
        "description": "Miami (EUA)– Adversário do carioca João Fonseca na última segunda-feira em uma exibição em Miami, o espanhol Carlos Alcaraz elogiou o brasileiro antes de entrar na quadra montada no Loan Depot Park, estádio do Miami Marlins, time de beisebol da cidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-sobre-trans-e-injusto-enfrentar-um-homem-biologico.html",
        "title": "Sabalenka sobre trans: “É injusto enfrentar um homem biológico”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalen-1024x582.jpg",
        "date": "10/12/2025",
        "description": "Nova York (EUA)– No clima da disputa com o australiano NIck Kyrgios em mais uma edição da “Batalha dos Sexos”, a número 1 do mundo Aryna Sabalenka falou sobre as diferenças físicas entre homens e mulheres e foi firme ao se posicionar em relação a atletas trans."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-vote-nos-destaques-de-2025.html",
        "title": "Melhores do Ano: vote nos destaques de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_trofeu-1024x682.jpg",
        "date": "10/12/2025",
        "description": "TenisBrasilrealiza nesta semana sua tradicional enquete deMelhores do Ano, que é feita continuamente desde o ano 2000. Serão submetidas aos internautas questões sobre como andou a temporada 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca_09_12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_fore-1024x683.jpg",
        "date": "09/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-e-fullana-estreiam-com-vitoria-no-saibro-de-lima.html",
        "title": "Candiotto e Fullana estreiam com vitória no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "09/12/2025",
        "description": "Lima (Peru)– Duas das três brasileiras que estão em ação nesta semana no saibro do ITF W15 de Lima estrearam nesta terça-feira com vitória. Tanto a paulista Ana Candiotto quanto a brasiliense Luiza Fullana triunfaram em sets diretos na primeira rodada do torneio peruano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-as-licoes-de-miami-e-os-desafios-para-2026.html",
        "title": "Fonseca: as lições de Miami e os desafios para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/pod_miami.jpg",
        "date": "09/12/2025",
        "description": "Sylvio Bastos e Juan Pablo Etchecoin, dois treinadores muito próximos ao time de João Fonseca, analisam noPodcast de TenisBrasildesta semana como foi a tão aguardada exibição de Miami contra o número 1 do mundo Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itajai-open-abrira-a-temporada-2026-de-challengers-no-brasil.html",
        "title": "Itajaí Open abrirá a temporada 2026 de challengers no Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Itajai-Open_challenger.jpg",
        "date": "09/12/2025",
        "description": "Itajaí (SC) –Foi lançado nesta terça-feira, na Prefeitura Municipal da cidade, o Itajaí Open, ATP Challenger 75 que abrirá a temporada de eventos desta categoria no Brasil em 2026. O torneio terá premiação total de US$107 mil dólares e somará 75 pontos no ranking para o campeão. O lançamento do torneio contou com a presença do prefeito Robison Coelho, de diversas autoridades e dos atletas Felipe Meligeni, Eduardo Ribeiro e Marcelo Zormann."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ganha-quase-1-milhao-de-seguidores-em-10-meses.html",
        "title": "Fonseca ganha quase 1 milhão de seguidores em 10 meses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0011-e1765308331892.jpg",
        "date": "09/12/2025",
        "description": "São Paulo (SP)– Aos 19 anos, o tenista carioca João Fonseca encerra o ano de 2025 em sua melhor forma, tanto nas quadras quanto no ambiente digital. Um levantamento especial da Nexus – Pesquisa e Inteligência de Dados, que analisou o período de dezembro de 2024 a outubro de 2025, confirma que o atleta se consolidou como um dos nomes mais engajados do esporte, acumulando milhões de interações e criando um forte movimento de idolatria nacional."
    }
]