[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-25-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_rebate.jpg",
        "date": "25/07/2025",
        "description": "Challenger de Segovia (Espanha) – Sintético – 91.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-vai-a-semifinal-de-washington-e-encerra-jejum.html",
        "title": "Raducanu vai à semifinal de Washington e encerra jejum",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Raducanu-QF-ST-e1753479952786.jpg",
        "date": "25/07/2025",
        "description": "Washington (EUA)– Mais de um ano depois de fazer sua última semifinal e três temporadas depois de uma campanha expressiva sobre quadra sintética, a britânica Emma Raducanu avançou para a penúltima rodada do WTA 500 de Washington, ao superar a grega Maria Sakkari em batalha de 2h10 e placar de 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-faz-segunda-final-seguida-no-saibro-europeu.html",
        "title": "Darderi faz segunda final seguida no saibro europeu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/GwuTZmoWcAIpQh--e1753477240502.jpg",
        "date": "25/07/2025",
        "description": "Umag (Croácia)– O argentino naturalizado italiano Luciano Darderi está tirando o máximo do final da temporada de saibro na Europa. Campeã de Bastad na semana passada, ele agora está na final do ATP 250 de Umag, depois de superar dois sets equilibrados diante do argentino e cabeça 3 Camilo Carabelli, com parciais de 7/6 (8-6) e 6/3, em jogo de 1h45."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-anuncia-equipe-brasileira-para-os-jogos-pan-americanos-junior.html",
        "title": "CBT anuncia equipe brasileira para os Jogos Pan-Americanos Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/07/2025",
        "description": "Florianópolis (SC)– A Confederação Brasileira de Tênis (CBT) divulgou, nesta sexta-feira (25), os nomes dos atletas que representarão o Brasil nos Jogos Pan-americanos Júnior de 2025, que acontecem entre os dias 10 e 16 de agosto, em Assunção, no Paraguai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rebeca-decide-nas-duplas-e-marcondes-faz-semi-de-simples.html",
        "title": "Rebeca decide nas duplas e Marcondes faz semi de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/rebeca_pereira_rioclaro_olhabola.jpg",
        "date": "25/07/2025",
        "description": "Horb (Alemanha)– A fluminense Rebeca Pereira vai em busca do título no ITF de nível 35 que é realizado sobre o saibro alemão de Horb. Ela e a argentina Jazmin Ortenzi são as cabeças 3 do torneio de US$ 30 mil e viraram contra a alemã Laura Boehner e a suíça Chelsea Fontenel, por 4/6, 6/4 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-derrota-chinesa-na-semi-e-garante-final-tcheca-em-praga.html",
        "title": "Noskova derrota chinesa na semi e garante final tcheca em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/noskova-praga-toss-2025-e1753472996477-1024x683.jpg",
        "date": "25/07/2025",
        "description": "Praga (República Tcheca)– Com uma chave recheada de tenistas da casa, o WTA 250 de Praga verá uma final 100% tcheca, a nona desde que a República Tcheca conquistou a independência em 1993. Cabeça de chave número 1, Linda Noskova enfrentará a compatriota Marie Bouzkova, quinta favorita, na disputa pelo título no sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vence-a-setima-seguida-e-decide-kitzbuhel-contra-cazaux.html",
        "title": "Bublik vence a sétima seguida e decide Kitzbuhel contra Cazaux",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bublik-kitzbuhel-vibra-2025-1.jpg",
        "date": "25/07/2025",
        "description": "Kitzbuhel (Áustria)– O cazaque Alexander Bublik continua vencendo no saibro europeu e depois de conquistar seu primeiro título no piso, vai disputar mais uma final. Nesta sexta-feira, ele garantiu um lugar na decisão do ATP 250 de Kitzbuhel ao superar o holandês Botic van de Zandschulp por 6/3 e 6/4 na segunda semifinal do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-lidera-norte-americanos-em-busca-de-um-lugar-na-final.html",
        "title": "Fritz lidera norte-americanos em busca de um lugar na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fritz_genebra_olhabola-1024x661.jpg",
        "date": "25/07/2025",
        "description": "Toronto (Canadá)– Alçado a cabeça de chave 2 no Masters 1000 de Toronto com as diversas desistências no torneio, o norte-americano Taylor Fritz lidera a parte de baixo da disputa. Ele estreia direto na segunda rodada e aguarda pelo vencedor do confronto entre o argentino Camilo Carabelli e o espanhol Roberto Carballes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-quase-termina-no-top-10-do-campeonato-de-golfe-em-mallorca.html",
        "title": "Nadal quase termina no top 10 de campeonato de golfe em Mallorca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Nadal_bolinha-de-golfe.png",
        "date": "25/07/2025",
        "description": "Palma de Mallorca (Espanha) –Rafael Nadal, dono de 22 torneios de simples de Grand Slam, perdeu por pouco a chance de ficar entre os dez primeiros no campeonato profissional de golfe das Ilhas Baleares, vencido por Antoni Ferrer após uma virada no último dia, informou o Enfoque Notícias, do México. O torneio aconteceu na semana anterior à visita de Roger Federer à academia de Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-em-toronto-contra-quali-e-fica-no-caminho-de-zverev.html",
        "title": "Fonseca estreia em Toronto contra quali e fica no caminho de Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-eastbourne-torto-2025.jpg",
        "date": "25/07/2025",
        "description": "Toronto (Canadá)– Marcado por uma série de desistências, o Masters 1000 de Toronto teve sua chave sorteada nesta sexta-feira. Único brasileiro garantido na disputa, o carioca João Fonseca vai estrear contra um tenista vindo do quali e está no caminho do alemão Alexander Zverev, com quem pode cruzar já na terceira rodada."
    }
]