[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-14-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/C_1umLsl-scaled-e1711654599506-1024x682.jpeg",
        "date": "14/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kalinskaya-vence-duelo-russo-e-desafia-iga-nas-quartas-em-cincinnati.html",
        "title": "Kalinskaya vence duelo russo e desafia Iga nas quartas em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kalinskaya_cincy_toss_noite-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –No jogo que encerrou a rodada desta quarta-feira no WTA 1000 de Cincinnati, Anna Kalinskaya levou a melhor no duelo russo contra Ekaterina Alexandrova e garantiu seu lugar nas quartas de final com vitória por 3/6, 7/6 (7-5) e 6/1 em 2h18 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-bonini-e-gustavo-albieri-vao-as-quartas-no-pan-americano-junior.html",
        "title": "João Bonini e Gustavo Albieri vão às quartas no Pan-Americano Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan_junior_preparasaque-1024x604.jpg",
        "date": "14/08/2025",
        "description": "Assunção (Paraguai) –O paranaense João Pedro Bonini e o paulista Gustavo Albieri serão os representantes brasileiros nas quartas de final dos Jogos Pan-Americanos Júnior, em Assunção. Além de buscarem as medalhas do torneio, os atletas também disputam a classificação nas chaves profissionais dos Jogos Pan-Americanos de 2027, em Lima."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-abre-a-rodada-desta-quinta-ao-meio-dia-sinner-joga-as-16h.html",
        "title": "Gauff abre a rodada desta quinta ao meio-dia, Sinner joga às 16h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_cincy_autografos-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –A quinta-feira em Cincinnati terá o complemento da rodada das oitavas de final para homens e mulheres, além da definição dos primeiros semifinalistas da chave masculina. Entre os destaques estão Coco Gauff e Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-abre-vantagem-e-avanca-com-a-desistencia-de-khachanov.html",
        "title": "Zverev abre vantagem e avança com a desistência de Khachanov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/20250813_152220-scaled-e1755109548738-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Uma semana depois de protagonizarem uma equilibrada semifinal em Toronto, Alexander Zverev e Karen Khachanov voltaram a se enfrentar nesta quarta-feira em Cincinnati. E desta vez o alemão levou a melhor. Ele liderava o placar contra o russo por 7/5 e 3/0 e havia vencido cinco games seguidos quando o rival chamou o fisioterapeuta em quadra, conversou e se retirou da partida antes mesmo de pedir o tempo médico de três minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-faz-seu-melhor-jogo-na-semana-em-cincinnati-e-encara-rublev.html",
        "title": "Alcaraz faz seu melhor jogo na semana em Cincinnati e encara Rublev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_cincy_rebate_noite-1024x600.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Depois de passar por dois jogos duros no Masters 1000 de Cincinnati, Carlos Alcaraz chega às quartas de final com a sensação de que fez sua melhor partida no torneio. Ainda em busca de um título inédito na competição, o número 2 do mundo venceu o italiano Luca Nardi, 98º do ranking e que entrou na chave como lucky-loser, por 6/1 e 6/4 em 1h20 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algoz-de-fonseca-tambem-elimina-fritz-e-faz-quartas-em-cincinnati.html",
        "title": "Algoz de Fonseca também elimina Fritz e faz quartas em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane-cincinnati-2025-r4-1024x576.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –A grande campanha do francês Terence Atmane continua no Masters 1000 de Cincinnati. Depois de ter passado por Flavio Cobolli eJoão Fonsecano caminho para as oitavas, o jogador de 23 anos e 136º do ranking eliminou Taylor Fritz, número 4 do mundo, com parciais de 3/6, 7/5 e 6/3 em 1h59 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-marca-50a-vitoria-do-ano-e-enfrenta-rybakina-nas-quartas.html",
        "title": "Sabalenka marca 50ª vitória do ano e enfrenta Rybakina nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_cincy_sorrindo_JD-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Atual campeã do WTA 1000 de Cincinnati, Aryna Sabalenka está de volta às quartas de final do torneio. A número 1 do mundo conseguiu se impor contra a jovem espanhola Jessica Bouzas, 42ª do ranking, por 6/1 e 7/5 em apenas 1h20 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-investe-em-melhorias-no-saque-e-destaca-trabalho-com-fissette.html",
        "title": "Iga investe em melhorias no saque e destaca trabalho com Fissette",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga-cincinnati-saca-2025-e1755106290674-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Primeira jogadora a se classificar para as quartas de final do WTA 1000 de Cincinnati, Iga Swiatek tem investido bastante em melhorias no saque, especialmente depois que começou a trabalhar com o técnicoWim Fissettedesde o fim do ano passado. Número 3 do mundo e atual campeã de Wimbledon, a polonesa já percebe o aumento na velocidade e agora busca maior consistência e precisão para continuar lutando por títulos importantes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-abre-circuito-e-clube-esperia-faz-evento-de-beach-tennis.html",
        "title": "Rio abre circuito e Clube Esperia faz evento de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/3-DSC03785-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Rio de Janeiro (RJ) – A cidade do Rio de Janeiro recebe neste final de semana a primeira etapa do Circuito Liberta de Beach Tennis nas categorias A/Open, B, C e D. A competição será realizada no CT Smash, na Barra da Tijuca."
    }
]