[
    {
        "url": "https://tenisbrasil.uol.com.br/atp-faz-pequenas-mudancas-para-o-ranking-a-partir-de-2026.html",
        "title": "ATP faz pequenas mudanças no ranking para 2026 e afeta Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_fore_qf-1024x677.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– A ATP vai mudar os critérios para o ranking em 2026. A partir do ano que vem, os pontos de cada jogador serão calculados com base nos seus resultados nos quatro Grand Slams, nos oito torneios Masters 1000 obrigatórios (todos, exceto Monte Carlo) e nos seus seis melhores resultados nos torneios United Cup, ATP 500, ATP 250, challenger e ITF."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fusao-comercial-entre-atp-e-wta-esta-longe-de-ser-concluida.html",
        "title": "Fusão comercial entre ATP e WTA está longe de ser concluída",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/Artes-para-fotos-de-noticias-1-1024x576.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– As conversas para unir os circuitos da ATP e da WTA não andaram muito para frente nos últimos meses e as duas entidades não chegarão a um acordo para fundir suas unidades de negócios antes do final de dezembro"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goffin-afirma-que-jogo-esta-vez-mais-fisico-e-menos-tatico.html",
        "title": "Goffin afirma que jogo está cada vez mais físico e menos tático",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/goffin-xangai-close-2024-e1728484871757-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Depois de participar da última etapa do ano do Ultimate Tennis Showdown (UTS), em Londres, o belga David Goffin comparou o momento atual do circuito com a era do Big 3. Para ele, as duas principais diferenças são a melhor preparação física do momento e a tática de jogo, que era superior no passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dominicano-e-suspenso-por-corrupcao-e-leva-gancho-de-4-anos-e-meio.html",
        "title": "Dominicano é suspenso por corrupção e leva gancho de 4 anos e meio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/image-9.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Nesta terça-feira a Agência Internacional de Integridade do Tênis (ITIA) confirmou que o dominicano Maikel Villalona, de 21 anos, foi punido com uma pena de quatro anos e seis meses de suspensão pelo Programa Anticorrupção do Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/revigorada-depois-da-pausa-kasatkina-esta-animada-com-novo-ano.html",
        "title": "Revigorada depois da pausa, Kasatkina está animada com novo ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/kasatkina_doha_rebate_noite.jpg",
        "date": "23/12/2025",
        "description": "Melbourne (Austrália)– Revigorada após um merecido descanso,depois de ter encerrado a temporada de 2025 mais cedo, alegando a necessidade de descanso e recuperação, Daria Kasatkina está animada para o início da próxima temporada quando representará a Austrália nos torneios em casa pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-quase-um-ano-sem-jogar-kokkinakis-tem-o-retorno-planejado.html",
        "title": "Após quase um ano sem jogar, Kokkinakis tem o retorno planejado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/kokkinakis-bordeauxch-2024-tuesday-e1733928822153-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Adelaide (Austrália)– O retorno do australiano Thanasi Kokkinakis está programado e acontecerá no começo da próxima temporada, quase um ano após romper o músculo peitoral epassar por uma cirurgiapara reparar o dano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneios-da-suica-recebem-propostas-se-negam-a-ser-vendidos.html",
        "title": "Torneios da Suíça recebem propostas e se negam a ser vendidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-1-3.jpg",
        "date": "23/12/2025",
        "description": "Basileia (Suíça)– A entrada do Masters 1000 saudita a partir de 2028 deverá mexer bastante com o calendário e os torneios de ATP 500 para baixo correm riscos. Porém, os eventos suíços Basileia, Genebra e Gstaad permanecem irredutíveis, mesmo diante das lucrativas ofertas que receberam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/collins-explica-afastamento-do-circuito-e-ausencia-no-australian-open.html",
        "title": "Collins explica afastamento do circuito e ausência no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/danielle-collins-usopen-2025.jpg",
        "date": "23/12/2025",
        "description": "Nova York (EUA)– Afastada do circuito desde a queda na primeira rodada do US Open, a norte-americana Danielle Collins usou as redes sociais para explicar o período longe das competições e sua ausência no começo da próxima temporada, ficando de fora dalista de inscritas do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-se-orgulha-de-ser-italiano-e-viver-em-um-pais-apaixonado.html",
        "title": "Sinner se orgulha de ser italiano e viver em um país apaixonado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/preview_20231123_IMG_20231123_144017.jpg",
        "date": "23/12/2025",
        "description": "Turim (Itália)– Apaixonado pela Fórmula 1,acompanhando de perto a última etapado campeonato mundial em Abu Dhabi, o italiano Jannik Sinner traçou paralelos muito interessantes entre dois dos esportes mais populares e acompanhados na Itália em entrevista àSky Sport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-guto-e-leonardo-jogam-ao-juvenil-mas-nana-fica-de-fora.html",
        "title": "Victória, Guto e Leonardo jogam AO juvenil, mas Naná fica de fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-4.jpg",
        "date": "23/12/2025",
        "description": "Melbourne (Austrália)– Nesta terça-feira a organização do Australian Open divulgou a lista de inscritos para as chaves juvenis do torneio e três serão os representantes brasileiros. No masculino, Guto Miguel e Leonardo Storck estarão na disputa, já no feminino Victória Barros será a única na chave."
    }
]