[
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-anuncia-venda-de-ingressos-exclusivos-na-terca-e-venda-geral-no-dia-11.html",
        "title": "Rio Open anuncia venda de ingressos exclusivos na terça e venda geral no dia 11",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monfils-rg-feliz-2025-e1748445239798-1024x686.jpeg",
        "date": "03/11/2025",
        "description": "Rio de Janeiro (RJ)– A organização da 12ª edição do Rio Open anunciou nesta segunda feira a abertura da pré-venda exclusiva para clientes Claro (Multi) e XP, que começará às 12h desta terça-feira, dia 4, enquanto que a venda geral ao público terá início na terça-feira, 11 de novembro, também às 12h (horário de Brasília). Para os clientes XP, a pré-venda será dividida em duas fases. No dia 4, a compra estará liberada exclusivamente para clientes com os Cartões XP Legacy e XP Visa Infinite Privilege. De 5 a 10 de novembro, a pré-venda será estendida a todos os clientes com Cartão XP One e XP Visa Infinite. Os ingressos estarão disponíveis exclusivamente no site da Eventim, com preços a partir de R$ 60."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alize-cornet-e-a-nova-capita-francesa-da-billie-jean-king-cup.html",
        "title": "Alizé Cornet é a nova capitã francesa da Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alize-cornet.jpg",
        "date": "03/11/2025",
        "description": "Paris (França) –Alizé Cornet, de 35 anos, ex-nº 11 do mundo, foi nomeada gerente das seleções francesas de tênis feminino e capitã da equipe francesa da Billie Jean King Cup.0A Federação Francesa de Tênis (FFT) levou em conta a experiência de Cornet como ex-jogadora, seu comprometimento com o tênis nacional, seu perfil, motivação e sua disponibilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-03-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "03/11/2025",
        "description": "ITF WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milQualificatório – Rodada única –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-vira-o-jogo-com-pneu-contra-swiatek-e-fica-mais-perto-da-semi.html",
        "title": "Rybakina vira o jogo com ‘pneu’ contra Swiatek e fica mais perto da semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_finals_term_25-1024x733.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –No jogo que abriu a segunda rodada do WTA Finals, Elena Rybakina conseguiu mais uma vitória em Riad e está muito perto da classificação para a semifinal do torneio entre as oito melhores da temporada. A cazaque virou o jogo contra Iga Swiatek, marcando as parciais de 3/6, 6/1 e 6/0 em 1h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-e-familia-visitam-o-japao-experiencia-incrivel-disse.html",
        "title": "Nadal e família visitam o Japão. “Experiência incrível”, disse.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Nadal_Xisca_quimono.jpg",
        "date": "03/11/2025",
        "description": "Tóquio (Japão) –Depois de participar do evento beneficente “O Baile das Crianças – Uma Noite de Esperança, Força e Inspiração”, coorganizado por sua fundação e a Fundação WEMP em hotel de luxo em Hong Kong, no dia 24 passado, Rafael Nadal e a esposa Maria Francisca Perelló aproveitaram para ir ao Japão e visitar alguns lugares turísticos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mantem-ranking-candiotto-e-bohrer-se-aproximam-das-melhores-marcas.html",
        "title": "Bia mantém ranking, Candiotto e Bohrer se aproximam das melhores marcas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "03/11/2025",
        "description": "São Petersburgo (EUA)– Única brasileira no top 100, a paulista Beatriz Haddad Maia teve uma semana de manutenção no ranking, seguindo na 58ª colocação, que deverá manter nas próximas semanas e provavelmente até o final da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navratilova-recebe-mais-alta-condecoracao-tcheca-no-dia-da-independencia.html",
        "title": "Navratilova recebe mais alta condecoração tcheca no Dia da Independência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Navratilova_condecoracao.jpg",
        "date": "03/11/2025",
        "description": "Praga (República Tcheca) –Há cinquenta anos, Martina Navratilova, então com 18 anos, fugiu da Tchecoslováquia para os Estados Unidos, mudando para sempre o rumo de sua vida. Em 2008, Navratilova recuperou a cidadania tcheca, mais de 25 anos depois de se tornar oficialmente americana em 1981. E nesta semana, a ex-desertora voltou a Praga para receber a mais alta honraria de seu país natal, em grande parte graças à carreira no tênis que construiu após ter deixado a Tchecoslováquia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-se-reaproxima-da-estreia-no-top-200-e-pode-ate-ser-o-numero-2-do-brasil.html",
        "title": "Reis se reaproxima da estreia no top 200 e pode até ser o número 2 do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/reis-sauipe-voleia-2025-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Fazendo a melhor temporada da carreira, o pernambucano João Lucas Reis recuperou quatro lugares no ranking desta segunda-feira e ficou mais perto da estreia no top 200. Ele subiu para a 211ª colocação, apenas três abaixo de sua melhor marca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-desiste-de-metz-e-musetti-so-depende-de-si-para-ir-ao-finals.html",
        "title": "Aliassime desiste de Metz e Musetti só depende de si para ir ao Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-pequim-acena-2025-e1758986674111-1024x683.jpg",
        "date": "03/11/2025",
        "description": "* Atualizado com a desistência de Aliassime em Metz"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-iguala-koch-e-ja-e-o-4o-melhor-brasileiro-da-historia-no-ranking.html",
        "title": "Fonseca iguala Koch e já é o 4º melhor brasileiro da história no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_120138-scaled-e1761663829265-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Apesar da pouca idade, o carioca João Fonseca já escreveu seu nome na história do tênis brasileiro. Nesta segunda-feira, ele subiu quatro posições no ranking da ATP e aparece na 24ª colocação, se tornando o quarto melhor do país desde a implementação dos rankings de simples, em 1973."
    }
]