[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_olhabola-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Challenger de Lisboa (Portugal) – Saibro – 145.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noah-perdemos-para-um-time-melhor-e-temos-um-ano-para-evoluir.html",
        "title": "Noah: “Perdemos para um time melhor e temos um ano para evoluir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/noah_lavercup_vibra-1024x683.jpg",
        "date": "22/09/2025",
        "description": "San Francisco (EUA) –Após a derrota na edição de 2025 da Laver Cup, o Time Europa assimila as lições do confronto diante do Time Mundo no último fim de semana, em San Francisco. Em seu primeiro ano como capitão, o francês Yannik Noah reconheceu a superioridade dos adversários e espera uma melhora para a próxima edição, que será disputada em Londres."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/liga-tenis-10-leva-criancas-para-a-quadra-e-educa-os-pais.html",
        "title": "Liga Tênis 10 leva crianças para a quadra e educa os pais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pood_liga10.jpg",
        "date": "22/09/2025",
        "description": "Uma década atrás, Bruna Assemany teve uma grande ideia: incentivar o tênis de base brasileiro, criando um circuito de competições para crianças a partir dos cinco anos, obedecendo os critérios internacionais. O sucesso tem sido contínuo e já expandiu horizontes. Hoje, a Liga Tênis 10 já realiza competições até para europeus."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-vence-em-buenos-aires-reis-e-daniel-tambem-jogam.html",
        "title": "Pucinelli vence em Buenos Aires, Reis e Daniel também jogam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pucinelli_poa_vibra_noite-1024x683.jpg",
        "date": "22/09/2025",
        "description": "Buenos Aires (Argentina) –O paulista Matheus Pucinelli marcou a primeira vitória brasileira na chave principal do challenger de Buenos Aires, torneio que distribui US$ 100 mil, com 75 pontos ao campeão. O torneio terá mais dois brasileiros, o pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agassi-no-papel-diziam-que-nao-teriamos-chance-chocamos-o-mundo.html",
        "title": "Agassi: “No papel diziam que não teríamos chance, chocamos o mundo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lavercup_timemundo_campeoes_2025-1024x683.jpg",
        "date": "22/09/2025",
        "description": "San Francisco (EUA) –A conquista da Laver Cup foi especial para Andre Agassi, que assumiu a condição de capitão do Time Mundo pela primeira vez neste ano. O ex-número 1 do mundo se orgulhou do feito de sua equipe, apesar do favoritismo do Time Europa, que contava com nomes como Carlos Alcaraz e Alexander Zverev. Os europeus estavam em vantagem no primeiro dia de confronto, mas o Time Mundo reverteu o placar no sábado e no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-22-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "22/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-retorna-ao-circuito-com-vitoria-nos-eua.html",
        "title": "Carolina Bohrer retorna ao circuito com vitória nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/bohrer_floripa_perfil-1024x488.jpg",
        "date": "22/09/2025",
        "description": "Templeton (EUA) –De volta ao circuito depois de ficar três meses afastada das competições, Carolina Bohrer estreou com vitória no quali para o ITF W75 de Templeton, em quadras duras nos Estados Unidos. A catarinense de 18 anos venceu a norte-americana Klara Kosan por 7/5, 3/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mau-tempo-prejudica-e-torneio-internacional-de-alphaville-vive-terca-feira-cheia.html",
        "title": "Mau tempo prejudica e Torneio Internacional de Alphaville vive terça-feira cheia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/chuva_alphaville-1024x682.jpeg",
        "date": "22/09/2025",
        "description": "São Paulo (SP)– A entrada da frente fria no Centro-Sul do país provocou uma segunda-feira de chuva intensa na Grande São Paulo e com isso todas as 16 partidas previstas para dar largada ao qualificatório do Torneio Internacional Masculino de Tênis – Ano VIII foram adiadas. O evento de nível M25 do ranking mundial masculino é disputado sobre as quadras sintéticas do Alphaville Tênis Clube, com entrada gratuita, e terá uma terça-feira cheia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-ce-salvam-semana-de-quedas-brasileiras-no-ranking-da-wta.html",
        "title": "Pigossi e Cé salvam semana de quedas brasileiras no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_spoen_r16_estica_doro-1024x683.jpg",
        "date": "22/09/2025",
        "description": "São Petersburgo (EUA)– A segunda-feira não começou boa para as brasileiras na WTA, com queda dos principais nomes do país no ranking. Porém, a paulista Laura Pigossi e a gaúcha Gabriela Cé se salvaram e conseguiram subir um pouco na lista desta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-destaca-semana-de-aprendizado-na-laver-cup-otima-experiencia.html",
        "title": "Fonseca destaca semana de aprendizado na Laver Cup: “Ótima experiência”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-forehand-laver-cup-2025-1024x683.jpg",
        "date": "22/09/2025",
        "description": "SanFrancisco (EUA) –Estreante na edição de 2025 da Laver Cup, João Fonseca fez parte da campanha do título do Time Mundo no último fim de semana em San Francisco e chegou a vencer seu jogo na sexta-feira diante do italiano Flavio Cobolli."
    }
]