[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/marcondes_treino_adk.jpg",
        "date": "28/06/2025",
        "description": "ITF M15 de Kursumlijska Banja (Sérvia) – Saibro – US$ 15 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-cai-na-semi-em-lima-britto-e-zormann-tambem-se-despedem.html",
        "title": "Boscardin cai na semi em Lima, Britto e Zormann também se despedem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boscardin_olhabola_lima_sf-1024x625.jpg",
        "date": "27/06/2025",
        "description": "Lima (Peru) –Depois de três vitórias na semana, o catarinense Pedro Boscardin se despediu na semifinal do challenger de Lima, em quadras de saibro. O jogador de 22 anos e 379º do ranking foi superado pelo boliviano de 20 anos Juan Carlos Prado Angelo, 314º colocado, que marcou 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quem-sao-os-jovens-no-caminho-de-favoritos-em-wimbledon.html",
        "title": "Quem são os jovens no caminho de favoritos em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/arte_ps_michelsen.jpg",
        "date": "27/06/2025",
        "description": "O sorteio realizado nas primeiras horas da manhã desta sexta-feira definiu as chaves principais de Wimbledon. E como sempre acontece a cada Grand Slam, nomes da nova geração do tênis mundial aparecem no caminho de alguns dos principais favoráveis. É inegável que o nome deJoão Fonsecaalimente as maiores expectativas do público brasileiro. Mas além do carioca de 18 anos, outros jovens tenistas também têm potencial para surpreender."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-27-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54091775348_10256f45ed_o-scaled-e1730121862248-1024x683.jpg",
        "date": "27/06/2025",
        "description": "WTA 500 de Bad Homburg (Alemanha) – Grama – US$ 1,064,510Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/segunda-edicao-do-encontro-de-treinamento-reune-atletas-de-14-anos-no-rio.html",
        "title": "Segunda edição do Encontro de Treinamento reúne atletas de 14 anos no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2o-Encontro-de-Treinamento_Rio.jpg",
        "date": "27/06/2025",
        "description": "Rio de Janeiro (RJ)– A Rio Tennis Academy recebe o segundo encontro de treinamento de 2025, dessa vez, para as categorias 14 anos masculino e feminino. A ação integra o Programa de Desenvolvimento do Tênis Brasileiro, realizado pela Confederação Brasileira de Tênis (CBT)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/126710.html",
        "title": "Definidos os campeões da Maratona de Beach Tennis do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fidelis_maratona.jpg",
        "date": "27/06/2025",
        "description": "Rio de Janeiro (RJ) –Após dias de disputa e os cálculos de pontuação, foram definidos os dois vencedores da 10ª edição da Maratona de Beach Tennis do Rio de Janeiro, competição realizada pela ABTERJ, a Associação de Beach Tennis do Rio de Janeiro. O evento foi realizado em conjunto com a 5ª etapa do Circuito Fairmont, que está em sua 13ª temporada e é o mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-e-sell-disputam-semifinais-em-torneios-da-itf.html",
        "title": "Marcondes e Sell disputam semifinais em torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_vibra.jpg",
        "date": "27/06/2025",
        "description": "Kursumlijska Banja (Sérvia) –O paulista Igor Marcondes está na semifinal do ITF M15 de Kursumlijska Banja, em quadras de saibro na Sérvia. Canhoto de 28 anos e 882º do ranking, Marcondes venceu o cabeça 1 local Branko Djuric, 491º do mundo, por 6/3, 6/7 (1-7) e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sul-americano-12-meninos-do-brasil-vencem-equador-e-decidem-no-sabado.html",
        "title": "Sul-Americano 12: meninos do Brasil vencem Equador e decidem no sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sul-americano-de-12-anos_direita.jpg",
        "date": "27/06/2025",
        "description": "Santiago (Chile)– O sábado vai ser de decisão para o Brasil no Sul-americano 12 anos. Em Santiago, a equipe masculina joga a final da competição contra a Colômbia. Os meninos conquistaram a vaga após vencer o Equador, por 2 a 1, nesta sexta-feira. Já as meninas foram derrotadas pela Argentina, por 3 a 0, e disputam o 5º lugar contra o Peru."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mamede-lino-e-duda-carbone-jogam-finais-de-itf-no-juvenil.html",
        "title": "Mamede, Lino e Duda Carbone jogam finais de ITF no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/felipe_mamede_braganca_2023.jpg",
        "date": "27/06/2025",
        "description": "Salinas (Equador) –O brasiliense Felipe Mamede será o representante brasileiro na final do ITF J100 de Salinas, em quadras duras no Equador. Ele venceu o norte-americano Tristan Stratton por 1/6, 6/2 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-tri-ficou-menos-dificil.html",
        "title": "O tri ficou menos difícil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_sorteio_w.jpg",
        "date": "27/06/2025",
        "description": "Nada mais animador se, além de um tênis exuberante e ótima forma física, você ainda contar com um pouco de sorte. Essa junção de tantos fatores positivos deixam o espanhol Carlos Alcaraz mais perto do tricampeonato em Wimbledon. Jogador com estilo muito apropriado às quadras de grama, o número 2 do mundo ainda contou com montagem da chave bastante favorável."
    }
]