[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-06-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "06/10/2025",
        "description": "Challenger de Cali (Colômbia) – Saibro – US$ 100 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-para-defender-o-titulo-em-wuhan-veja-a-festa-das-jogadoras.html",
        "title": "Sabalenka volta para defender o título em Wuhan. Veja a festa das jogadoras.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/wuhanopen_abertura.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China) –O Aberto de Wuhan, que teve início nesta segunda-feira, é o último evento do WTA 1000 antes do Finals em Ryad. É a última chance para as jogadoras conquistarem um título importante, somarem pontos valiosos no ranking e prêmios em dinheiro, além de lutarem pelas vagas restantes no torneio de encerramento da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garin-chega-no-challenger-de-curitiba-embalado-por-titulo-no-chile.html",
        "title": "Garin chega no Challenger de Curitiba embalado por título no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/garin_direita.jpg",
        "date": "06/10/2025",
        "description": "Curitiba(PR) –O chileno Cristian Garin, ex-top 20 do mundo, é um dos nomes confirmados na chave principal da Copa Internacional de Tênis – Ano III, torneio ATP Challenger 75 que será disputado de 13 a 19 de outubro, nas quadras de saibro do Graciosa Country Club, em Curitiba. A entrada é gratuita, mediante retirada de ingressos no site https://appticket.com.br/ecp, sempre no dia anterior ao jogo escolhido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alves-fura-o-quali-na-colombia-e-brasil-tera-quatro-na-chave.html",
        "title": "Alves fura o quali na Colômbia e Brasil terá quatro na chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "06/10/2025",
        "description": "Cali (Colômbia) –O Brasil terá quatro jogadores na chave principal do challenger de Cali, em quadras de saibro. Além das entradas diretas de Thiago Wild, Matheus Pucinelli e Daniel Dutra da Silva, o paulista Mateus Alves garantiu sua vaga depois de passar pelas duas rodadas do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-repetiu-estrategia-de-wimbledon-para-bater-zverev.html",
        "title": "Rinderknech repetiu estratégia de Wimbledon para bater Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rinderknech-shanghai-2025-monday-scaled-e1759777981315-1024x684.jpg",
        "date": "06/10/2025",
        "description": "Xangai (China)– Assim como fez neste ano em Wimbledon, o francês Arthur Rinderknech mais uma vezderrotou o alemão Alexander Zverev, agora pela terceira rodada do Masters 1000 de Xangai. Após a vitória, ele revelou em entrevista aoL’Equipeque o plano de jogo foi parecido com o duelo anterior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-andreeva-sao-favoritas-na-briga-pelas-3-ultimas-vagas-no-finals.html",
        "title": "Pegula e Andreeva são favoritas na briga pelas 3 últimas vagas no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Artes-fotos-multiplas-900x600-5.jpg",
        "date": "06/10/2025",
        "description": "Riad (Arábia Saudita)– O último mês de disputa por um lugar no WTA Finals terá a definição das três vagas que ainda estão em aberto para a competição. A norte-americana Jessica Pegula e a russa Mirra Andreeva despontam entre as demais concorrentes e têm tudo para carimbar a classificação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-aborda-o-deslocamento-outro-criterio-basico-do-forehand.html",
        "title": "Suzana Silva aborda o deslocamento, outro critério básico do ‘forehand’",
        "image": null,
        "date": "06/10/2025",
        "description": "São Paulo (SP) –Dando continuidade à série de vídeos com dicas de instrução de Suzana Silva, colaboradora deste portal de notícias há muitos anos, e o professor Marcos Salvo Júnior,  falam de mais um dos critérios básicos do ‘forehand’ que é o deslocamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-joga-as-7h30-em-busca-das-quartas-em-xangai.html",
        "title": "Djokovic joga às 7h30 em busca das quartas em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-reaction-shanghai-2025-friday-e1759512449431-1024x682.jpg",
        "date": "06/10/2025",
        "description": "Xangai (China) –A rodada desta terça-feira no Masters 1000 de Xangai terá o início das disputas das oitavas de final, com a definição dos primeiros classificados para as quartas. O destaque fica para o tetracampeão Novak Djokovic, que entra em quadra às 7h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-joga-na-abertura-da-rodada-em-wuhan-iga-estreia-as-8h.html",
        "title": "Osaka joga na abertura da rodada em Wuhan, Iga estreia às 8h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/osaka_wuhan_treina25-1024x749.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China) –A rodada desta terça-feira no WTA 1000 de Wuhan terá o complemento da primeira fase do torneio na sessão diurna e as estreias de duas das principais cabeças de chave, Iga Swiatek e Mirra Andreeva, nos jogos noturnos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tauson-confirma-favoritismo-na-estreia-andreeva-conhece-primeira-rival.html",
        "title": "Tauson confirma favoritismo na estreia, Andreeva conhece primeira rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Clara_Tauson_-_Dongfeng_Voyah_Wuhan_Open_-_Day_3-DSC_2449_xgaplus.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China)– No primeiro dia de disputa na chave principal do WTA 1000 de Wuhan, a dinamarquesa Clara Tauson foi uma das principais favoritas em quadra. Ela fez valer a condição de cabeça de chave 10 e bateu a sérvia Olga Danilovic com parciais de 6/3 e 7/5."
    }
]