[
    {
        "url": "https://tenisbrasil.uol.com.br/apos-polemica-alcaraz-diz-que-pegou-mais-leve-nas-ferias-deste-ano.html",
        "title": "Após polêmica, Alcaraz diz que pegou mais leve nas “férias” deste ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-sorriso-2025-e1750022522693-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Londres (Inglaterra)– Alvo de muita discussão depois da divulgação do documentário que conta os bastidores da carreira de Carlos Alcaraz, os dias de folga que o espanhol teve após mais uma conquista de Roland Garros foram o assunto principal em sua entrevista coletiva antes da estreia no ATP 500 do Queen’s, o primeiro torneio da temporada de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muito-feliz-lutei-muito-por-esse-trofeu-comemora-o-campeao-reis.html",
        "title": "“Muito feliz, lutei muito por esse troféu”, comemora o campeão Reis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/joao_lreis_trofeu_santafe-1024x659.jpg",
        "date": "15/06/2025",
        "description": "Santa Fé (Argentina)– O pernambucano João Lucas Reis comemorou neste domingo a maior conquista da carreira, erguendo pela primeira vez uma taça de challenger. Na final em Santa Fé,ele derrotou em sets diretos o cabeça de chave 7, o tenista da casa Lautaro Midon, coroando uma grande campanha no saibro argentino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-15-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/reyes_back_jpires.jpg",
        "date": "15/06/2025",
        "description": "WTA 125 de Grado (Itália) – Saibro – 100 mil eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mateus-alves-avanca-no-quali-em-poznan-e-joga-duplas-com-zormann.html",
        "title": "Mateus Alves avança no quali em Poznan e joga duplas com Zormann",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/mateus_alves_marburg_slice-1024x685.jpg",
        "date": "15/06/2025",
        "description": "Poznan (Polônia)– O paulista Mateus Alves está perto de conseguir uma vaga na chave principal do challenger de Poznan, onde está garantido na chave de duplas ao lado do também paulista Marcelo Zormann. Neste domingo, ele avançou no quali e precisa de mais um triunfo para entrar na disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/grama-apresenta-um-novo-tenis.html",
        "title": "Grama apresenta um novo tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_tatjana.jpg",
        "date": "15/06/2025",
        "description": "E, de repente, o tênis mudou. Agora, nomes como Gabriel Diallo, Tatjana Maria, Justin Engel e Elena Ruse ocupam o noticiário, ao mesmo tempo que vemos antigos campeões voltarem a erguer troféus e fazer sucesso, como Taylor Fritz e Elise Mertens. A “culpa” é totalmente das quadras de grama. Quase um universo paralelo ao circuito tradicional, o piso natural do tênis provoca essas muito bem-vindas novidades."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-cabeca-3-na-grama-de-nottingham-orlandinho-tambem-joga.html",
        "title": "Romboli é cabeça 3 na grama de Nottingham, Orlandinho também joga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "15/06/2025",
        "description": "Nottingham (Inglaterra)– Depois de cair na esreia em ‘s-Hertogenbosch, no primeiro torneio de grama da temporada, Fernando Romboli seguirá para a disputa do challenger de Nottingham ao lado do australiano John-Patrick Smith, com quem forma a dupla cabeça de chave 3 no torneio. Na estreia eles terão pela frente os norte-americanos James Tracy e Robert Cash."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diallo-vence-o-amigo-bergs-e-vence-seu-primeiro-titulo-na-atp.html",
        "title": "Diallo vence o amigo Bergs e vence seu primeiro título na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Gabriel-Diallo-6-1024x683.jpg",
        "date": "15/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Em um confronto entre dois jogadores que disputavam seu primeiro título, o canadense Gabriel Diallo deixou de lado sua amizade com o belga Zizou Bergs e conquistou o ATP 250 de ‘s-Hertogenbosch ao vencer a final deste domingo em sets diretos, com parciais de 7/5 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-bate-mais-um-favorito-argentino-e-fatura-seu-primeiro-challenger.html",
        "title": "Reis bate mais um favorito argentino e fatura seu primeiro challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-vibramuito-2025-e1749938060186-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Santa Fé (Argentina)– Se no começo do ano o carioca João Fonseca bateu quatro argentinos para conquistar em Buenos Aires seu primeiro ATP, nesta semana foi a vez do pernambucano João Lucas Reis fazer parecido em seu primeiro título de challenger. Ele venceu três tenistas da casa na campanha vitoriosa em Santa Fé, derrotando argentinos na semi e na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-confirma-favoritismo-na-italia-e-conquista-mais-um-wta-125.html",
        "title": "Ingrid confirma favoritismo na Itália e conquista mais um WTA 125",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/IMG-20250615-WA0022-e1750011298790-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Grado (Itália)– Uma semana depois de ter ficado com o vice em Bari, a carioca Ingrid Martins e sua parceria norte-americana Quinn Gleason conquistaram neste domingo o título de duplas do WTA 125 disputado sobre o saibro italiano de Grado. As duas venceram a eslovena Veronika Erjavec e a tcheca Dominika Salkova, por 6/3, 5/7 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-susto-na-semi-mertens-vence-a-final-e-levanta-sua-10a-taca.html",
        "title": "Após susto na semi, Mertens vence a final e levanta sua 10ª taça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Mertens_Libema_250615_2039-1024x683.jpg",
        "date": "15/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Depois de salvar 11 match points em sua vitória na semifinal, a belga Elise Mertens alcançou um marco na carreira e chegou ao 10º título no circuito ao vencer a final desde domingo no WTA 250 de ‘s-Hertogenbosch, batendo a romena Elena Ruse em sets diretos, com parciais de 6/3 e 7/6 (7-4)."
    }
]