[
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-estreiam-com-seis-vitorias-em-santiago.html",
        "title": "Juvenis brasileiros estreiam com seis vitórias em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/duda_carbone_rgjunior_fore-1024x513.jpg",
        "date": "29/09/2025",
        "description": "Santiago (Chile) –A primeira rodada do ITF J200 de Santiago teve seis vitórias de juvenis brasileiros. O destaque fica para a chave feminina com quatro vitórias nacionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogos-de-gauff-e-stefani-serao-a-0h-sinner-abre-semis-as-3h.html",
        "title": "Jogos de Gauff e Stefani serão à 0h, Sinner abre semis às 3h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_pequim_treina_toss25-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China) –Os finalistas do ATP 500 de Pequim serão conhecidos nesta terça-feira, com jogos marcados para às 3h e 6h (de Brasília). O destaque fica para a partida entre Jannik Sinner, número 2 do mundo e principal cabeça de chave, que enfrenta o australiano Alex de Minaur. O italiano venceu todos os dez duelos entre eles."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-29-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53624587227_0b74b8b10e_c.jpg",
        "date": "29/09/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-avanca-no-quali-e-candiotto-estreia-nesta-terca-no-paineiras.html",
        "title": "Naná avança no quali e Candiotto estreia nesta terça no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nauhany-Vitoria-LEME-DA-SILVA-BRA-1-X-Daniela-TEODORO-SOUZA-BRA-5-1024x683.jpg",
        "date": "29/09/2025",
        "description": "São Paulo (SP)– A chave principal de simples e de duplas do Torneio Internacional Feminino de Tênis – Ano IX dá largada a partir de 13h30 desta terça-feira no clube Paineiras do Morumby. O evento de nível W35 do ranking mundial de profissionais tem entrada gratuita todos os dias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-principal-do-itf-m25-de-salvador-comeca-nesta-terca.html",
        "title": "Chave principal do ITF M25 de Salvador começa nesta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bruno_silva_jCarqueija-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Salvador (BA) –Começa nesta terça-feira a chave principal do ITF M25 de Salvador, Bahia, torneio realizado nas quadras duras do Clube Bahiano de Tênis, com premiação de US$ 30 mil. A competição vai até o sábado e oferece pontos no ranking da ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-fritz-decidem-o-titulo-de-toquio-as-6h-desta-terca-feira.html",
        "title": "Alcaraz e Fritz decidem o título de Tóquio às 6h desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-fore-2025-e1759003332181-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão) –Principais cabeças de chave do ATP 500 de Tóquio, Carlos Alcaraz e Taylor Fritz vão decidir o título nesta terça-feira às 6h (de Brasília). A transmissão é daESPN 2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "29/09/2025",
        "description": "ATP1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-mira-vaga-nos-slam-do-juvenil-e-calendario-profissional.html",
        "title": "Pietra mira vaga nos Slam do juvenil e calendário profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_pietra_spopen.jpg",
        "date": "29/09/2025",
        "description": "A atualização do ranking mundial juvenil desta segunda-feira foi positiva para Pietra Rivoli. Terceira melhor brasileira na lista, a gaúcha de 17 anos saltou 25 posições e assumiu o 104º lugar depois de ter alcançado a final do ITF J200 de Lima na última semana. Pietra ainda tem mais um ano de circuito de base, mas já planeja a transição para o tênis profissional. O objetivo na reta final da temporada é melhorar o ranking juvenil para ter vaga em todos os Grand Slam de 2026 e encaixá-los em um calendário mais voltado às competições adultas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hexacampeao-pan-americano-na-dupla-mista-baran-joga-em-viamao.html",
        "title": "Hexacampeão pan-americano na dupla mista, Baran joga em Viamão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/baran_pan-de-caragua.jpg",
        "date": "29/09/2025",
        "description": "Caraguatatuba (SP)– Principal nome brasileiro no beach tennis, atualmente, André Baran tem uma nova conquista a celebrar na carreira: mais um título pan-americano. Ao lado de Vitória Marchezini, o catarinense conquistou pela sexta vez o lugar mais alto do pódio nas duplas mistas no último domingo, em Caraguatatuba.Atual número 1 do Brasil e 3 do mundo, Baran comemorou o título e a presença do público no litoral paulista, que acompanhou e vibrou com cada vitória brasileira ao longo da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ressalta-tranquilidade-para-buscar-virada-e-espera-revanche-na-final.html",
        "title": "Alcaraz ressalta tranquilidade para buscar virada e espera revanche na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-entrada-2025.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão)– Derrotado pelo norte-americano Taylor Fritz na Laver Cup, há pouco mais de uma semana, o espanhol Carlos Alcaraz terá a chance de se vingar na final do ATP 500 de Tóquio. Principal favorito no torneio, ele se garantiu na decisão nesta segunda-feiraao bater o norueguês Casper Ruudde virada, com parciais de 3/6, 6/3 e 6/4."
    }
]