[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-encontra-com-stephens-e-venus-em-estudio-de-tv.html",
        "title": "Gauff se encontra com Stephens e Venus em estúdio de TV",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Gauff_sloane_venus-2.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Três gerações de campeãs americanas tiveram um reencontro emocionante nesta quinta-feira em Roland Garros, quando Coco Gauff se juntou a Sloane Stephens e Venus Williams em um estúdio da televisão americana em Paris após sua vitória na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luis-britto-e-semifinalista-de-duplas-em-challenger-nos-eua.html",
        "title": "Luis Britto é semifinalista de duplas em challenger nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/luis_britto_back.jpg",
        "date": "30/05/2025",
        "description": "Little Rock (EUA) –Único brasileiro na chave de duplas do challenger de Little Rock, Luis Britto está na semifinal do torneio em quadras duras nos Estados Unidos. Britto e o tailandês Pruchya Isaro venceram nesta sexta-feira os australianos Patrick Harper e Kody Pearson por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sofri-bastante-mas-fiz-uma-boa-partida-avalia-alcaraz.html",
        "title": "“Sofri bastante, mas fiz uma boa partida”, avalia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz_prepara_rg_fft-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Depois devencer seu terceiro jogo em Roland Garros, Carlos Alcaraz falou sobre o bom teste que precisou ter nesta sexta-feira contra o bósnio Damir Dzumhur, 69º do ranking. Após o domínio nos dois primeiros sets, o espanhol viu o adversário crescer na partida depois de tratar de um desconforto no quadril. As duas últimas parciais foram mais competitivas, mas o atual campeão do torneio segue na busca pelo bicampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lucas-moscatto-e-finalista-na-bolivia-e-busca-primeiro-itf-juvenil.html",
        "title": "Lucas Moscatto é finalista na Bolívia e busca primeiro ITF juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/lucas_moscatto_term_rtb-1024x639.jpg",
        "date": "30/05/2025",
        "description": "Tarija (Bolívia) –O paulista de 16 anos Lucas Moscatto será o representante brasileiro na final do ITF J60 de Tarija, em quadras de saibro na Bolívia. Ele venceu o venezuelano Ignacio de Armas, principal cabeça de chave, por 6/4, 2/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-nao-mente-prefere-enfrentar-rybakina-em-vez-de-ostapenko.html",
        "title": "Iga não mente: Prefere enfrentar Rybakina em vez de Ostapenko",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_comemora_saibro-1024x543.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Classificada para as oiatvas de final de Roland Garros, Iga Swiatek participou da entrevista coletiva desta sexta-feira em Paris enquanto acontecia o jogo que definia sua próxima adversária. E ciente do histórico negativo que tem contra Jelena Ostapenko, tenista que ela nunca venceu em seis confrontos, a tetracampeã do torneio não esconde que é melhor enfrentarElena Rybakinaneste momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/antomi-ramos-volta-a-formar-dupla-com-cappelletti-camis-agita-braganca.html",
        "title": "Antomi Ramos volta a formar dupla com Cappelletti. Camis agita Bragança.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/antomiramos_cappelletti-2-1024x672.jpeg",
        "date": "30/05/2025",
        "description": "*O espanhol Antomi Ramosanunciou nesta sexta-feiraque vai voltar a formar dupla com o hexacampeão mundial,o italiano Michele Cappelletti.Os dois fizeram sucesso liderando o ranking de 2020 até o começo de 2023, quando foram campeões mundiais em 2022. Ao todo possuem 17 títulos, sendo sete de Sand Séries, equivalente aos Grand Slam. “Juntos construímos uma trajetória de respeito, confiança e sintonia. Agora é hora de recomeçar, mais maduros, mais preparados e com a mesma vontade de sempre”, destacou Antomi. A dupla havia disputado no começo do mês o Sand Series das Ilhas Reunião, na África, onde foram campeões. A dupla vai jogar pelo menos até o final do ano e inicia a série de torneios no BT 400 de Palmas (TO) na próxima semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-vai-as-oitavas-pela-1a-vez-paul-chega-a-200-vitorias-na-atp.html",
        "title": "Tiafoe vai às oitavas pela 1ª vez, Paul chega a 200 vitórias na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/tiafoe_rg_vibra_3r-1024x579.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Pela primeira vez em dez participações, Frances Tiafoe disputará as oitavas de final de Roland Garros. O atual 16º do ranking venceu nesta sexta-feira um duelo de norte-americanos contra Sebastian Korda, 23º colocado, por 7/6 (8-6), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-vence-dois-tiebreaks-e-tera-paolini-nas-oitavas.html",
        "title": "Svitolina vence em dois tiebreaks e terá Paolini nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/svitolina_rg_acena-1024x599.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –No jogo que encerrou a rodada feminina desta sexta-feira, Elina Svitolina precisou de dois tiebreaks para vencer a norte-americana Bernarda Pera por 7/6 (7-4) e 7/6 (7-5) na quadra Simonne-Mathieu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/variacao-paciencia-e-humildade-sao-armas-de-fonseca-contra-draper.html",
        "title": "Variação, paciência e humildade são armas de Fonseca contra Draper",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_jf_fore.jpg",
        "date": "30/05/2025",
        "description": "João Fonseca vai em busca da maior vitória de sua curtíssima carreira e de um lugar no top 50 do ranking por volta das 11 horas deste sábado, quando reencontrará o mesmo Jack Draper que o eliminou com autoridade na segunda rodada de Indian Wells e caminhou para aquele que seria seu primeiro troféu de Masters 1000. O canhoto era então o 14º do ranking. Hoje, impulsionado justamente por essa conquista, é o quinto do mundo."
    }
]