[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-05-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "05/08/2025",
        "description": "Challenger de Bonn (Alemanha) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jarry-revela-ter-enfrentado-uma-depressao-na-temporada-passada.html",
        "title": "Jarry revela ter enfrentado uma depressão na temporada passada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Nicolas-Jarry-AELTC-Gary-Oakley-e1754418189166-1024x682.jpg",
        "date": "05/08/2025",
        "description": "Santiago (Chile)– O chileno Nicolas Jarry revelou ter passado por momentos muito difíceis no ano passado após o diagnóstico de neurite vestibular que o afastou do seu melhor nível e o fez passar meses sem conseguir uma vitória. Depois do vice-campeonato no Masters 1000 de Roma, ele venceu apenas três jogos no até o final de 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-faz-primeiro-treino-em-cincinnati-e-ja-cruza-com-sinner.html",
        "title": "Alcaraz faz primeiro treino em Cincinnati e já cruza com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-treino-2025-e1754413973248-1024x686.jpg",
        "date": "05/08/2025",
        "description": "Cincinnati (EUA)– Em seu primeiro compromisso desde a derrota na final de Wimbledon, o espanhol Carlos Alcaraz já está em Cincinnati para a disputa do Masters 1000 local e logo no primeiro dia de treinos ele cruzou com seu algoz no All England Club, o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/billie-jean-king-esta-perto-de-concluir-curso-de-historia-em-2026.html",
        "title": "Billie Jean King está perto de concluir curso de História em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Billie_Jean_King_US-Open.webp",
        "date": "05/08/2025",
        "description": "Los Angeles (EUA) –Billie Jean King, aos 81 anos e depois de conquistar 31 títulos de Grand Slam (12 em simples, 16 em duplas, 11 em duplas mistas), voltou à faculdade, buscando o diploma que nunca obteve depois de abandonar a faculdade para se dedicar ao tênis profissional em 1964."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-destaca-importancia-de-nao-se-deslumbrar-com-vitoria-sobre-gauff.html",
        "title": "Mboko destaca importância de não se deslumbrar com vitória sobre Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Victoria-Mboko_708.jpeg",
        "date": "05/08/2025",
        "description": "Montréal (Canadá)– Aproveitando o fator casa, a jovem canadense Victoria Mboko segue firme na disputa do WTA 1000 de Montréal e já está nas semifinais. A tenista de apenas 18 anos deixou pelo caminho grandes rivais, como a norte-americana Coco Gauff. Após bater a espanhola Jessica Bouzas, nas quartas, ela destacou a importância de não deixar se empolgar ao bater a cabeça de chave 1 do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-supera-estreia-na-alemanha-mas-boscardin-e-eliminado.html",
        "title": "Reis supera estreia na Alemanha, mas Boscardin é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_lreis_campinas_vibra-e1749933734477-1024x683.jpg",
        "date": "05/08/2025",
        "description": "Bonn (Alemanha)– Dois brasileiros entraram em quadra nesta terça-feira pela primeira rodada do challenger de Bonn. O pernambucano João Lucas Reis manteve sua boa fase no circuito e avançou na competição, mas o catarinense Pedro Boscardin acabou eliminado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/popyrin-lamenta-que-sua-estreia-no-top-20-nao-vai-durar-muito.html",
        "title": "Popyrin lamenta que sua estreia no top 20 não vai durar muito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-POWER-PP100207-e.jpeg",
        "date": "05/08/2025",
        "description": "Toronto (Canadá)– O australiano Alexei Popyrin vive um momento curioso no ranking. Campeão do Masters 1000 canadense no ano passado, nesta temporada ele foi eliminado nas quartas de final, mas mesmo assim irá somar pontos. Isso porque a mudança no calendário fará com que os pontos que tem a defender sejam descontados apenas semanas depois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-foi-a-primeira-vez-que-realmente-senti-a-bola-na-raquete.html",
        "title": "Zverev: “Foi a primeira vez que realmente senti a bola na raquete”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-POWER-PP109999-e1754405949662-1024x683.jpeg",
        "date": "05/08/2025",
        "description": "Toronto (Canadá)– Campeão do Masters 1000 canadense em 2017, em Montréal, o alemão Alexander Zverev chega pela primeira vez nas semifinais do torneio em Toronto. A vaga veio na última segunda-feira com uma vitória de virada sobre o australiano Alexei Popyrin, vencedor da competição na temporada passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-adota-cautela-para-enfrentar-a-jovem-mboko-nas-semifinais.html",
        "title": "Rybakina adota cautela para enfrentar a jovem Mboko nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Elena-Rybakina_531-.jpeg",
        "date": "05/08/2025",
        "description": "Montréal (Canadá)– Depois de contar com a desistência da ucraniana Marta Kostyuk, que não resistiu a uma lesão no punho e abandonou as quartas de final do WTA 1000 de Montréal no começo do segundo set, a cazaque Elena Rybakina já se prepara para seu próximo compromisso no torneio, que será contra a jovem tenista da casa Victoria Mboko."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-nunca-e-chato-ver-alcaraz-alguma-coisa-sempre-acontece.html",
        "title": "Mouratoglou: “Nunca é chato ver Alcaraz, alguma coisa sempre acontece”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_comemora_wimbledon_25-1024x605.jpg",
        "date": "05/08/2025",
        "description": "Guadalajara (México)– O treinador francês Patrick Mouratoglou acredita que a variedade de golpes do espanhol Carlos Alcaraz é maior que a do compatriota Rafael Nadal e também do sérvio Novak Djokovic, apesar de ele não ser tão consistente quanto as duas lendas do tênis."
    }
]