[
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-finaliza-mais-um-curso-de-arbitro-geral.html",
        "title": "FPT finaliza mais um curso de Árbitro Geral",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/curso-fpt-arbitro-geral-1024x768.jpeg",
        "date": "13/12/2025",
        "description": "São Paulo (SP)– A Federação Paulista de Tênis (FPT) realizou, entre os dias 10 e 12 de dezembro, no Clube Paineiras do Morumby, o último módulo do ano do curso de Árbitro Geral."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-victoria-barros-busca-vaga-na-final-do-orange-bowl.html",
        "title": "Ao vivo: Victória Barros busca vaga na final do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-3-scaled-e1765570080967-1024x683.jpg",
        "date": "13/12/2025",
        "description": "Fort Lauderdale (EUA)– Após superar rodada dupla na última sexta-feira, a juvenil potiguar Victória Barros, de apenas 15 anos, enfrenta a chinesa Xinran Sun pela semifinal do Orange Bowl. Acompanhe a partida ao vivoneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-teve-uma-das-maiores-ascensoes-no-ranking-da-atp-em-2025.html",
        "title": "Fonseca teve uma das maiores ascensões no ranking da ATP em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_cincy_vibra-1024x683.jpg",
        "date": "13/12/2025",
        "description": "Londres (Inglaterra)– A temporada de 2025 foi marcada por mudanças significativas no ranking da ATP, com jovens em ascensão, retornos consistentes após lesões e campanhas surpreendentes. Alguns jogadores conseguiram aproveitar boas sequências de resultados para dar saltos expressivos na classificação mundial e terminar o ano em excelentes posições em relação ao que começaram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-diz-como-bater-sinner-e-alcaraz-tem-que-ser-perfeito.html",
        "title": "Cerúndolo diz como bater Sinner e Alcaraz: “Tem que ser perfeito”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cerundolo-sinner-rede-roma-2023-1024x683.jpg",
        "date": "13/12/2025",
        "description": "Buenos Aires (Argentina)– O argentino Francisco Cerúndolo avaliou o atual domínio de Jannik Sinner e Carlos Alcaraz no circuito e destacou a dificuldade de enfrentá-los. Em entrevista ao site Tennis365, o número 1 da Argentina e 21 do mundo comentou suas experiências contra o italiano e analisou os pontos fortes do jogador de 24 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/billie-jean-king-incentiva-serena-williams-a-voltar-as-quadras.html",
        "title": "Billie Jean King incentiva Serena Williams a voltar às quadras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/billie-jean-king-serena-williams.png",
        "date": "13/12/2025",
        "description": "Nova York (EUA)– A lenda do tênis Billie Jean King não descarta um possível retorno de Serena Williams ao circuito e acredita que a campeã de 23 Grand Slam não tem nada a perder. A norte-americana de 82 anos também destaca que a técnica do saque da compatriota é a melhor da história do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/toni-nadal-rivais-de-alcaraz-sao-mais-fracos-que-os-de-rafa.html",
        "title": "Toni Nadal: “Rivais de Alcaraz são mais fracos que os de Rafa”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/toni-rafa-nadal-rg-2017-1024x683.png",
        "date": "13/12/2025",
        "description": "Zamora (Espanha)– Toni Nadal, ex-treinador de Rafael Nadal, avaliou o nível dos adversários de Carlos Alcaraz em comparação com os que seu sobrinho enfrentou ao longo da carreira. Segundo ele, embora Jannik Sinner represente um desafio importante para o jovem murciano, os demais rivais não têm o mesmo nível de dificuldade que os atletas da época de Rafa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-vej-os-resultados-deste-sabado-1312.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-7-scaled-e1765570044299-1024x683.jpg",
        "date": "13/12/2025",
        "description": "Orange Bowl (Fort Laudardale, EUA) – SaibroSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-e-auger-aliassime-premiados-como-melhores-do-ano-no-canada.html",
        "title": "Mboko e Auger-Aliassime premiados como melhores do ano no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Victoria_Mboko_042-e1754062244636-1024x683.jpeg",
        "date": "13/12/2025",
        "description": "Toronto (Canadá)– Victoria Mboko e Félix Auger-Aliassime foram os vencedores do Prêmio de Excelência do Tênis Canadense de 2025 como os melhores jogadores do ano. Mboko também levou para casa os prêmios de Melhor Jogadora de Simples Feminino e Jogadora que Mais Evoluiu no Ano, enquanto Auger-Aliassime foi escolhido como Melhor Jogador de Simples Masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-elimina-o-chile-e-esta-nas-semifinais-da-copa-do-mundo-de-beach-tennis.html",
        "title": "Brasil elimina o Chile e está nas semifinais da Copa do Mundo de Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/chow_marquezine_quartas_copadomundo.jpg",
        "date": "12/12/2025",
        "description": "Ribeirão Preto (SP)– Nesta sexta-feira, ocorreram as quartas de final da Copa do Mundo de Beach Tennis, realizada na Arena Beach Ribeirão. O Brasil fez um duelo sul-americano contra o Chile e venceu o confronto por 2 a 0, com triunfos tanto no feminino quanto no masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espirito-santo-sediara-a-11a-copa-das-federacoes-de-beach-em-2026.html",
        "title": "Espírito Santo sediará a 11ª Copa das Federações de Beach em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/copa-das-federacoes_espirito-santo.jpg",
        "date": "12/12/2025",
        "description": "Florianópolis (SC)– A Confederação Brasileira de Tênis (CBT) anunciou oficialmente, neste sexta-feira, que o Espírito Santo será a sede da 11ª edição da Copa das Federações de Beach Tennis, em 2026. Após o enorme sucesso da edição de 2025, realizada em Fortaleza (CE) e que reuniu mais de 2.500 atletas, o torneio chega pela primeira vez ao Sudeste, consolidando a expansão e a força crescente da modalidade em todo o país."
    }
]