[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-de-volta-a-boa-forma.html",
        "title": "Fonseca, de volta à boa forma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso.jpg",
        "date": "26/08/2025",
        "description": "A melhor coisa sobre a vitória de estreia como profissional de João Fonseca no US Open é que o campeão juvenil de 2023 voltou a jogar um grande tênis, especialmente nos chamados ‘grandes pontos’ depois de um período apagado. É bem verdade que o backhand estava um tanto travado no primeiro set, o que permitiu que Miomir Kecmanovic sacasse para ganhar a série e sair com importante vantagem. O sérvio ajudou, ao usar muito pouco o primeiro saque nessa hora importante, e essa foi a deixa para soltar o brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-o-saque-de-opelka-e-vence-em-sets-diretos.html",
        "title": "Alcaraz controla o saque de Opelka e vence em sets diretos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_uso25_vibra_bald-1024x576.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –O sorteio da chave do US Open colocou Carlos Alcaraz para enfrentar um dos principais sacadores do circuito logo na primeira rodada, o norte-americano Reilly Opelka. Mas diante do grandalhão de 2,11m, o espanhol conseguiu aproveitar as chances que teve para vencer em sets diretos, com parciais de 6/4 e 7/5 e 6/4 em 2h06 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-estreiam-com-vitoria-em-itf-j300-no-canada.html",
        "title": "Guto e Naná estreiam com vitória em ITF J300 no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_miguel_ecp_back.jpg",
        "date": "26/08/2025",
        "description": "Repentigny (Canadá) –O goiano Guto Miguel e a paulista Nauhany Silva estrearam com vitória no ITF J300 de Repentigny, em quadras duras no Canadá. Os dois nomes da nova geração do tênis brasileiro disputam o torneio preparatório para o US Open juvenil, que começa em 31 de agosto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vence-a-primeira-desde-wimbledon-svitolina-e-eliminada.html",
        "title": "Andreeva vence a primeira desde Wimbledon, Svitolina é eliminada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_usopen_vibra-1024x596.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Ainda em busca de seu primeiro título de Grand Slam, Mirra Andreeva estreou com vitória no US Open. A russa de apenas 18 anos e número 5 do mundo precisou de apenas 55 minutos para vencer a norte-americana Alycia Parks por 6/0 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-precisa-de-tres-sets-para-superar-venus-na-estreia.html",
        "title": "Muchova precisa de três sets para superar Venus na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/muchova_uso25_back-1024x576.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Semifinalista nas duas últimas edições do US Open, Karolina Muchova precisou de três sets para superar a bicampeã Venus Williams na sessão noturna do Arthur Ashe Stadium. A tcheca marcou as parciais de 6/3, 2/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-faz-boa-estreia-no-us-open-khachanov-e-rublev-avancam.html",
        "title": "Ruud faz boa estreia no US Open, Khachanov e Rublev avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Dono de seu segundo vice-campeonato no US Open com as duplas mistas polêmicas da semana anterior, o norueguês Casper Ruud começou muito bem sua campanha no US Open deste ano. Diante do austríaco Sebastian Ofner, que volta de contusão, o cabeça 12 foi muito superior, gastou apenas 62 minutos para fazer 6/1 e 6/2 e depois encontrou mais trabalho e completou a estreia com placar de 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-apos-lesao-draper-valoriza-tempo-de-quadra-na-estreia.html",
        "title": "De volta após lesão, Draper valoriza tempo de quadra na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper-backhand-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Após sete semanas afastado por contusão, o britânico Jack Draper teve uma estreia de altos e baixos no US Open. O número 5 do mundoprecisou de quatro sets para superar o argentino Federico Gomez, com parciais de 6/4, 7/5, 6/7 (7-9) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-foi-importante-subir-o-nivel-nos-pontos-decisivos.html",
        "title": "Fonseca: “Foi importante subir o nível nos pontos decisivos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-vibra-r1-usopen-2025-1024x684.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Depois devencer sua estreia no US Open, João Fonseca avaliou o desempenho na partida desta segunda-feira contra o sérvio Miomir Kecmanovic. O carioca de 19 anos e número 1 do Brasil venceu dois tiebreaks nas primeiras parciais e destacou a importância de ter jogado seu melhor tênis nos pontos decisivos. Fonseca chegou a sentir mal em quadra no terceiro set e foi atendido pela equipe médica do torneio, mas diz que o problema não preocupa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-admite-nervosismo-e-dificuldade-com-a-pressao-na-estreia.html",
        "title": "Keys admite nervosismo e dificuldade com a pressão na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/keys-forehand-us-open-2025.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Atual campeã do Aberto da Austrália, numero 6 do mundo e uma das favoritas ao título dentro de casa, a norte-americana Madison Keys foieliminada na estreia do US Open pela mexicana Renata Zarazua, que venceu por 6/7 (10-12), 7/6 (7-3) e 7/5 em 3h10. Aos 27 anos, Zarazua conquistou sua primeira vitória contra uma top 10 na carreira e chegou à segunda rodada de um Grand Slam pela quinta vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/santos-recebe-clinicas-e-torneio-gratuito-de-beach-tennis-na-praia-do-gonzaga.html",
        "title": "Santos recebe clínicas e torneio gratuito de beach tennis na Praia do Gonzaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/beach_praia.jpg",
        "date": "25/08/2025",
        "description": "Santos (SP)– A cidade de Santos vai respirar esporte e saúde entre os dias 29 de agosto e 7 de setembro. A cidade receberá o projeto Esporte e Saúde, um grande evento gratuito que promete movimentar a Praia do Gonzaga com clínicas de aprendizado e um torneio de beach tennis, reunindo atletas de todas as idades e níveis técnicos."
    }
]