[
    {
        "url": "https://tenisbrasil.uol.com.br/batalha-dos-sexos-relembre-outros-duelos-entre-homens-e-mulheres.html",
        "title": "Batalha dos Sexos: relembre outros duelos entre homens e mulheres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/billie-jean-king-comemora-batalha-dos-sexos-1973.webp",
        "date": "27/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– A chamada “Batalha dos Sexos” volta a ganhar destaque no tênis mundial com o confronto entre Aryna Sabalenka e Nick Kyrgios, marcado para este domingo, em Dubai, com transmissão ao vivo da CazéTV a partir das 12h30 (Brasília). A exibição coloca frente a frente a atual número 1 do mundo no circuito feminino e um dos nomes mais midiáticos do tênis masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-sobre-relacao-com-federer-e-nadal-senti-frieza-e-distancia.html",
        "title": "Djokovic sobre relação com Federer e Nadal: “Senti frieza e distância”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDNQMSdWJ-7kShex_COC_8198NovakDjokovicRogerFedererRafaelNadalAndyMurrayCeremoniedhommageRafaelNadalRoland-Garros2025-1-scaled-e1749816069354-1024x682.jpeg",
        "date": "27/12/2025",
        "description": "Atenas (Grécia)– Em conversa com o ex-jogador e treinador de futebol Slaven Bilic, publicada no meio do ano, Novak Djokovic comentou sobre a complexa relação que construiu ao longo da carreira com Rafael Nadal e Roger Federer. O sérvio afirmou que percebeu uma mudança de comportamento dos dois rivais à medida que passou a ameaçar o domínio que eles exerciam no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/woodbridge-sera-dificil-alcaraz-ganhar-um-grand-slam-em-2026.html",
        "title": "Woodbridge: “Será difícil Alcaraz ganhar um Grand Slam em 2026”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/todd-woodbridge-social-1024x683.jpg",
        "date": "27/12/2025",
        "description": "Melbourne (Austrália)– A recente separação entre Carlos Alcaraz e Juan Carlos Ferrero segue repercutindo no circuito. Para o australiano Todd Woodbridge, um dos maiores nomes da história das duplas, a mudança pode ter efeito direto no desempenho do espanhol nos grandes torneios da próxima temporada, especialmente nos Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-kyrgios-e-ve-exibicao-como-desafio-competitivo.html",
        "title": "Sabalenka elogia Kyrgios e vê exibição como desafio competitivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "27/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– Número 1 do mundo, Aryna Sabalenka demonstrou entusiasmo e respeito ao falar sobre aBatalha dos Sexos contra Nick Kyrgios, marcada para este domingo, em Dubai, com transmissão ao vivo da CazéTV a partir das 12h30 (Brasília). Às vésperas do confronto, a bielorrussa destacou tanto o caráter competitivo do evento quanto o impacto simbólico da partida para o tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-admite-nervosismo-antes-de-duelo-contra-sabalenka-em-dubai.html",
        "title": "Kyrgios admite nervosismo antes de duelo contra Sabalenka em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/kyrgios-australian-open-2024-not-playing-e1734192679365-1024x682.jpg",
        "date": "27/12/2025",
        "description": "Dubai (Emirados Árabes Unidos)– O australiano Nick Kyrgios reconheceu estar sentindo um clima diferente às vésperas da Batalha dos Sexos contra a bielorrussa Aryna Sabalenka, marcada para este domingo, em Dubai, com transmissão ao vivo da CazéTV a partir das 12h30 (Brasília). Apesar da experiência em grandes arenas e da confiança no próprio jogo, o ex-top 15 admitiu que a expectativa em torno do evento tem pesado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-x-sinner-disputa-pelo-numero-1-promete-duelo-intenso-em-2026.html",
        "title": "Alcaraz x Sinner: disputa pelo número 1 promete duelo intenso em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEXgk7h8WN-LV4UV_COC_5731JannikSinnerCarlosAlcarazFinalesimplemessieursRoland-Garros2025-scaled-e1749572890505-1024x684.jpeg",
        "date": "27/12/2025",
        "description": "Londres (Inglaterra)– A rivalidade entre Carlos Alcaraz e Jannik Sinner deve se intensificar em 2026. Após um 2025 marcado pelo domínio quase absoluto da dupla, os dois encerraram a temporada separados por apenas 550 pontos no ranking, cenário que mantém a corrida pelo número 1 do mundo totalmente aberta no próximo ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wang-surpreende-swiatek-e-time-mundo-assume-a-lideranca-em-shenzhen.html",
        "title": "Wang surpreende Swiatek e Time Mundo assume a liderança em Shenzhen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/xinyu-wang-wtcc-2025-1024x719.jpg",
        "date": "27/12/2025",
        "description": "Shenzhen (China)– A World Tennis Continental Cup ganhou novos contornos neste sábado em Shenzhen, com a realização do segundo dia de confrontos e a virada do Time Mundo na disputa. Em um formato semelhante ao da Laver Cup, o torneio de exibição que reúne homens e mulheres em equipes mistas teve quatro partidas disputadas com pontuação dobrada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vavassori-aposta-em-fonseca-para-rivalizar-com-sinner-e-alcaraz.html",
        "title": "Vavassori aposta em Fonseca para rivalizar com Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/andrea-vavassori-vibra-atpfinals-2024-1024x683.jpeg",
        "date": "27/12/2025",
        "description": "Turim (Itália)– O italiano Andrea Vavassori vê o domínio de Jannik Sinner e Carlos Alcaraz como algo ainda sem contestação no circuito, mas enxerga no brasileiro João Fonseca o nome mais promissor para ameaçar essa hegemonia nos próximos anos. Em entrevista ao Tennis Open, o duplista afirmou acreditar que o jovem carioca pode chegar ao top 10 já em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jockey-club-de-sao-paulo-recebera-challenger-em-2026.html",
        "title": "Jockey Club de São Paulo receberá challenger em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/jockey-club-sp-1024x656.jpeg",
        "date": "27/12/2025",
        "description": "São Paulo (SP)– Um dos quatro torneios challenger anunciados pela ATP para o Brasil no início de 2026 já tem local definido. De acordo com informações publicadas pelo jornal O Estado de S. Paulo, o challenger 100 de São Paulo será realizado no Jockey Club, entre os dias 19 e 29 de março, marcando o retorno do tênis masculino internacional à capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roddick-defende-zverev-e-um-jogador-excepcional-com-carreira-incrivel.html",
        "title": "Roddick defende Zverev: “É um jogador excepcional, com carreira incrível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251109_Alexander_Zverev_GSP20737-1024x682.jpg",
        "date": "26/12/2025",
        "description": "Nova York (EUA)– Embora figure entre os principais nomes do circuito nos últimos anos, o alemão Alexander Zverev é constantemente criticado por não ser tão consistente nos Grand Slam, tampouco ter conseguido vencer um. Só que para o norte-americano Andy Roddick, isso não é suficiente para defini-lo."
    }
]