[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-leva-susto-se-recupera-e-e-o-primeiro-nas-oitavas-de-roland-garros.html",
        "title": "Musetti leva susto, se recupera e é o primeiro nas oitavas de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDmcIidWJ-7kSu_W_20250530_RG_PB_5358-scaled-e1748607609404-1024x684.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– O italiano Lorenzo Musetti é o primeiro classificado para as oitavas de final na chave masculina de Roland Garros. Nesta sexta-feira, o cabeça de chave número 8 levou um susto do argentino Mariano Navone, perdeu o primeiro set,mas depois se recuperou e triunfou com parciais de 4/6, 6/4, 6/3 e 6/2, em 3h25 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torcida-brasileira-e-novamente-destaque-em-roland-garros.html",
        "title": "Torcida brasileira é novamente destaque em Roland Garros",
        "image": null,
        "date": "30/05/2025",
        "description": "Paris (França)– O talentoso João Fonseca continua atraindo a atenção da imprensa internacional em Paris, depois da grande partida contra o veterano francês Pierre-Hugues Herbert, que venceu em acirrados três sets, com parciais de 7/6 (7-4), 7/6 (7-4) e 6/4, após 2h54. Do lado de fora das quadras, a torcida brasileira também tem chamado a atenção, merecendo fotos e vídeo no site oficial e nas redes sociais de Roland Garros pela segunda vez. Confira o vídeo publicado nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-perder-batalha-munar-critica-torcida-nao-pode-parecer-um-circo.html",
        "title": "Após perder batalha, Munar critica torcida: “Não pode parecer um circo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/jaume_munar.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –O espanhol Jaume Munar criticou a torcida francesa depois de perder a batalha contra o local Arthur Fils, 14º cabeça de chave, por 3 sets a 2, com parciais de 7/6 (7/3), 7/6 (7/4), 2/6, 0/6 e 6/4 na Quadra Suzanne Lenglen."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-zheng-avancam-e-estao-a-uma-vitoria-de-novo-confronto.html",
        "title": "Sabalenka e Zheng avançam e estão a uma vitória de novo confronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_rg_acena_JC-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Fortes candidatas ao título em Roland Garros, a número 1 do mundo Aryna Sabalenka e a campeã olímpica Qinwen Zheng seguem firmes na disputa e estão bem perto de se enfrentarem. A bielorrussa e a chinesa avançaram para as oitavas de final nesta sexta-feira, ambas triunfando em sets diretos, e estão a uma vitória de medir forças nas quartas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-sobre-as-bolhas-nao-consigo-dobrar-os-dedos-completamente.html",
        "title": "Osaka sobre as bolhas: “não consigo dobrar os dedos completamente”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Naomi_Osaka_-_Roland_Garros_2025_-_Day_2-DSC_9954_xgaplus.jpg",
        "date": "30/05/2025",
        "description": "Nova York (EUA)– Naomi Osaka revelou ter uma lesão dolorosa após sua eliminação na primeira rodada do Aberto da França, na segunda-feira. Nesta quinta-feira, a japonesa de 27 anos compartilhou uma publicação no Instagram Stories sobre as bolhas abertas nos nós dos dedos. “Eu realmente não consigo dobrar os dedos completamente, rs”, escreveu ela, segundo o New York Post. A tetracampeã de Grand Slam perdeu na primeira rodada de Roland Garros para a espanhola Paula Badosa por 6/7, 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-comemora-29-anos-com-vaga-nas-oitavas-de-duplas-e-aguarda-italianas.html",
        "title": "Bia comemora 29 anos com vaga nas oitavas de duplas e aguarda italianas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250530_081056-e1748603670137-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Apesar de alguma irregularidade nos games de serviço, a parceria de Beatriz Haddad Maia e a alemã Laura Siegemund venceu sua segunda partida e está nas oitavas de final de Roland Garros. Desta vez, passaram pelas japonesas Shuko Aoyama e Moyuka Uchijima, com parciais de 6/2 e 6/4. Bia comemora nesta sexta-feira seus 29 anos e ganhou um “parabéns” da torcida ao final da partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-toda-a-homenagem-a-gasquet-em-sua-despedida-do-tenis.html",
        "title": "Veja toda a homenagem a Gasquet em sua despedida do tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RichardGasquetRoland-Garros2025-1024x682.jpeg",
        "date": "30/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-favoritos-comecam-bem-no-itf-futures-no-corinthians.html",
        "title": "Cadeirantes: favoritos começam bem no ITF Futures no Corinthians",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/luiz-calixto.jpg",
        "date": "30/05/2025",
        "description": "São Paulo (SP) –Teve início nesta quinta-feira, o ITF Future Series São Paulo, torneio internacional de tênis em cadeira de rodas que integra o calendário do Uniqlo Wheelchair Tennis Tour, com 29 partidas realizadas nas quadras de saibro do Sport Club Corinthians Paulista. O evento segue até domingo com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-fazem-semis-na-bolivia-e-em-el-salvador.html",
        "title": "Juvenis brasileiros fazem semis na Bolívia e em El Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/ana_cruz_desliza_itf.jpg",
        "date": "29/05/2025",
        "description": "Tarija (Bolívia) –O Brasil tem três jogadores juvenis na semifinais do ITF J60 de Tarija, em quadras de saibro na Bolívia: Felipe Moretti, Lucas Moscatto e Ana Cruz."
    }
]