[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-abandona-apos-cinco-games-e-alcaraz-conquista-cincinnati.html",
        "title": "Sinner abandona após cinco games e Alcaraz conquista Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_sinner_cincy_consola_cut-1024x642.jpg",
        "date": "18/08/2025",
        "description": "Cincinnati (EUA) –Cercada de grande expectativa, a final do Masters 1000 de Cincinnati durou apenas cinco games. Líder do ranking mundial e vencedor da edição passada, Jannik Sinner se retirou da partida contra Carlos Alcaraz quando perdia o primeiro set por 5/0 após 23 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-feira-18-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro-back-rio-2025-scaled-e1744493928140-1024x684.jpg",
        "date": "18/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-atinge-melhor-ranking-em-semana-de-quedas-brasileiras.html",
        "title": "Reis atinge melhor ranking em semana de quedas brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_reis_campinas_back_treino.jpg",
        "date": "18/08/2025",
        "description": "Londres (Inglaterra)– Mesmo com a pendência da final masculina de Cincinnati, a ATP procedeu à atualização do ranking nesta segunda-feira para todos os demais jogadores. Com poucas exceções, a maioria dos jogadores nacionais teve perda de posições."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-joga-duplas-no-500-de-monterrey-e-estreia-contra-cabecas-2.html",
        "title": "Ingrid joga duplas no 500 de Monterrey e estreia contra as cabeças 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid_gleason_caldas_sorrindo_green-1024x572.jpg",
        "date": "18/08/2025",
        "description": "Monterrey (México) –Além da participação deBeatriz Haddad Maia, o Brasil terá mais uma representante no WTA 500 de Monterrey. A carioca Ingrid Martins está na chave de duplas e jogará ao lado da norte-americana Quinn Gleason."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-no-14-do-mundo-edmund-anuncia-sua-aposentadoria.html",
        "title": "Ex-nº 14 do mundo, Edmund anuncia sua aposentadoria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/edmund_aposentadoria.jpg",
        "date": "18/08/2025",
        "description": "Londres (Inglaterra) –O britânico Kyle Edmund, que conquistou dois títulos da ATP e alcançou a 14ª posição no ranking mundial, anunciou sua aposentadoria na segunda-feira. Edmund tem lutado contra lesões desde 2018. Ele passou por cirurgias em novembro de 2020, março de 2021 e maio de 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dabrowski-se-emociona-com-titulo-de-duplas-ao-lado-de-routliffe.html",
        "title": "Dabrowski se emociona com título de duplas ao lado de Routliffe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/routliffe_dabrowski_cincy_trofeus-1024x714.jpg",
        "date": "18/08/2025",
        "description": "Cincinnati (EUA) –A canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe conquistaram o título de duplas do WTA 1000 de Cincinnati. Cabeças 2 do evento, elas venceram no domingo à noite a chinesa Hanyu Guo e a russa Alexandra Panova por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinop-mt-recebe-inedito-torneio-profissional-internacional-de-beach-tennis.html",
        "title": "Sinop recebe inédito torneio profissional internacional de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arenaesportes_sinop.png",
        "date": "18/08/2025",
        "description": "Sinop (MT) –A partir desta terça-feira, a cidade de Sinop, em Mato Grosso, recebe pela primeira vez, torneios inéditos do circuito mundial profissional e juvenil de beach tennis, valendo pontos no ranking da Federação Internacional de Tênis. As disputas ocorrem no Orla do Aquarela das Artes com oito quadras de Beach Tennis, com entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-e-a-disneylandia-do-tenis-e-este-ano-com-muito-dos-bastidores.html",
        "title": "US Open é a Disneylândia do tênis e este ano com muito dos bastidores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arte_chiquinho_alca_autografos.jpg",
        "date": "18/08/2025",
        "description": "O tênis mundial entra agora no período mais fantástico do calendário, com a realização do sempre eletrizante US Open. É que se o Australian Open tem a modernidade, Roland Garros todo o charme, Wimbledon a tradição, Nova York esbanja alegria, diversão, emoção e se transforma na Disneylândia do esporte. Afinal, não há país que saiba promover um evento como os Estados Unidos. Só como exemplo, este ano, a USTA – a toda poderosa federação norte-americana – transformou a chave de duplas mistas em mais uma grande atração, com a participação de alguns dos melhores jogadores do circuito, tanto no masculino como no feminino, e vai dar a equipe campeã nada menos do que um cheque de US$ 1 milhão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/treinador-flavio-saretta-pede-uniao-e-mais-espaco.html",
        "title": "Treinador Flávio Saretta pede união e mais espaço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pod_saretta.jpg",
        "date": "18/08/2025",
        "description": "Um dos jogadores de maior sucesso no tênis profissional brasileiro, Flávio Saretta abraçou de vez a carreira de treinador, depois da aposentadoria precoce das quadras e dos bons tempos de comentarista de TV."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-dzumhur-a-melhor-jogada-de-julho-do-circuito-da-atp-confira.html",
        "title": "É de Dzumhur a melhor jogada de julho do circuito da ATP. Confira.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/dzumhur-bucareste-rebate-2025-e1745521479851-1024x683.jpg",
        "date": "18/08/2025",
        "description": ""
    }
]