[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-ainda-temos-chances-de-classificacao-vamos-erguer-a-cabeca.html",
        "title": "Stefani: “Ainda temos chances de classificação, vamos erguer a cabeça”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_entrada.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Apesar daderrota na primeira partidado WTA Finals, Luísa Stefani segue confiante em suas chances de classificação para as semifinais ao lado de Timea Babos. Elas voltam à quadra no encerramento da rodada destaterça-feira, por volta de 14h (de Brasília), para enfrentar as russas Mirra Andreeva e Diana Shnaider. A brasileira e a húngara venceram o único duelo contra as russas, na grama de Berlim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalista-rybakina-destaca-boa-fase-e-desempenho-no-saque.html",
        "title": "Semifinalista, Rybakina destaca boa fase e desempenho no saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_vibra_finals_25.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Depois de ser a última jogadora a se classificar para o WTA Finals, Elena Rybakina é a primeira tenista já garantida nas semifinais em Riad. E além disso, avirada da cazaque sobre Iga Swiateknesta segunda-feira, aliada à vitória deAmanda Anisimovasobre Madison Keys, já fazem com que ela confirme a primeira posição do Grupo Serena Williams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-supera-a-estreia-em-atenas-de-virada-e-vai-desafiar-musetti.html",
        "title": "Wawrinka supera a estreia em Atenas de virada e vai desafiar Musetti",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/wawrinka-atenas-prepara-2025-e1762195312303-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Atenas (Grécia)– Na briga pela última vaga para o ATP Finals, o italiano Lorenzo Musetti conheceu nesta segunda-feira seu adversário de estreia no ATP 250 de Atenas. Cabeça de chave número 2, ele entra direto na segunda rodada e vai começar sua campanha contra o suíço Stan Wawrinka, que bateu holandês Botic van de Zandschulp por 2/6, 7/6 (7-5) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-schiessl-e-luiza-fullana-puxam-lista-de-favoritos-do-criciuma-open.html",
        "title": "João Schiessl e Luiza Fullana puxam lista de favoritos do Criciúma Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Schiessl_grita.jpg",
        "date": "03/11/2025",
        "description": "Criciúma (SC) –A cidade de Criciúma será palco, de 9 a 16 de novembro, do Criciúma Open de Tênis Profissional – Comemoração do Centenário, que reunirá dois torneios simultâneos, um masculino e outro feminino, com premiação total de US$ 15 mil cada. As partidas serão disputadas nas quadras de saibro da Sociedade Recreativa Mampituba, com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-03-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "03/11/2025",
        "description": "ITF WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milQualificatório – Rodada única –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-se-recupera-no-finals-e-tera-confronto-direto-com-swiatek.html",
        "title": "Anisimova se recupera no Finals e terá confronto direto com Swiatek",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/anisimova_vibra_finals-1024x637.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Em duelo entre duas jogadoras norte-americanas, Amanda Anisimova se recuperou da derrota sofrida na estreia do WTA Finals e derrotou Madison Keys por 4/6, 6/3 e 6/2 em 1h43 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-joga-as-11h-com-sabalenka-as-12h30-e-stefani-fecha-a-rodada.html",
        "title": "Gauff joga às 11h, com Sabalenka às 12h30 e Stefani fecha a rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff_finals_fore.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Atual campeã do WTA Finals, Coco Gauff busca sua recuperação no torneio nesta terça-feira. Depois de ter perdido um duelo norte-americano para Jessica Pegula, a número 3 do mundo joga às 11h (de Brasília) contra a italiana Jasmine Paolini."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-se-torna-o-tenista-com-maior-numero-de-semanas-no-top-10-sem-slam.html",
        "title": "Zverev se torna o tenista com maior número de semanas no top 10 sem Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-1-e1756656079981-1024x681.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Ao garantir sua 370ª semana como top 10 nesta segunda-feira, o alemão Alexander Zverev se tornou o tenista que mais tempo passou nesta faixa de ranking sem ter conseguido vencer um Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-anuncia-venda-de-ingressos-exclusivos-na-terca-e-venda-geral-no-dia-11.html",
        "title": "Rio Open anuncia venda de ingressos exclusivos na terça e venda geral no dia 11",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monfils-rg-feliz-2025-e1748445239798-1024x686.jpeg",
        "date": "03/11/2025",
        "description": "Rio de Janeiro (RJ)– A organização da 12ª edição do Rio Open anunciou nesta segunda feira a abertura da pré-venda exclusiva para clientes Claro (Multi) e XP, que começará às 12h desta terça-feira, dia 4, enquanto que a venda geral ao público terá início na terça-feira, 11 de novembro, também às 12h (horário de Brasília). Para os clientes XP, a pré-venda será dividida em duas fases. No dia 4, a compra estará liberada exclusivamente para clientes com os Cartões XP Legacy e XP Visa Infinite Privilege. De 5 a 10 de novembro, a pré-venda será estendida a todos os clientes com Cartão XP One e XP Visa Infinite. Os ingressos estarão disponíveis exclusivamente no site da Eventim, com preços a partir de R$ 60."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alize-cornet-e-a-nova-capita-francesa-da-billie-jean-king-cup.html",
        "title": "Alizé Cornet é a nova capitã francesa da Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alize-cornet.jpg",
        "date": "03/11/2025",
        "description": "Paris (França) –Alizé Cornet, de 35 anos, ex-nº 11 do mundo, foi nomeada gerente das seleções francesas de tênis feminino e capitã da equipe francesa da Billie Jean King Cup. A Federação Francesa de Tênis (FFT) levou em conta a experiência de Cornet como ex-jogadora, seu comprometimento com o tênis nacional, seu perfil, motivação e sua disponibilidade."
    }
]