[
    {
        "url": "https://tenisbrasil.uol.com.br/rio-de-janeiro-recebe-itf-m25-a-partir-deste-domingo.html",
        "title": "Rio de Janeiro recebe ITF M25 a partir deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/ribeiro-paineiras-back.jpg",
        "date": "05/10/2025",
        "description": "Rio de Janeiro (RJ) –Começa neste domingo a disputa do qualifying, o torneio Circuito Banco BRB/Engie de Tênis Profissional – M25 Rio de Janeiro, o maior torneio masculino após o Rio Open, que será realizado na Rio Tennis Academy, em Laranjeiras. A competição será disputada até o sábado, 11, e é uma realização da Rio Tennis em parceria com a Confederação Brasileira de Tênis e a TênisRJ. O evento tem premiação total de US$ 30 mil e oferece valiosos pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais. A entrada no evento é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-daniel-e-pucinelli-disputam-challenger-na-colombia.html",
        "title": "Wild, Daniel e Pucinelli disputam challenger na Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "05/10/2025",
        "description": "Cali (Colômbia) –Três brasileiros disputam na próxima semana o challenger de Cali, em quadras de saibro na Colômbia. O torneio distribui US$ 100 mil, com 75 pontos na ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/perricard-elimina-fritz-com-12-aces-e-enfrenta-rune-nas-oitavas.html",
        "title": "Perricard elimina Fritz com 12 aces e enfrenta Rune nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/perricard_xangai_fore.png",
        "date": "05/10/2025",
        "description": "Xangai (China) –Reconhecido como um dos grandes sacadores da atualidade, o francês Giovanni Perricard conseguiu um grande resultado neste domingo para avançar às oitavas de final do Masters 1000 de Xangai. Ele superou o norte-americano Taylor Fritz, número 4 do mundo, com parciais de 6/4 e 7/5 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-paolini-defendem-o-titulo-de-duplas-em-pequim.html",
        "title": "Errani e Paolini defendem o título de duplas em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/paolini_errani_trofeu_pequim_jimmie.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –A forte parceria de Sara Errani e Jasmine Paolini conquistou o bicampeonato de duplas no WTA 1000 de Pequim. As italianas venceram neste domingo a japonesa Miyu Kato e a húngara Fanny Stollar por 6/7 (1-7), 6/3 e 10-2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-superado-em-uma-semifinal-com-3h-de-duracao-no-chile.html",
        "title": "Reis é superado em semifinal de 3h, Pucinelli e Britto são vices",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "04/10/2025",
        "description": "* Atualizado com a final de duplas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-04-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras25_olhabola-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Challenger de Antofagasta (Chile) – Saibro – US$ 100 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/natan-rodrigues-e-gabriel-sidney-sao-campeoes-de-duplas-em-salvador.html",
        "title": "Natan Rodrigues e Gabriel Sidney são campeões de duplas em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/natan_rodrigues_gab_sidney-1024x599.jpg",
        "date": "04/10/2025",
        "description": "Salvador (BA) –Em jogo com quatro brasileiros, o baiano Natan Rodrigues e o paranaense Gabriel Sidney conquistaram o título da etapa de Salvador do Circuito Banco BRB/Engie de Tênis Profissional, torneio ITF M25 disputado nas quadras duras do Clube Bahiano de Tênis. Eles venceram na final os paulistas Rafael Tosetto e Nicolas Zanellato por 7/6 (7-4) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-candiotto-sao-campeas-de-duplas-no-w35-do-paineiras.html",
        "title": "Naná e Candiotto são campeãs de duplas no W35 do Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/candiotto_nana_paineiras-1024x682.jpg",
        "date": "04/10/2025",
        "description": "São Paulo (SP)– A juvenil Nauhany Silva, de 15 anos, conquistou neste sábado seu primeiro título como profissional. Ela e a parceira Ana Candiotto derrotaram a argentina Jazmin Ortenzi e a colombiana Maria Paulina Perez-Garcia, por 6/4 e 6/2, na decisão do Torneio Internacional Feminino de Tênis – Ano IX, que acontece nas quadras de saibro do clube Paineiras do Morumby."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalistas-anisimova-e-noskova-celebram-melhor-ano-de-suas-carreiras.html",
        "title": "Finalistas, Anisimova e Noskova celebram melhor ano de suas carreiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_pequim_estica_semi-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Pequim (China) –Finalistas do WTA 1000 de Pequim, Amanda Anisimova e Linda Noskova vivem a melhor temporada de suas carreiras e buscam a coroação do ano com um título de expressão. A decisão acontece neste domingo às 8h (de Brasília). Anisimova, de 24 anos, já venceu um torneio deste nível no início do ano em Doha, mas carrega as derrotas nas finais de Wimbledon e do US Open, enquanto Noskova busca seu maior troféu aos 20 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-carol-meligeni-vao-decidir-o-titulo-no-paineiras.html",
        "title": "Laura Pigossi e Carol Meligeni vão decidir o título no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_paineiras_vibra_semi-1024x596.jpg",
        "date": "04/10/2025",
        "description": "São Paulo (SP) –A final do Torneio Internacional Feminino de Tênis – Ano IX será entre duas brasileiras. Principais cabeças de chave, Laura Pigossi e Carol Meligeni venceram seus jogos nas semifinais deste sábado pelo ITF W35. A decisão acontece às 11h (de Brasília) deste domingo, com entrada gratuita no clube Paineiras do Morumby."
    }
]