[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-herbert-siga-comentarios-em-tempo-real.html",
        "title": "Fonseca x Herbert: siga comentários em tempo real",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_estica_saibro-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Segundo set3-3 –Francês começa a ter dificuldade na base já que Fonseca lê cada vez melhor seu saque, mas Herbert compensa com extraordinário trabalho junto à rede, onde ganhou 15 de 19 lances.3-2 –Excelente game de serviço de Fonseca, que deu mínimas oportunidades.2-2 –Herbert comete raros erros junto à rede, permite 0-40, reage e por fim sucumbe a duas devoluções muito bem feitas pelo brasileiro, que reage imediatamente à quebra sofrida.1-2 –Excelentes jogadas do Herbert, primeiro buscando voleio curto e depois com devoluções profundas e pesadas, conseguem tirar o serviço do brasileiro.1-1 –Herbert continua firme, mas aos poucos Fonseca dá sinal de melhor leitura do saque. Vale lembrar que o francês vem de cinco sets na primeira rodada.1-0 –Na preocupação em evitar o ataque do francês, Fonseca força o quanto pode o segundo saque e isso levou a duas duplas faltas. Evitou dois break-points indo para paralelas no forehand de Herbert e enfim reencontrou o saque para sair na frente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/frances-com-mais-vitorias-na-atp-gasquet-tem-despedida-merecida.html",
        "title": "Francês com mais vitórias na ATP, Gasquet tem despedida merecida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/GASQUET3-LECRG2025R2ceremony-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Tenista francês que mais vitórias conquistou na ATP, encerrando sua carreira com 610 triunfos, Richard Gasquet não poderia ter uma despedida mais honrosa do que no palco principal de um Grand Slam e contra um número 1 do mundo. Nesta quinta-feira, ele fez sua derradeira partida ao ser eliminado de Roland Garros pelo italiano Jannik Sinner em sets diretos, na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-flagrado-pedalando-perto-do-arco-do-triunfo.html",
        "title": "Djokovic é flagrado pedalando perto do Arco do Triunfo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-roland-garros-2025-tuesday-celebration-e1748442507551-1024x682.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Menos de 24 horas antes de seu compromisso contra o francês Corentin Moutet na 2ª rodada de Roland Garros nesta quinta, Novak Djokovic foi visto andando de bicicleta pelas ruas de paralelepípedos de Paris durante um passeio noturno ao redor do Arco do Triunfo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tecnico-de-raducanu-rebate-as-criticas-expectativas-altas-e-bolas-pesadas.html",
        "title": "Técnico de Raducanu rebate as críticas: expectativas altas e bolas pesadas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Emma_Raducanu_-_Mutua_Madrid_Open_2025_-_Day_2-DSC_9749A_xgaplus.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Surpreendente campeã do US Open em 2021, tendo saído do qualificatório, a britânica Emma Raducanu acabou superada na segunda rodada de Roland Garros por 6/1 e 6/2 pela atual campeã do torneio, a polonesa Iga Swiatek. Mark Petchey, ex-nº 1 britânico e técnico de Raducanu, respondeu às críticas ao seu desempenho, argumentando que as expectativas do público estão muito altas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-da-chances-vence-em-sets-diretos-e-aposenta-gasquet.html",
        "title": "Sinner não dá chances, vence em sets diretos e aposenta Gasquet",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-roland-garros-2025-e1748529041244-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Não deu para o veterano Richard Gasquet surpreender o número 1 do mundo Jannik Sinner, no duelo desta quinta-feira válido pela segunda rodada de Roland Garros. O italiano fez valer a juventude e o momento muito superior ao rival e dominou o francês, que não teve chances e se despediu do circuito com uma derrota com parciais 6/3, 6/0 e 6/4,em 1h59 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-reage-apos-susto-fils-ganha-no-sufoco.html",
        "title": "Zverev reage bem após susto, Fils ganha no sufoco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fils_rg_semcamisa-1024x621.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– O alemão Alexander Zverev foi surpreendido pelo jogo cheio de variações do holandês Jesper de Jong, 88º do ranking, mas pouco a pouco impôs sua experiência e obteve ótima reação. O finalista do ano passado finalizou com parciais de 3/6, 6/1, 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-bate-irmaos-tsitsipas-e-ganha-primeira-em-grand-slam.html",
        "title": "Romboli bate irmãos Tsitsipas e ganha primeira em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/54339083395_ca46f8b496_o.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Em sua melhor temporada como profissional, aos 36 anos, Fernando Romboli registrou mais um marcou na sua carreira de duplista e enfim obteve sua primeira vitória em torneios de Grand Slam após cinco tentativas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-marca-virada-espetacular-e-derruba-de-minaur.html",
        "title": "Bublik marca virada espetacular e derruba De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bublik_rg_2-1024x640.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Depois de perder rapidamente os dois primeiros sets, o cazaque Alexander Bublik mudou a tática, passou a colocar mais efeito e explorar curtinhas e com isso obteve uma virada notável em cima do australiano e top 10 Alex de Minaur, para quem sofreu três derrotas anteriores. O placar foi de 2/6, 2/6, 6/4, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-andreeva-vencem-mais-uma-e-seguem-em-rota-de-colisao.html",
        "title": "Pegula e Andreeva vencem mais uma e seguem em rota de colisão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jessica-Pegula-1024x683.jpeg",
        "date": "29/05/2025",
        "description": "Paris (França)– Principais favoritas em seu quadrante, a norte-americana Jessica Pegula e a russa Mirra Andreeva, respectivamente cabeças de chave 3 e 6 em Roland Garros, fizeram valer sua condição, venceram suas partidas de segunda rodada, nesta quinta-feira, e seguem em rota de colisão, podendo se cruzar em uma eventual quartas de final."
    }
]