[
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-henrique-medeiros-vai-a-semifinal-no-bt-200-de-rio-verde.html",
        "title": "Goiano Henrique Medeiros vai à semifinal no BT 200 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique_medeiros_rioverde_semi.jpg",
        "date": "06/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano de Quirinópolis, Henrique Medeiros, de 17 anos, segue brilhando em casa no BT 200 de Rio Verde, disputado no Clube Campestre, a maior competição do beach tennis no estado. O evento distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-joga-na-alemanha-meligeni-e-reis-na-romenia.html",
        "title": "Monteiro joga na Alemanha, Meligeni e Reis na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_slice_saibro-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Braunschweig (Alemanha) –O cearense Thiago Monteiro é o representante do Brasil no challenger de Braunschweig, em quadras de saibro na Alemanha. O canhoto de 31 anos e 142º do ranking estreia contra o alemão Christoph Negritu, 282º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/irmao-de-ricardo-mello-entre-os-campeoes-do-masters-do-rio.html",
        "title": "Irmão de Ricardo Mello entre os campeões do Masters do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique-mello_mastersRJ.jpg",
        "date": "05/07/2025",
        "description": "Rio de Janeiro (RJ) –Terminou, neste sábado, a segunda edição do torneio internacional masters categoria MT 400, na Rio Tennis Academy em parceria com o Fluminense. A competição contou importantes pontos para o ranking mundial da Federação Internacional de Tênis nas categorias 30 até mais de 75 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-a-filha-apresentam-comemoracao-especial-na-100a-vitoria.html",
        "title": "Djokovic e a filha apresentam comemoração especial na 100ª vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon25_pumpa-1024x682.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –A rodada deste sábado em Wimbledon foi especial para Novak Djokovic, quecomemorou sua centésima vitórianas quadras de grama do All England Club. Após o confronto sérvio contra Miomir Kecmanovic e a classificação para as oitavas de final, quem roubou a cena foi Tara, filha do heptacampeão. A menina e o pai têm agora uma coreografia especial para celebrar as vitórias, que fez sucesso nas arquibancadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-se-diverte-ao-falar-de-prato-tipico-da-polonia-massa-com-morangos.html",
        "title": "Iga se diverte ao falar de prato típico da Polônia: “Massa com morangos”",
        "image": null,
        "date": "05/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-joga-quali-de-wta-125-na-franca-ce-cai-na-semi-em-roma.html",
        "title": "Carol joga quali de WTA 125 na França, Cé cai na semi em Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "05/07/2025",
        "description": "Contrexeville (França) –Terceira melhor brasileira no ranking da WTA, Carol Meligeni vai tentar uma série de torneios mais fortes nas próximas semanas e estreia neste domingo no WTA 125 de Contrexeville, no saibro francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalistas-ineditas-em-wimbledon.html",
        "title": "Finalistas inéditas em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_navarro_wim.jpg",
        "date": "05/07/2025",
        "description": "Wimbledon terá campeã e vice inéditas na edição de 2025. Depois das quedas da bi Petra Kvitova, da canhota Marketa Vondrousova e das vices Jasmine Paolini e Ons Jabeur, a atual detentora do título Barbora Krejcikova e a dona do troféu de 2022, Elena Rybakina, também deram adeus neste sábado ainda na primeira semana do torneio. Aliás, das 16 que ainda sonham com o troféu, apenas Aryna Sabalenka já chegou na semi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-diz-que-jogou-sem-dor-mas-lamenta-perda-de-energia.html",
        "title": "Krejcikova diz que jogou sem dor, mas lamenta “perda de energia”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/krejcikova_navarro_wimbledon-1024x653.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –Campeã de Wimbledon no ano passado, Barbora Krejcikova não conseguiu repetir o mesmo desempenho nesta edição do Grand Slam londrino e se despediu ainda na terceira rodada. Em um ano bastante prejudicado por lesões nas costas, a tcheca relatou que não sentiu dores durante a partida deste sábado contra a norte-americana Emma Navarro, mas lamentou a queda repentina de energia na reta final do jogo, que permitiu à adversária assumir o controle e vencer em três sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-rublev-vao-fechar-a-rodada-de-domingo-em-wimbledon.html",
        "title": "Alcaraz e Rublev vão fechar a rodada de domingo em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_voleia_wimbledon_sunset-1024x595.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –O confronto entre Carlos Alcaraz e Andrey Rublev vai encerrar a programação deste domingo na Quadra Central de Wimbledon, já valendo vaga nas quartas de final do Grand Slam londrino. Atual bicampeão do torneio, o espanhol lidera o histórico por 2 a 1 e venceu o duelo mais recente, na fase de grupos do ATP Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-100a-vitoria-de-djokovic-em-wimbledon.html",
        "title": "Confira a 100ª vitória de Djokovic em Wimbledon",
        "image": null,
        "date": "05/07/2025",
        "description": ""
    }
]