[
    {
        "url": "https://tenisbrasil.uol.com.br/tien-derruba-o-atual-campeao-e-faz-quartas-em-delray-beach.html",
        "title": "Tien derruba o atual campeão e faz quartas em Delray Beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tien-delray-beach-2026-thursday-1024x576.jpg",
        "date": "19/02/2026",
        "description": "Delray Beach (EUA) –O jovem norte-americano Learner Tien conseguiu um grande resultado para chegar às quartas de final do ATP 250 de Delray Beach. O canhoto de 20 anos e 23º do ranking eliminou o sérvio Miomir Kecmanovic, 83º colocado e atual campeão do torneio, com parciais de 6/4, 6/7 (4-7) e 7/6 (7-5) em 2h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-e-bohrer-vencem-em-tres-sets-e-duelam-nas-quartas.html",
        "title": "Pedretti e Bohrer vencem em três sets e duelam nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bohrer_pedretti_palmcoast.jpg",
        "date": "19/02/2026",
        "description": "Palm Coast (EUA) –A rodada desta quinta-feira no ITF W15 de Palm Coast, em quadras de saibro nos Estados Unidos, foi ótima para as brasileiras. A paulista Thaísa Pedretti e a catarinense Carolina Bohrer venceram seus jogos em três sets contra adversárias norte-americanas e vão se enfrentar nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/faria-escapa-da-chuva-e-vai-as-quartas-no-rio-open.html",
        "title": "Faria escapa da chuva e vai às quartas no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/faria-rio-open-1024x683.jpg",
        "date": "19/02/2026",
        "description": "Rio de Janeiro (RJ)– A previsão de chuva para esta quinta-feira no Rio Open acabou se concretizando e interrompeu a rodada. Quem conseguiu escapar do problema foi o português Jaime Faria, que concretizou a vitória sobre o bósnio Damir Dzumhur em sets diretos, com o placar final de 7/6 (7-1) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mensik-elimina-sinner-em-doha-e-marca-a-maior-vitoria-da-carreira.html",
        "title": "Mensik elimina Sinner em Doha e marca a maior vitória da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mensik_doha_toss_cut-1024x695.jpg",
        "date": "19/02/2026",
        "description": "Doha (Qatar) –De volta ao circuito depois de abandonar o Australian Open por lesão muscular na região abdominal, Jakub Mensik já está na semifinal do ATP 500 de Doha depois de conseguir um grande resultado nesta quinta-feira. O tcheco de 20 anos e 16º do ranking eliminou Jannik Sinner, número 2 do mundo, com parciais de 7/6 (7-3), 2/6 e 6/3 em 2h11 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira-19-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "19/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenil-de-dois-forehands-supera-sell-nas-oitavas-na-florida.html",
        "title": "Juvenil de dois forehands supera Sell nas oitavas na Flórida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/davidov_fore.jpg",
        "date": "19/02/2026",
        "description": "Naples (EUA) –De volta ao circuito para seu primeiro torneio depois de uma lesão no ombro, que o afastava das quadras desde agosto, Karue Sell foi eliminado nas oitavas do ITF M15 de Naples, em quadras de saibro nos Estados Unidos. O catarinense de 32 anos e 668º do ranking foi superado pelo norte-americano Teodor Davidov por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-apresenta-frutas-brasileiras-para-jogadores-avaliarem-veja-como-foi.html",
        "title": "Fonseca apresenta frutas brasileiras para jogadores avaliarem. Veja a reação.",
        "image": null,
        "date": "19/02/2026",
        "description": "Rio de Janeiro (RJ) –– O italiano Matteo Berrettini, os argentinos Francisco Cerúndolo, Francisco Comesana e Sebastian Baez, mais o pernambucano João Lucas Reis avaliam a seleção de frutas brasileiras feita por João Fonseca no Rio de Janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampea-em-dubai-svitolina-reencontra-gauff-na-semifinal.html",
        "title": "Bicampeã em Dubai, Svitolina reencontra Gauff na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/svitolina_dubai_rebate_qf.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes) –A última vaga nas semifinais do WTA 1000 de Dubai é de Elina Svitolina, número 9 do mundo e bicampeã do torneio em 2017 e 2018. A ucraniana garantiu sua vaga ao vencer a lucky-loser croata Antonia Ruzic, 67ª do ranking, por 3/6, 6/2 e 6/3 em 2h02 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-divulga-criterios-de-convocacao-para-a-copa-das-federacoes-2026.html",
        "title": "FPT divulga critérios de convocação para a Copa das Federações 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/copa-federacao-2.jpg",
        "date": "19/02/2026",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) divulgou os critérios oficiais de convocação das equipes que irão representar São Paulo na Copa das Federações 2026, nas categorias Infantojuvenis 12, 14, 16 e 18 anos, masculino e feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-busca-a-virada-contra-khachanov-e-vence-a-10a-seguida.html",
        "title": "Alcaraz busca a virada contra Khachanov e vence a 10ª seguida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz_doha_maoouvido-1024x576.jpg",
        "date": "19/02/2026",
        "description": "Doha (Qatar) –Ainda invicto neste início de temporada, Carlos Alcaraz conseguiu sua décima vitória seguida em 2026 e garantiu vaga na semifinal do ATP 500 de Doha. O número 1 do mundo superou o russo Karen Khachanov, 17º do ranking, por 6/7 (3-7), 6/4 e 6/3 em 2h26."
    }
]