[
    {
        "url": "https://tenisbrasil.uol.com.br/burruchaga-e-campeao-no-sauipe-e-alcanca-seu-melhor-ranking.html",
        "title": "Burruchaga é campeão no Sauípe e alcança seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/burruchaga-sauipe-back-2025-e1761515753579-1024x683.jpg",
        "date": "26/10/2025",
        "description": "Felipe Priante, da Costa do SauípeEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-exigencia-fisica-da-final-precisei-manter-o-saque-e-nao-desistir.html",
        "title": "Sinner destaca exigência física da final: “Precisei manter o saque e não desistir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_trofeu-1024x576.jpg",
        "date": "26/10/2025",
        "description": "Viena (Áustria) –Campeão do ATP 500 de Viena, Jannik Sinner destacou aexigência física da final deste domingocontra Alexander Zverev. Depois de passar sem perder sets pelas quatro primeiras rodadas, o italiano começou atrás no placar diante do alemão e ficou em quadra por 2h28. Nos últimos games da partida, levantou preocupações, ao sentir um desconforto na parte superior da perna esquerda, remetendo a seu problema anterior de quadril. E mesmo com a limitação momentânea nos movimentos, conseguiu buscar a virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeas-na-semana-bencic-e-li-lideram-mais-dois-wta-250.html",
        "title": "Campeãs na semana, Bencic e Li lideram mais dois WTA 250",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bencic_toquio_rebate.jpg",
        "date": "26/10/2025",
        "description": "Hong Kong (China) –Campeã do WTA 500 de Tóquio neste domingo,Belinda Bencicsegue inscrita para mais um torneio na Ásia e será a principal cabeça de chave no 250 de Hong Kong."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-diz-que-prometeu-raspar-o-cabelo-em-caso-de-titulo.html",
        "title": "Fonseca diz que prometeu raspar o cabelo em caso de título",
        "image": null,
        "date": "26/10/2025",
        "description": "\"We made the promise that if we won one of these tournaments we were going to shave our head\" 🔊"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/na-dupla-com-ribeiro-guto-conquista-seu-maior-titulo-no-sauipe.html",
        "title": "Na dupla com Ribeiro, Guto conquista seu maior título no Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/guto-dudu-sauipe-trofeu-2025-1024x683.jpg",
        "date": "26/10/2025",
        "description": "Felipe Priante, da Costa do SauípeEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-26-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_olhabola-1024x682.jpg",
        "date": "26/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-foi-um-torneio-que-deu-brechas-e-aproveitei-as-oportunidades.html",
        "title": "Fonseca: “Foi um torneio que deu brechas e aproveitei as oportunidades”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_premiacao_full_cut.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –Campeão do ATP 500 da Basileia, João Fonseca comemorou o maior título da carreira e fez história para o tênis brasileiro ao vencer o torneio de maior expressão no circuito de simples da ATP desde 2001, quando Gustavo Kuerten conquistou Cincinnati. O carioca de 19 anos e número 1 do país também garante um salto no ranking, do 46º para o 28º lugar, tornando-se o sétimo brasileiro a figurar no top 30 na Era Aberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-as-quadras-de-toquio-tem-espaco-especial-no-coracao.html",
        "title": "Stefani: “As quadras de Tóquio têm espaço especial no coração”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_bjtrofeu-1024x634.jpg",
        "date": "26/10/2025",
        "description": "Tóquio (Japão) –A sequência de bons resultados na Ásia e aconquista do WTA 500 de Tóquiodão bastante confiança para Luísa Stefani e sua parceira, a húngara Timea Babos, para a reta final da temporada. Vindas de uma final em Ningbo no último domingo, Stefani e Babos tentam aproveitar o bom momento no WTA Finals, que começa no próximo sábado em Riad, na Arabia Saudita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-sao-campeoes-na-basileia-britanicos-conquistam-viena.html",
        "title": "Granollers e Zeballos são campeões na Basileia, britânicos conquistam Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/granollers_zeballos_basel_trofeu-1024x562.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –A forte parceria do espanhol Marcel Granollers com o a argentino Horacio Zeballos conquistou o título de duplas do ATP 500 da Basileia. Principais cabeças de chave, eles venceram na final deste domingo o tcheco Adam Pavlasek e o polonês Jan Zielinski por 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-joga-wta-125-na-colombia-candiotto-vence-no-quali.html",
        "title": "Pigossi joga WTA 125 na Colômbia, Candiotto vence no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "26/10/2025",
        "description": "Cali (Colômbia) –A temporada de torneios da série 125 da WTA na América do Sul continua para Laura Pigossi. A número 2 do Brasil e 204ª do mundo segue para Cali, na Colômbia."
    }
]