[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-consegui-ficar-forte-mentalmente-e-nao-me-boicotar.html",
        "title": "Bia: “Consegui ficar forte mentalmente e não me boicotar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_vibra_uso25-e1756235390318-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –Após a difícil vitória na estreia do US Open, Beatriz Haddad Maia destacou o equilíbrio emocional que teve para superar a britânica Sonay Kartal nesta terça-feira. A número 1 do Brasil e 22ª do ranking reconhece que não conseguiu jogar seu melhor tênis e valorizou o resultado positivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-26-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/enzo_lima_campinas_olhabola.jpg",
        "date": "26/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julinho-se-contunde-e-copa-brasil-define-campeoes-em-alphaville.html",
        "title": "Julinho se contunde e Copa Brasil define campeões em Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Daniela_Souza_FotoRafael_Pignataro-1024x682.jpeg",
        "date": "26/08/2025",
        "description": "São Paulo (SP)– Os dois jogadores que ganharão direito a convite para os torneios profissionais do Instituto Esperança do Amanhã de setembro e outubro vão ser conhecidos nesta quarta-feira, no Alphaville Tênis Clube, com a rodada decisiva da Copa Brasil de Tênis Ano II. As finais serão disputadas às 12 horas, com entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-vence-em-tres-sets-na-estreia-do-itf-de-trieste.html",
        "title": "Gabriela Cé vence em três sets na estreia do ITF de Trieste",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gabriela_ce_Koksijde_estica-1024x549.jpg",
        "date": "26/08/2025",
        "description": "Trieste (Itália) –A gaúcha Gabriela Cé estreou com vitória no ITF W35 de Trieste, em quadras de saibro na Itália. Única brasileira na chave, a canhota de 32 anos e 396ª do ranking venceu a bósnia de 20 anos e vinda do quali Suana Tucakovic, 806ª colocada, por 6/4, 2/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-babos-lidera-de-duplas-da-chave-principal-do-sp-open.html",
        "title": "Parceria Stefani/Babos lidera as duplas da chave principal do SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/stefani_byGetty-via-SP-Open.jpg",
        "date": "26/08/2025",
        "description": "INGRESSOS PARA A CHAVE PRINCIPAL – Ingressos Ground Pass a partir de 15 reais estão disponíveis no site da Eventim: eventim.com.br/sp-open. A modalidade de ingresso garante acesso ao evento e ao Espaço Boulevard, que reúne experiências gastronômicas, ativações de nossos patrocinadores, lojas oficiais e um espaço interativo com telão para acompanhar toda a ação da quadra central, além do espectador poder assistir a treinos e jogos nas quadras secundárias, quando houver, conforme a programação e a capacidade dos espaços."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-retorna-nesta-quarta-com-djokovic-a-tarde-e-alcaraz-as-20h.html",
        "title": "Quarta tem Fonseca, Djoko à tarde e Alcaraz às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_uso25_back_ML-e1756214615454.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –Depois de vencer sua partida de estreia no US Open, João Fonseca volta à quadra nesta quarta-feira. Mais uma vez, o carioca de 19 anos e número 1 do Brasil atua na Grandstand, por volta das 13h30 (de Brasília) para enfrentar o tcheco Tomas Machac, 22º do ranking, em confronto inédito no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-faz-sua-parte-e-passa-pela-estreia-musetti-tambem-avanca.html",
        "title": "Sinner faz sua parte e passa pela estreia, Musetti também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-usopen-fore-2025-1024x576.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Atual campeão do US Open, o italiano Jannik Sinner iniciou nesta terça-feira não apenas a defesa do título, como também a tentativa de permanência na liderança do ranking. Ameaçado pelo espanhol Carlos Alcaraz, ele repetiu a boa estreia do cabeça 2 e marcou boa vitória em sets diretos, batendo o tcheco Vit Kopriva com parciais de 6/1, 6/1 e 6/2, em 1h40 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-festeja-o-match-point-com-tacada-de-golfe-por-mcilroy.html",
        "title": "Alcaraz festeja o match point com tacada de golfe por McIlroy",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_usopen_entrevista.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –O início do US Open foi agitado para Carlos Alcaraz, que chamou atenção tanto fora das quadras quanto dentro delas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-se-supera-em-batalha-de-3-sets-e-vence-a-estreia-no-us-open.html",
        "title": "Bia se supera em batalha de 3 sets e vence a estreia no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-usopen-vibra-2025-e1756230307434-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– A estreia da paulista Beatriz Haddad Maia no US Open, abrindo a rodada desta terça-feira, não poderia ser mais dramática. Isso porque ela e a britânica Sonay Kartal terminaram a partida batalhando contra problemas físicos. A canhota brasileira lidou melhor com a situação, aproveitou a vantagem obtida e venceu com parciais de 6/3, 1/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-marca-a-50a-vitoria-do-ano-e-quebra-recorde-de-seles-na-wta.html",
        "title": "Iga marca a 50ª vitória do ano e quebra recorde de Seles na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_uso_toss_25-1024x576.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –A estreia de Iga Swiatek no US Open foi com uma vitória bastante tranquila. A número 2 do mundo superou a colombiana Emiliana Arango, 84ª do ranking, por 6/1 e 6/2 em exatamente uma hora de partida."
    }
]