[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-12-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_olhabola.jpg",
        "date": "12/07/2025",
        "description": "ITF W35 de Rio Claro (SP) – Saibro – US$ 30 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeira-de-rodas-britanicos-e-japonesa-kamiji-veem-sonhos-desfeitos.html",
        "title": "Cadeira de rodas: britânicos e japonesa Kamiji veem sonhos desfeitos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/De-La-Puente_Spaargaren.jpg",
        "date": "12/07/2025",
        "description": "Londres (Inglaterra) –Dois sonhos foram desfeitos neste sábado no torneio de tênis em cadeira de rodas. Os britânicos Alfie Hewett e Gordon Reid tentavam conseguir vencer a dupla masculina pela sétima vez. Mas os defensores do título foram impedidos pela parceria do espanhol Martin De La Puente e do holandês Ruben Spaargaren, cabeças 4, em final emocionante, com parciais de 7/6 (7/1) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-marca-duplo-6-0-na-final-de-wimbledon-e-conquista-o-6o-grand-slam.html",
        "title": "Iga marca duplo 6/0 na final de Wimbledon e conquista o 6º Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swiatek_wimbledon_trofeu_corinne-1024x689.jpg",
        "date": "12/07/2025",
        "description": "Londres (Inglaterra) –Multicampeã em quadras de saibro, com seus quatro títulos de Roland Garros, Iga Swiatek mostrou que é capaz de triunfar também na grama e garantiu uma conquista inédita em Wimbledon. A polonesa de 24 anos e número 4 do mundo dominou a final deste sábado contra a norte-americana Amanda Anisimova, 12ª do ranking, marcando um duplo 6/0 em apenas 57 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/princesa-de-gales-e-patrona-de-wimbledon-chega-ao-clube.html",
        "title": "Patrona de Wimbledon, princesa de Gales chega ao clube",
        "image": null,
        "date": "12/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cash-e-glasspool-conquistam-wimbledon-e-encerram-longo-jejum-britanico.html",
        "title": "Cash e Glasspool conquistam Wimbledon e encerram longo jejum britânico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cash_glasspool_wimbledon_trofeus-1024x657.jpg",
        "date": "12/07/2025",
        "description": "Londres (Inglaterra) –A grande temporada de grama dos britânicos Julian Cash e Lloyd Glasspool foi recompensada com a conquista de Wimbledon nas duplas masculinas. Os tenistas da casa venceram neste sábado o australiano Rinky Hijikata e o holandês David Pel por 6/2 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gravadores-lidam-com-86-trofeus-conheca-os-bastidores-da-premiacao.html",
        "title": "Gravadores lidam com 86 troféus: conheça os bastidores da premiação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/trophies_AELTC_Felix-Diemer.jpg",
        "date": "12/07/2025",
        "description": "Londres (Inglaterra) –Final de semana decisivo em mais uma edição do centenário torneio de Wimbledon. Depois de duas semanas de jogos, chega o momento de se conhecer os campeões. Nos bastidores, longe da multidão, assistindo a esses momentos em uma grande tela de TV em uma sala logo atrás da Quadra Central está a equipe de embelezamento dos troféus, liderada pelos mestres gravadores manuais Samantha Marsden e James Neville, cofundadores da Sam James Engraving, sediada no Goldsmiths’ Centre em Clerkenwell, Londre, conta Sarah Edworthy, da redação do site oficial de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-os-bastidores-das-semifinais-masculinas-em-12-minutos.html",
        "title": "Confira os bastidores das semifinais masculinas em 12 minutos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_fritz_semi.jpg",
        "date": "12/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampeao-ruud-retorna-ao-circuito-no-saibro-de-gstaad.html",
        "title": "Bicampeão, Ruud retorna ao circuito no saibro de Gstaad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ruud-rome-2025-rain-update-1024x576.jpg",
        "date": "12/07/2025",
        "description": "Gstaad (Suíça) –Depois de ficar fora de Wimbledon por uma lesão no joelho, Casper Ruud retorna ao circuito no ATP 250 de Gstaad, em quadras de saibro. O norueguês é bicampeão do torneio em 2021 e 2022 e será o principal cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-matos-e-luz-voltam-ao-saibro-em-bastad-demo-joga-em-gstaad.html",
        "title": "Melo, Matos e Luz voltam ao saibro em Bastad, Demo joga em Gstaad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/melo_matos_06__11__web_.jpg",
        "date": "12/07/2025",
        "description": "Bastad (Suécia) –Com o fim da temporada de grama, quatro duplistas brasileiros voltam ao saibro saibro europeu na próxima semana para as disputas dos ATP 250 de Bastad e Gstaad. Ano passado, Orlando Luz e Rafael Matos foram campeões em Bastad, mas desta vez eles jogam separados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-lidera-cinco-juvenis-brasileiros-nas-semifinais-em-curitiba.html",
        "title": "Storck lidera cinco juvenis brasileiros nas semifinais em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/storck_copaicaro_fore.jpg",
        "date": "11/07/2025",
        "description": "Curitiba (PR) –Cinco juvenis brasileiros disputarão as semifinais da 5ª Copa Instituto Icaro, torneio ITF J60 que acontece no Clube 3 Marias e na Academia DM Tênis em Curitiba. Todos os semifinalistas da chave masculina são tenistas da casa, enquanto Alicia Reichel será a representante na disputa feminina."
    }
]