[
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-tambem-fica-de-fora-do-atp-de-adelaide.html",
        "title": "João Fonseca também fica de fora do ATP de Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-brisbane-treina-2026-e1767839308776-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Adelaide (Austrália)– Má notícia para o tênis brasileiro: o carioca João Fonseca não conseguiu se recuperar dos problemas lombares e mais uma vez deixará de disputar um aquecimento para o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-vencer-muchova-e-faz-terceira-final-em-brisbane.html",
        "title": "Sabalenka volta a vencer Muchova e faz terceira final em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_toss-1024x750.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– Depois de três derrotas consecutivas, a bielorrussa Aryna Sabalenka enfim voltou a derrotar a tcheca Karolina Muchova e com isso está pela terceira vez consecutiva na decisão do WTA 500 de Brisbane, seu principal preparativo para o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-mantem-invencibilidade-e-coloca-suica-na-frente.html",
        "title": "Bencic mantém invencibilidade e coloca Suíça na frente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bencic_stan-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália)– Em notável forma física e técnica, Belinda Bencic ganhou sua quarta partida de simples na United Cup e colocou a Suíça na frente da Bélgica na luta por vaga na decisão do torneio misto por países. A número 11 do mundo derrotou em partida duríssima Elise Mertens 19ª do ranking, por 6/3, 4/6 e 7/6 (7-0 no tiebreak)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dabrowski-se-contunde-e-stefani-joga-adelaide-com-bouzkova.html",
        "title": "Dabrowski se contunde e Stefani joga Adelaide com Bouzkova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/459431_1181136_luisa_finals18_-1024x576.jpg",
        "date": "09/01/2026",
        "description": "Adelaide (Austrália)– A retomada da parceria entre Luísa Stefani e a canadense Gabriela Dabrowski está adiada para o Australian Open. As duas deveriam voltar a jogar lado a lado no WTA 500 de Adelaide, que começa nesta segunda-feira, mas um contratempo prejudicou os preparativos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rod-laver-nomeia-favoritos-para-australia-e-faz-elogios-a-fonseca.html",
        "title": "Rod Laver nomeia favoritos para Austrália e faz elogios a Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/laver_federer.jpg",
        "date": "09/01/2026",
        "description": "Melbourne (Austrália)– Um dos maiores nomes do tênis em todos os tempos, Rod Laver viverá uma nova rodada de emoções no Australian Open deste ano, como um dos participantes na cerimônia de abertura do Grand Slam, novidade que os promotores trazem para esta temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oito-principais-cabecas-do-australian-open-definidas-kudermetova-fora.html",
        "title": "Oito principais cabeças do Australian Open definidas. Kudermetova fora.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kudermetova_cincy_rebate-1024x569.jpg",
        "date": "09/01/2026",
        "description": "Melbourne (Austrália)– Com os resultados das competições em andamento nesta semana, já estão definidas as oito principais cabeças de chave para o Australian Open, primeiro Grand Slam da temporada, que começa dentro de nove dias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-testam-habilidades-tambem-no-tenis-de-mesa.html",
        "title": "Alcaraz e Sinner testam habilidades também no tênis de mesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_alcaraz_tabletennis_coreia-1-1024x655.jpg",
        "date": "09/01/2026",
        "description": "Seul (Coreia do Sul) –Líderes do ranking da ATP e protagonistas das finais dos três últimos Grand Slam, Carlos Alcaraz e Jannik Sinner testaram habilidades também no tênis de mesa. O espanhol e o italiano estão na Coreia do Sul para a disputa de uma partida de exibição neste sábado às 4h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-e-jovic-mostram-a-forca-da-nova-geracao-em-auckland.html",
        "title": "Eala e Jovic mostram a força da nova geração em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/eala_auckland_back-1024x667.jpg",
        "date": "09/01/2026",
        "description": "Auckland (Nova Zelândia) –Semifinalistas do WTA 250 de Auckland, a filipina Alexandra Eala e a norte-americana Iva Jovic tem mostrado a força da nova geração no torneio. Elas podem até se encontrar na final, caso vençam seus jogos na madrugada deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-minimiza-historico-negativo-e-reencontra-muchova-as-22h.html",
        "title": "Sabalenka minimiza histórico negativo e reencontra Muchova às 22h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_vibra_qf-1024x655.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália) –Semifinalista do WTA 500 de Adelaide, Aryna Sabalenka tem a missão de reverter um histórico negativo diante de sua próxima adversária. A número 1 do mundo enfrenta a tcheca Karolina Muchova nesta sexta-feira às 22h (de Brasília) e só tem uma vitória nos quatro confrontos anteriores. Além disso, Muchova venceu os três encontros mais recentes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estava-fora-de-sincronia-diz-rybakina-apos-derrota-em-brisbane.html",
        "title": "“Estava fora de sincronia”, diz Rybakina após derrota em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_brisbane_acena-1024x675.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– O WTA 500 de Brisbane chegou ao fim para Elena Rybakina, nesta sexta-feira, quando foi derrotada nas quartas de final por Karolina Muchova em um placar de 6/2, 2/6 e 6/4. A partida marcou o fim de uma sequência de 13 vitórias de Rybakina, com 46 erros da atleta."
    }
]