[
    {
        "url": "https://tenisbrasil.uol.com.br/kohlmann-perde-posicoes-mas-dara-salto-no-proximo-ranking.html",
        "title": "Kohlmann perde posições, mas dará salto no próximo ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/kohlmann-trofeu-vice-lima-e1766415137829-1024x683.webp",
        "date": "22/12/2025",
        "description": "Londres (Inglaterra)– Destaque no tênis brasileiro na semana passada,disputando sua primeira final profissional, o paulista Enzo Kohlmann terá que esperar um pouco mais para ver seu feito repercutir no ranking, já que a pontuação do vice no M15 de Lima será computada apenas na próxima segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-e-konishi-sofrem-duras-quedas-no-ranking-da-wta.html",
        "title": "Candiotto e Konishi sofrem duras quedas no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/ana-candiotto-e1766414068229-1024x683.jpg",
        "date": "22/12/2025",
        "description": "São Petersburgo (EUA)– Mesmo com a temporada chegando ao fim e cada vez menos torneios sendo disputados, o ranking da WTA segue com mudanças e nesta segunda-feira duas brasileiras se deram mal. As paulistas Ana Candiotto e Julia Konishi amargaram duras quedas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-duvidas-e-certezas-para-2026.html",
        "title": "Alcaraz e Sinner: dúvidas e certezas para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/12/alcaraz-sinner-abraco-wimbledon-2025.png",
        "date": "22/12/2025",
        "description": "Apesar das mudanças que podem enfrentar, Carlos Alcaraz e Jannik Sinner ainda devem impor sua maior capacidade técnica e atlética sobre o circuito masculino na próxima temporada. Esta é a avaliação de Patrícia Medrado e Paulo Cleto, os convidados do Podcast de TenisBrasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baghdatis-defende-djokovic-e-diz-que-o-servio-ainda-e-competitivo.html",
        "title": "Baghdatis defende Djokovic e diz que o sérvio ainda é competitivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-e1756121305588-1024x681.jpg",
        "date": "22/12/2025",
        "description": "Limassol (Chipre)– Enquanto muitos têm criticado Novak Djokovic por estender sua carreira além do que deveria, para o cipriota Marcos Baghdatis o sérvio não tem por que se aposentar ainda, uma vez que segue competitivo. Contudo, ele reconhece que o desempenho de ‘Nole’ já não é o mesmo de seu auge."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conducao-da-renovacao-com-ferrero-foi-ultrajante-dispara-frances.html",
        "title": "“Condução da renovação com Ferrero foi ultrajante”, dispara francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/treino-alcaraz-ferrero-e1766409322499-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Paris (França)– Medalhista olímpico e ex-jogador de basquete, o francês Frédéric Weis fez uma das críticas mais contundentes àseparação entre Carlos Alcaraz e Juan Carlos Ferrero. Comentarista no no programaLes Grandes Gueules du Sport, da RMC, ele foi bem firme ao falar sobre o assunto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-marca-retorno-ao-circuito-para-o-atp-250-de-brisbane.html",
        "title": "Kyrgios marca retorno ao circuito para o ATP 250 de Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/kyrgios_ausopen_fore25-1024x626.jpg",
        "date": "22/12/2025",
        "description": "Brisbane (Austrália)– O australiano Nick Kyrgios está confirmado para entreter o público do ATP 250 de Brisbane depois de receber um convite da organização. O ex-número 13 do mundo, que já foi campeão no torneio em 2018, tem seu retorno garantido para o próximo ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-destaca-alcaraz-fonseca-aliassime-e-vacherot.html",
        "title": "‘Melhores do Ano’ destaca Alcaraz, Fonseca, Aliassime e Vacherot",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-chora-trofeu-xangai-2025-1024x683.jpeg",
        "date": "22/12/2025",
        "description": "São Paulo (SP)– A tradicional enquete “Melhores do Ano”, realizada porTenisBrasildesde o ano 2000, apontou os destaques masculinos da temporada e, a rigor, só teve uma divergência entre os votos populares, dados por mais de 3 mil leitores, e do painel de 41 especialistas convidados a opinar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quatro-tenistas-da-casa-recebem-convites-para-o-australian-open.html",
        "title": "Quatro tenistas da casa recebem convites para o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-2-1.jpg",
        "date": "22/12/2025",
        "description": "Melbourne (Austrália)– Foram anunciados mais quatro convites para o Australian Open de 2026 nesta segunda-feira, todos eles para tenistas australianos. Rinky Hijikata, Priscilla Hon, Talia Gibson e Taylah Preston disputarão a chave principal no Melbourne Park em janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-do-vice-blockx-tira-saldo-positivo-do-next-gen-finals.html",
        "title": "Apesar do vice, Blockx tira saldo positivo do Next Gen Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/blockx-next-gen-atp-finals-2025-reaction-image-e1766359170400-1024x682.jpg",
        "date": "21/12/2025",
        "description": "Jeddah (Arábia Saudita)– Apesar da derrota na final, o belga Alexander Blockx pode tirar muitos pontos positivos de uma semana excepcional no Next Gen Finals, onde conquistou vitórias contra Justin Engel, Nishesh Basavareddy, Dino Prizmic e seu amigo próximo Nicolai Kjaer, atéparar no norte-americano Learner Tienneste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/esperei-um-ano-para-segurar-este-trofeu-celebra-tien.html",
        "title": "“Esperei um ano para segurar este troféu”, celebra Tien",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tien-next-gen-2025-trophy-shot-e1766356191628-1024x682.jpg",
        "date": "21/12/2025",
        "description": "Jeddah (Arábia Saudita)– Principal favorito ao título e único top 100 na disputa do Next Gen Finals deste ano, o norte-americano Learner Tien não decepcionou e saiu de Jeddah com mais uma taça nas mãos. Na decisão deste domingo, ele controlou o belga Alexander Blockx evenceu em sets diretos, fechando a temporada com chave de ouro."
    }
]