[
    {
        "url": "https://tenisbrasil.uol.com.br/tauson-confirma-favoritismo-na-estreia-iga-conhece-sua-primeira-rival.html",
        "title": "Tauson confirma favoritismo na estreia, Iga conhece sua primeira rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Clara_Tauson_-_Dongfeng_Voyah_Wuhan_Open_-_Day_3-DSC_2449_xgaplus.jpg",
        "date": "06/10/2025",
        "description": "Wuhan (China)– No primeiro dia de disputa na chave principal do WTA 1000 de Wuhan, a dinamarquesa Clara Tauson foi a principal favorita em quadra. Ela fez valer a condição de cabeça de chave 10 e bateu a sérvia Olga Danilovic com parciais de 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cramarossa-e-campeao-na-etapa-sao-paulo-do-circuito-beach-tennis.html",
        "title": "Cramarossa é campeão na etapa São Paulo do Circuito Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cramarossa_giovannini_circuitobeach.jpg",
        "date": "06/10/2025",
        "description": "São Paulo (SP) –O ex-número 1 do mundo e multicampeão, o italiano Luca Cramarossa e o baiano radicado em São Paulo, Matheus Giovannini, confirmaram o favoritismo e se sagraram campeões da 15ª etapa do Circuito Beach Tennis, na Arena Ibirapuera, em São Paulo, com mais de 700 atletas. Eles venceram na final Tuli Fonseca e Igor Urias por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-06-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/zanellato-voleia.jpg",
        "date": "06/10/2025",
        "description": "Challenger de Cali (Colômbia) – Saibro – US$ 100 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-tem-trabalho-mas-elimina-davidovich-fokina-em-dois-sets.html",
        "title": "Medvedev tem trabalho, mas elimina Davidovich Fokina em dois sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/medvedev-xangai-devolve-2025-scaled-e1759766062567-1024x684.jpg",
        "date": "06/10/2025",
        "description": "Xangai (China)– Fechando a segunda-feira no Masters 1000 de Xangai, o russo Daniil Medvedev teve uma páreo duro pela frente contra o espanhol Alejandro Davidovich Fokina. Apesar do enorme trabalho, o cabeça de chave 16 conseguiu avançar com uma vitória em sets diretos, marcando parciais de 6/3 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/macena-open-comeca-nesta-terca-na-praia-do-frances.html",
        "title": "Macena Open começa nesta terça na Praia do Francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gasparri_valentini_purebeach23.jpg",
        "date": "06/10/2025",
        "description": "Marechal Deodoro (AL) –Grandes nomes do beach tennis chegam nesta segunda-feira na Praia do Francês, em Marechal Deodoro (AL) e iniciam a busca pelo título do Macena Open Prime, da categoria BT 400, distribuindo 470 pontos e premiação total de US$ 35 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-salta-10-posicoes-com-o-vice-e-estreia-no-top-20.html",
        "title": "Noskova salta 10 posições com o vice e estreia no top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/noskova-pequim-fore-2025-1024x683.jpg",
        "date": "06/10/2025",
        "description": "São Petersburgo (EUA)– Vice-campeã do WTA 1000 de Pequim no último fim de semana, a tcheca Linda Noskova confirmou sua estreia no top 20 nesta segunda-feira. Com a final, ela saltou 10 lugares no ranking e agora é a 17ª do mundo. Em contrapartida, a compatriota Karolina Muchova perdeu sete posições e saiu do top 20, descendo para o 22º posto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-lidera-semana-de-quedas-das-brasileiras-o-ranking-da-wta.html",
        "title": "Bia lidera semana de quedas das brasileiras o ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-treina-2025-e1757182874549-1024x683.jpg",
        "date": "06/10/2025",
        "description": "São Petersburgo (EUA)– A semana não começou boa para as brasileiras no ranking da WTA, com todas as 10 melhores do país na lista amargando quedas. A paulista Beatriz Haddad Maia comandou a segunda-feira de baixa, perdendo quatro lugares para sair do top 40 e parar na 44ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nao-resiste-leva-virada-e-acaba-surpreendido-na-terceira-rodada.html",
        "title": "Zverev não resiste, leva virada e acaba surpreendido na terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-1jpg2-1024x682.jpg",
        "date": "06/10/2025",
        "description": "Xangai (China)– Os principais favoritos ao título no Masters 1000 de Xangai não estão com sorte no torneio. Depois de Carlos Alcaraz desistir antes mesmo da estreia e de Jannik Sinner abandonar em sua segunda partida na competição, foi a vez do alemão Alexander Zverev se despedir com uma derrota de virada para o francês Arthur Rinderknech por 4/6, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "06/10/2025",
        "description": "ATP1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-forca-da-china-e-o-brilho-de-anisimova.html",
        "title": "A força da China e o brilho de Anisimova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pat_anisimova.jpg",
        "date": "06/10/2025",
        "description": "Adoro acompanhar todos os torneios WTA do ano. Segui diariamente o China Open, sempre pensando no crescimento desse país nas últimas décadas e como tem se tornado palco de grandes eventos."
    }
]