[
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-ana-cruz-avancam-as-quartas-no-saibro-de-lima.html",
        "title": "Pietra Rivoli e Ana Cruz avançam às quartas no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/ana-cruz-joinville-silce-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Lima (Peru) –As gaúchas Pietra Rivoli e Ana Cruz serão as representantes brasileiras nas quartas de final do ITF J200 de Lima, em quadras de saibro. As duas juvenis estão do mesmo lado da chave e podem se encontrar em uma das semifinais do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-fala-da-posicao-de-expectativa-do-forehand-e-a-empunhadura-veja.html",
        "title": "Suzana Silva fala da posição de expectativa do forehand e a empunhadura. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/suzana_forehand_criterio-1.jpg",
        "date": "24/09/2025",
        "description": "São Paulo (SP) –Neste segundo vídeo de dicas sobre o forehand, Suzana Silva e o prof. Marcos Salvo Júnior falam sobre a posição de expectativa para o forehand e empunhadura. Confira no vídeo de 3 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-desmente-rumores-sobre-cirurgia-nas-costas.html",
        "title": "Tsitsipas desmente rumores sobre cirurgia nas costas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tsitsipas-uspoen-2025.jpg",
        "date": "24/09/2025",
        "description": "Atenas (Grécia) –O grego Stefanos Tsitsipas utilizou suas redes sociais para esclarecer alguns rumores sobre suas condições físicas. Ele negou os rumores que foram divulgados em seu país a respeito de uma possível cirurgia nas costas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-lidera-legiao-de-nove-brasileiros-nas-oitavas-de-alphaville.html",
        "title": "Heide lidera legião de nove brasileiros nas oitavas de Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pedro_sakamoto-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Barueri (SP)– O paulista Gustavo Heide conseguiu a adaptação necessária do piso de saibro para a quadra sintética e estreou com vitória no Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais que acontece no Alphaville Tênis Clube. O cabeça 1, que vinha do vice de Londrina, superou o convidado e tenista da casa João Pedro Gomes, com parciais de 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-24-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "24/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-encerra-parceria-com-tecnico-e-planeja-retorno-em-xangai.html",
        "title": "Dimitrov encerra parceria com técnico e planeja retorno em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-miami-olhabola-2025-scaled-e1742929474197-1024x684.jpeg",
        "date": "24/09/2025",
        "description": "Xangai (China) –Afastado do circuito desde Wimbledon, Grigor Dimitrov já tem data para retornar às competições. O búlgaro disputará o Masters 1000 de Xangai, que começa em 1º de outubro. Ele já foi semifinalista do torneio chinês em 2023 e chegou às oitavas no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicole-giannini-vence-no-egito-e-tenta-entrar-no-ranking-da-wta.html",
        "title": "Nicole Giannini vence no Egito e tenta entrar no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Nicole_Giannini_dez24_mogi_back.jpg",
        "date": "24/09/2025",
        "description": "Sharm El Sheikh (Egito) –Única brasileira na disputa do ITF W15 de Sharm El Sheikh, em quadras duras no Egito, a paulista Nicole Giannini estreou com vitória nesta quarta-feira, superando a bielorrussa Sofya Gapankova por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-quer-seguir-evoluindo-e-nao-prioriza-a-disputa-pelo-numero-1.html",
        "title": "Iga quer seguir evoluindo e não prioriza a disputa pelo número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_pequim_treino-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –Vinda da conquista de seu 25º título da carreira em Seul, Iga Swiatek tenta manter o embalo no WTA 1000 de Pequim. Principal cabeça de chave e campeã em 2023, a polonesa diminuiu a diferença para Aryna Sabalenka, que não disputa o torneio este ano. Por isso, uma boa campanha pode ser determinante para tentar recuperar a liderança do ranking, mas a priorizar da tenista de 24 anos é melhorar seu nível de tênis, sem tanto foco no número 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-estreia-contra-cilic-as-8h-vekic-lidera-a-rodada-feminina.html",
        "title": "Sinner estreia contra Cilic às 8h, Vekic lidera a rodada feminina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/cilic-hangzhou-rebate-2024-e1727102487307-1024x768.jpg",
        "date": "24/09/2025",
        "description": "Pequim (China) –A partida entre Jannik Sinner e Marin Cilic será o destaque da rodada desta quinta-feira no ATP 500 de Pequim. O italiano enfrenta o croata a partir das 8h (de Brasília). Sinner venceu o único duelo anterior entre eles, na Copa Davis de 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-feminino-no-clube-paineiras-tera-entrada-gratuita.html",
        "title": "Torneio Feminino no clube Paineiras terá entrada gratuita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paineiras_publico-1024x683.jpeg",
        "date": "24/09/2025",
        "description": "São Paulo (SP)– Com as presenças de Laura Pigossi, Carolina Meligeni Alves e a sensação juvenil Nauhany Silva, oClube Paineiras do Morumby  será palco da nona edição do Torneio Internacional Feminino de Tênis – Ano IX, competição de nível W35 da Federação Internacional de Tênis (ITF). O evento acontece entre os dias 29 de setembro e 5 de outubro."
    }
]