[
    {
        "url": "https://tenisbrasil.uol.com.br/rajaonah-conquista-em-sao-paulo-seu-primeiro-wta-aos-19-anos.html",
        "title": "Rajaonah conquista em São Paulo seu primeiro WTA aos 19 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Rajaonah_spopen_trofeu-1024x683.jpg",
        "date": "14/09/2025",
        "description": "São Paulo (SP) –A grande semana de Tiantsoa Rajaonah no SP Open foi recompensada com a conquista de seu primeiro título de WTA aos 19 anos. A atual 214ª do ranking superou a indonésia Janice Tjen, 130ª colocada, com parciais de 6/3 e 6/4 em 1h26 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-14-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/melo_matos_davis_treino.jpg",
        "date": "14/09/2025",
        "description": "Copa Davis – Grupo Mundial I, em Atenas (Grécia) – SintéticoGrécia 1 x 3 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-derruba-tsitsipas-na-grecia-e-decide-o-confronto-na-davis.html",
        "title": "Fonseca derruba Tsitsipas na Grécia e decide o confronto na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_davis_gre_vibramuito-1024x649.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –A temporada de marcas expressivas de João Fonseca teve mais um grande resultado neste domingo. O carioca de 19 anos e número 1 do Brasil venceu Stefanos Tsitsipas, ex-número 3 do mundo e atual 27º do ranking, para definir o confronto contra a Grécia pelo Grupo Mundial I da Copa Davis por 3 a 1. Fonseca marcou as parciais de 6/4, 3/6 e 7/5 em 2h07 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanha-consegue-virada-na-davis-belgica-vence-na-australia-por-3-a-2.html",
        "title": "Espanha consegue a virada na Davis, Bélgica vence na Austrália por 3 a 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pedro_martinez_davis.png",
        "date": "14/09/2025",
        "description": "Marbella (Espanha) –Depois de começar o fim de semana perdendo por 2 a 0, a Espanha conseguiu a virada contra a Dinamarca e se classificou para a fase final da Copa Davis, que será disputada entre 18 e 23 de novembro em Bolonha, na Itália. Foi a primeira vez que espanhóis reverteram essa desvantagem em um confronto pela competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-fonseca-enfrenta-tsitsipas-na-copa-davis-assista.html",
        "title": "Ao vivo: Fonseca enfrenta Tsitsipas na Copa Davis. Assista.",
        "image": null,
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –João Fonseca enfrenta Stefanos Tsitsipas, ex-top 10 e atual 27ª do ranking, pelo confronto entre Brasil e Grécia na Copa Davis. A equipe brasileira está liderando a série por 2 a 1 e pode definir a disputa se o carioca e 19 anos vencer. Os jogos são transmitidos pela CazéTV, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-dominam-o-jogo-de-duplas-e-brasil-faz-2-a-1-na-grecia.html",
        "title": "Melo e Matos dominam o jogo de duplas e Brasil faz 2 a 1 na Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/melo_matos_davis_gre-1024x683.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –O Brasil venceu seu segundo jogo no confronto contra a Grécia pelo Grupo Mundial I da Copa Davis. A parceria de Marcelo Melo e Rafael Matos dominou a partida contra Petros Tsitsipas e Aristotelis Thanos, marcando um duplo 6/2 em 1h13."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-terminam-a-semana-com-quatro-finais-no-circuito-da-itf.html",
        "title": "Juvenis brasileiros terminam a semana com quatro finais no circuito da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/Mateus-Nogueira-CBT.jpg",
        "date": "14/09/2025",
        "description": "Quito (Equador) –A semana no circuito mundial juvenil da ITF, que terminou no último sábado, não teve brasileiros campeões, mas quatro jovens tenistas nacionais chegaram às finais em seus torneios. O destaque fica para o ITF J60 de Quito, em quadras de saibro no Equador, com os vice-campeonatos para Rafael Finetto, de 17 anos, e Clara Coura, de apenas 13."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/grecia-muda-a-dupla-e-preserva-tsitsipas-para-enfrentar-fonseca-em-simples.html",
        "title": "Grécia muda a dupla e preserva Tsitsipas para enfrentar Fonseca em simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/time_grecia_davis-1024x514.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –A equipe grega da Copa Davis promoveu uma mudança na escalação para o segundo dia de jogos contra o Brasil pelo Grupo Mundial I da competição. Principal jogador do país, Stefanos Tsitsipas não disputará a partida de duplas ao lado do irmão, Petros, e será substituído por Aristotelis Thanos na partida contra Marcelo Melo e Rafael Matos, que começa às 11h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "14/09/2025",
        "description": "ATP250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-retoma-a-parceria-com-siegemund-na-chave-de-duplas-em-seul.html",
        "title": "Bia retoma a parceria com Siegemund na chave de duplas em Seul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/siegemund-bia-usopen-2025.jpg",
        "date": "14/09/2025",
        "description": "Seul (Coreia do Sul) –Além de disputar a chave de simples do WTA 500 de Seul,torneio do qual é a atual campeã, Beatriz Haddad Maia também disputará as duplas e retoma a parceria com a alemã Laura Siegemund. Elas estão em décimo lugar na corrida para o Finals e venceram um título na grama de Nottingham."
    }
]