[
    {
        "url": "https://tenisbrasil.uol.com.br/moutet-se-vinga-de-medvedev-e-encerra-sequencia-positiva-do-russo.html",
        "title": "Moutet se vinga de Medvedev e encerra sequência positiva do russo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/korenten_mute_uchus__1760765637-1024x576.jpg",
        "date": "23/10/2025",
        "description": "Viena (Áustria)– Menos de uma semana após perder para o russo Daniil Medvedev na final de Almaty, o francês Corentin Moutet deu o troco e nesta quinta-feira levou a melhor no duelo entre os dois, válido pela segunda rodada do ATP 500 de Viena, triunfando com parciais de 7/6 (7-3) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-supera-estreia-na-chave-principal-e-faz-quartas-em-viena.html",
        "title": "Romboli supera estreia na chave principal e faz quartas em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/G33p1XsXIAAJuXu-e1761153136211-1024x683.jpeg",
        "date": "23/10/2025",
        "description": "Viena (Áustria)– Aproveitando a segunda chance no ATP 500 de Viena, o brasileiro Fernando Romboli e o australiano John-Patrick Smith venceram nesta quinta-feira. Derrotados na última do quali, eles entraram como lucky-losers e agora bateram o italiano Luciano Darderi e o argentino Guido Andreozzi por 6/4, 4/6 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bagnis-falha-no-doping-e-aceita-suspensao-provisoria-voluntaria.html",
        "title": "Bagnis falha no doping e aceita suspensão provisória voluntária",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/bagnis-1024x682.jpg",
        "date": "23/10/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta quinta-feira que o argentino Facundo Bagnis optou por uma suspensão provisória voluntária após falhar em um exame antidoping realizado em 18 de agosto de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henman-acredita-que-fritz-possa-desafiar-alcaraz-em-sinner-nos-slam.html",
        "title": "Henman acredita que Fritz possa desafiar Alcaraz em Sinner nos Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-toquio-acena-2025-e1759003095633-1024x684.jpg",
        "date": "23/10/2025",
        "description": "Londres (Inglaterra)– Após o fim de semana do Six Kings Slam, o britânico Tim Henman foi questionado sobre quem poderia ser o jogador a interromper a sequência de oito Grand Slams detida pelo italiano Jannik Sinner e o espanhol Carlos Alcaraz. Em entrevista aoTennis365, ele afirmou que o nome seria o do norte-americano Taylor Fritz ."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/valinhos-recebe-mais-de-700-atletas-no-beach-tennis-festival-bt.html",
        "title": "Valinhos recebe mais de 700 atletas no Beach Tennis – Festival BT",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ramos_gasparri.jpg",
        "date": "23/10/2025",
        "description": "Valinhos (SP)– A 16ª etapa do Circuito Beach Tennis, realizada no CT Lucas Sousa, em Valinhos (SP), promete ser especial a partir desta quinta-feira até o domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-23-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "23/10/2025",
        "description": "ATP 500 de Viena (Áustria) – Sintético (coberto) – 2.736.875 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-derrota-frances-na-basileia-e-sera-o-proximo-rival-de-fonseca.html",
        "title": "Shapovalov derrota francês na Basileia e será o próximo rival de Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_caminha_cut-e1761228057236-1024x682.jpg",
        "date": "23/10/2025",
        "description": "Basileia (Suíça)– Abrindo a rodada desta quinta-feira no ATP 500 da Basileia, o canadense Denis Shapovalov venceu seu segundo jogo na competição e será o próximo rival do carioca João Fonseca. Ele derrotou o francês Valentin Royer por 7/6 (7-3) e 6/2 e se garantiu nas quartas de final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-anuncia-que-vai-ser-mae-pela-segunda-vez.html",
        "title": "Kvitova anuncia que vai ser mãe pela segunda vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kvitova_press_uso-1024x576.jpg",
        "date": "23/10/2025",
        "description": "Praga (República Tcheca)– Ex-número 2 do mundo e bicampeã de Wimbledon (2011 e 2014), a tcheca Petra Kvitova usou suas redes sociais para anunciar que vai ser mãe pela segunda vez. “O nosso menino vai ser um irmão mais velho em breve”, escreveu em sua postagem. Ela se referia ao filho Petr, nascido em julho do ano passado, fruto de seu casamento com o técnico de longa data, Jiri Vanek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/volandri-nao-polemiza-apos-ausencia-de-sinner-e-deixa-portas-abertas.html",
        "title": "Volandri não polemiza após ausência de Sinner e deixa portas abertas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/20241123_Jannik_Sinner_GSP27697-1024x683.jpg",
        "date": "23/10/2025",
        "description": "Turim (Itália)– A ausência de Jannik Sinnernas finais da Copa Davisvirou polêmica na Itália, com uma divisão nas opiniões, alguns defendendo a decisão do tenista e outros criticando. Em uma entrevista àGazzetta dello Sport, o capitão da equipe italiana Filippo Volandri tentou minimizar o assunto"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fils-desiste-de-paris-e-e-mais-um-a-encerrar-a-temporada-mais-cedo.html",
        "title": "Fils desiste de Paris e é mais um a encerrar a temporada mais cedo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ArthurFilsMediaDayRoland-Garros2025-1024x682.jpeg",
        "date": "23/10/2025",
        "description": "Paris (França)– Nesta quinta-feira, o francês Arthur Fils anunciou sua desistência oficial do Masters 1000 de Paris. Com sua ausência, o alemão Daniel Altmaier vai ganhar um lugar na chave principal."
    }
]