[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-os-segredos-para-vencer-20-tiebreaks-consecutivos.html",
        "title": "Sabalenka e os segredos para vencer 20 tiebreaks consecutivos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_ausopen_rebate-1024x659.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Aryna Sabalenka mais uma vez precisou de um tiebreak para seguir em frente e novamente a número 1 do mundo se mostrou eficiente. A vitória sobreuma das promessas do circuito, Victoria Mboko, por placar de 6/1 e 7/6 (7-1), recolocou a bielorrussa nas quartas de final do Australian e assim ela segue em busca do tricampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ymanitu-pena-e-rodrigues-jogam-tenis-em-cadeira-de-rodas-na-australia.html",
        "title": "Ymanitu, Pena e Rodrigues jogam tênis em cadeira de rodas na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/ymanitu_ausopen2025_back.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O Brasil tem três representantes nos torneios de tênis em cadeira de rodas do Australian Open. O catarinense Ymanitu Silva e os mineiros Leandro Pena e Daniel Rodrigues entram em quadra a partir deste domingo pela rodada qualificatória e precisam de uma vitória para entrar nas chaves principais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ele-sufoca-voce-o-tempo-todo-afirma-paul-sobre-alcaraz.html",
        "title": "“Ele sufoca você o tempo todo”, afirma Paul sobre Alcaraz",
        "image": null,
        "date": "25/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-25-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas26_back-1024x672.jpg",
        "date": "25/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas feminino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-derruba-andreeva-vence-9a-seguida-e-tera-gauff-nas-quartas.html",
        "title": "Svitolina derruba Andreeva, vence 9ª seguida e terá Gauff nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina_ausopen_fore_noite-1024x609.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Em ótimo início de temporada, Elina Svitolina marcou sua nona vitória seguida para chegar às quartas de final do Australian Open. Vinda de título em Auckland na primeira semana do ano, a ucraniana derrotou a russa Mirra Andreeva por 6/2 e 6/4 em 1h23 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-joga-na-margaret-court-as-4h-iga-abre-a-sessao-noturna-da-laver.html",
        "title": "Sinner joga na Margaret Court às 4h, Iga abre a sessão noturna da Laver",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_ausopen_back_term_fft-1024x637.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O complemento das oitavas de final do Australian Open terá jogos praticamente simultâneos para Jannik Sinner e Iga Swiatek, ambos números 2 do mundo. O italiano foi escalado para a Margaret Court às 4h (de Brasília) desta segunda-feira, enquanto a polonesa joga às 5h, na abertura da sessão noturna da Rod Laver."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-enche-de-confianca-apos-grande-vitoria-sobre-paul.html",
        "title": "Alcaraz se enche de confiança após grande vitória sobre Paul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_entrevista.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Depois de se ver uma quebra atrás no primeiro set e precisar lutar muito para reverter a situação, o número 1 do mundo Carlos Alcaraz avançou para as quartas de final com atuação muito firme e está agora perto de sua primeira semifinal no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-atropela-bublik-e-se-diz-pronto-para-alcaraz.html",
        "title": "De Minaur atropela Bublik e se diz pronto para Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-mina.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália)– Com atuação primorosa, Alex de Minaur mantém vivo o sonho australiano de atingir novamente a final masculina de seu Grand Slam. Em duelo entre tops 10, ele não deu chance a um errático Alexander Bublik e avançou para as quartas de final pelo segundo ano consecutivo com as parciais de 6/4, 6/1 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mensik-abandona-por-lesao-abdominal-e-djokovic-vai-direto-as-quartas.html",
        "title": "Mensik abandona por lesão abdominal e Djokovic vai direto às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mensik_ausopen_acena-1024x593.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –O jovem tcheco Jakub Mensik se retirou do Australian Open, devido a uma lesão muscular na região abdominal. Ele enfrentaria o decacampeão Novak Djokovic nesta segunda-feira pelas oitavas. E com o resultado, o sérvio avança diretamente às quartas em Melbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-aplica-pneu-volta-a-superar-medvedev-na-australia-e-faz-quartas.html",
        "title": "Tien aplica ‘pneu’, volta a superar Medvedev na Austrália e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien_ausopen_vibra26.jpg",
        "date": "25/01/2026",
        "description": "Melbourne (Austrália) –Pelo segundo ano consecutivo, Learner Tien eliminou Daniil Medvedev no Australian Open. E depois de protagonizarem uma batalha de cinco sets na última temporada, o canhoto de 20 anos e 29º do ranking foi dominante na partida deste domingo e marcou as parciais de 6/4, 6/0 e 6/3 em 1h43 de disputa para chegar às quartas de final."
    }
]