[
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-acompanha-connquista-do-flamengo-no-maracana.html",
        "title": "João Fonseca acompanha connquista do Flamengo no Maracanã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/fonseca_maracana-1024x793.jpg",
        "date": "04/12/2025",
        "description": "Rio Janeiro (RJ) –João Fonseca fez uma pequena pausa em sua pré-temporada para acompanhar o time do coração no estádio, algo que nem sempre é possível para os tenistas que viajam muito durante todo o ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-e-melleiro-se-juntam-a-konishi-nas-oitavas-em-lima.html",
        "title": "Candiotto e Melleiro se juntam a Konishi nas oitavas em Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "03/12/2025",
        "description": "Lima (Peru) –O Brasil terá três jogadoras nas oitavas do ITF W15 de Lima, em quadras de saibro. Após a vitória de Júlia Konishi na última terça-feira, foi a vez de Ana Candiotto e Catarina Melleiro seguirem na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-se-despede-nas-duplas-e-joga-oitavas-de-simples-nesta-5a.html",
        "title": "Pigossi se despede nas duplas e joga oitavas de simples nesta 5ª",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_herrero_bsas-1024x742.jpg",
        "date": "03/12/2025",
        "description": "Quito (Equador) –Depois de tervencido sua partida de estreiana chave de simples, Laura Pigossi caiu na estreia de duplas do WTA 125 de Quito, em quadras de saibro no Equador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "03/12/2025",
        "description": "WTA 125 de Quito (Equador) – Saibro – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-paul-e-popyrin-se-juntam-a-fonseca-no-atp-de-adelaide.html",
        "title": "Draper, Paul e Popyrin se juntam a Fonseca no ATP de Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/draper-us-open-2025-ends-season-e1757423337747-1024x682.jpg",
        "date": "03/12/2025",
        "description": "Adelaide (Austrália) –A organização do ATP 250 de Adelaide definiu mais nomes para a disputa do torneio que acontece entre os dias 12 e 17 de janeiro de 2026, na semana anterior ao Australian Open. O evento contará com a participação deJoão Fonseca, número 1 do Brasil e 24º do mundo"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-anuncia-quatro-challengers-no-brasil-no-inicio-de-2026.html",
        "title": "ATP anuncia quatro challengers no Brasil no início de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/challenger-tv-placeholder-1024x683.jpg",
        "date": "03/12/2025",
        "description": "São Paulo (SP) –O calendário de torneios de nível challenger para o primeiro trimestre de 2026 foi divulgado pela ATP. Quatro torneios deste nível já estão confirmados para o Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rahkimova-e-mais-uma-tenista-a-trocar-a-russia-pelo-uzbequistao.html",
        "title": "Rahkimova é mais uma tenista a trocar a Rússia pelo Uzbequistão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Rakhimova-monterrey.jpg",
        "date": "03/12/2025",
        "description": "Tashkent (Uzbequistão) –A tenista de 24 anos Kamilla Rakhimova, ex-top 60 e atual 112ª do ranking, é a mais recente jogadora a trocar a nacionalidade russa pelo Uzbequistão. A Federação Usbeque de Tênis confirmou na última segunda-feira que a atleta passará a representar o país, seguindo o mesmo caminho de Maria Timofeeva, que também mudou de bandeira nesta temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-promove-encontro-nacional-de-treinamento-em-florianopolis.html",
        "title": "CBT promove Encontro Nacional de Treinamento em Florianópolis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/encontro-nacioal-de-treino_Floripa.jpg",
        "date": "03/12/2025",
        "description": "Florianópolis (SC)– Começou nesta quarta-feira, na sede da Confederação Brasileira de Tênis, em Florianópolis, o Encontro Nacional de Treinamento 2025. O evento, que acontece até a próxima sexta-feira, reúne os três atletas de melhor ranking das categorias 12, 14, 16 e 18 anos, no masculino e no feminino, para três dias de atividades intensas focadas em desenvolvimento técnico, físico e comportamental."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/revelada-a-quadra-para-o-duelo-entre-fonseca-e-alcaraz-em-miami.html",
        "title": "Revelada a quadra para o duelo entre Fonseca e Alcaraz em Miami",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/quadra_fonseca_alcaraz-1024x547.jpg",
        "date": "03/12/2025",
        "description": "Miami (EUA) –A quadra para o duelo entre João Fonseca e Carlos Alcaraz foi apresentada ao público. Eles se enfrentam em uma partida de exibição em Miami. O evento também contará com as norte-americanas Amanda Anisimova e Jessica Pegula."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nota-de-falecimento-lea-maria-reis-de-farias.html",
        "title": "Nota de falecimento: Lea Maria Reis de Farias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/farias_lea-1024x683.jpg",
        "date": "03/12/2025",
        "description": "Criciúma (SC) –A Confederação Brasileira de Tênis comunicou nesta quarta-feira o falecimento de Léa Maria Reis de Farias, mãe do presidente Alexandre Reis de Farias, ocorrido aos 78 anos."
    }
]