[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-vao-a-semi-em-doha-e-buscam-revanche.html",
        "title": "Stefani e Dabrowski vão à semi em Doha e buscam revanche",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luisa_Stefani_Gabriela_Dabrowski_-_Qatar_TotalEnergies_Open_2026_-_Day_4-DSC_1069_xgaplus.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar)– A paulista Luísa Stefani e a canadense Gabriela Dabrowski continuam incríveis no WTA 1000 de Doha, vencendo mais uma sem perder set. Nesta quinta-feira, elas garantiram um lugar na semifinal ao vencer a taiwanesa Hao-Ching Chan e a dinamarquesa Clara Tauson com parciais de 6/1 e 6/3, em 70 minutos de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kalinskaya-revela-que-nao-treina-com-mulheres.html",
        "title": "Kalinskaya revela que não treina com mulheres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Anna_Kalinskaya_-_Cincinnati_Open_2025_-_Day_7-DSC_1953A_xgaplus.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar) –Além de seu ótimo desempenho neste início de temporada, com espaço na disputa das quartas de final no WTA 1000 de Doha, Anna Kalinskaya foi destaque por um comentário que fez no podcast russoChampionatao dizer que não treina com mulheres."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sanchez-disseram-para-perder-ou-minha-familia-seria-sequestrada.html",
        "title": "Sánchez: “Disseram para perder ou minha família seria sequestrada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nikolas-sanchez-scaled-e1770903494789-1024x684.jpg",
        "date": "12/02/2026",
        "description": "Barcelona (Espanha)– Alvo de um dos momentos mais delicados da temporada, espanhol Nikolas Sánchez, de 26 anos,sofreu ameaças de supostos apostadoresantes da partida de segunda rodada do challenger de Rosário, na semana passada. De volta em casa, ele contou em entrevista aoPunto de Breakos detalhes do ocorrido e como está lidando com a situação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-monteiro-lideram-o-brasil-no-brasilia-tennis-open-tomic-inscrito.html",
        "title": "Reis e Monteiro lideram o Brasil no Brasília Tennis Open, Tomic inscrito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/joaoreis.jpg",
        "date": "12/02/2026",
        "description": "Brasília (DF)– A cidade de Brasília está de volta ao calendário mundial de tênis, entre os dias 1º e 8 de março, para a disputa do Brasilia Tennis Open, competição nível ATP Challenger 75 com premiação total de US$ 107 mil (R$ 540 mil) e importantes pontos no ranking mundial da Associação dos Tenistas Profissionais. O evento terá transmissão das semifinais e da final pela CazéTV."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mundo-do-tenis-envia-mensagens-de-carinho-a-lindsey-vonn-lenda-do-esqui.html",
        "title": "Mundo do tênis envia mensagens de carinho a Lindsey Vonn, lenda do esqui",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lindsey-von_esquiadora.jpg",
        "date": "12/02/2026",
        "description": "Treviso (Itália) –Rafael Nadal, Novak Djokovic, Jannik Sinner, Aryna Sabalenka, Coco Gauff e vários outros expoentes da ATP e WTA enviaram mensagens para a esquiadora alpina Lindsey Vonn após o grave acidente na prova de descida de montanha (downhill) nas Olimpíadas de Inverno de Milão Cortina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-12-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/stefani_bjk_vibra-1024x683.jpg",
        "date": "12/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-sets-e-demais-diz-rybakina.html",
        "title": "“Cinco sets é demais”, diz Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Elena_Rybakina_-_Qatar_TotalEnergies_Open_2026_-_Day_4-DSC_2145B_xgaplus.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar) –A atual campeã do Australian Open, Elena Rybakina, foi mais uma atleta de elite a se opor à ideia do diretor do torneio, Craig Tiley, deimplementar a disputa de cinco sets a partir das quartas de finaldas disputas de Grand Slam feminino no ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-vai-enfrentar-a-suica-dentro-de-casa-pela-copa-davis.html",
        "title": "Brasil vai enfrentar a Suíça dentro de casa pela Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/brasil-davis-1024x683.jpg",
        "date": "12/02/2026",
        "description": "Londres (Inglaterra)– Nesta quinta-feira o Brasil conheceu seu próximo adversário na Copa Davis, em confronto válido pelo Grupo Mundial I e que assegura um lugar na fase qualificatória de 2027. O sorteio colocou a Suíça no caminho da equipe capitaneada por Jaime Oncins."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-esta-acompanhando-quase-tudo-das-olimpiadas-de-inverno.html",
        "title": "Swiatek está acompanhando quase tudo das Olimpíadas de Inverno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Iga_Swiatek_-_Australian_Open_2026_-_Day_9-DSC_9307_xgaplus.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar) –Já garantida nas quartas de final do WTA 1000 de Doha, a polonesa Iga Swiatek parece que está deixando de lado um de seus passatempos favoritos para assistir aos Jogos Olímpicos de Inverno que acontecem nas cidades de Milão e Cortina D’Ampezzo, na Itália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-derruba-o-favorito-tiafoe-em-dallas-e-vai-desafiar-fritz.html",
        "title": "Korda derruba o favorito Tiafoe em Dallas e vai desafiar Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/korda-dallas-2026.jpg",
        "date": "12/02/2026",
        "description": "Dallas (EUA)– Após uma vitória na primeira rodada que não foi das mais animadoras, precisando buscar a virada para bater Terence Atmane, o norte-americano Frances Tiafoe não conseguiu fazer valer a condição de oitavo favorito no ATP 500 de Dallas e caiu logo em seguida, perdendo em sets diretos para o compatriota Sebastian Korda, com 7/5 e 6/1."
    }
]