[
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-define-campeoes-com-boas-surpresas-em-santos.html",
        "title": "Copa Futuro define campeões com boas surpresas em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luana_Ferreira_CopaFuturo-1024x683.jpg",
        "date": "10/02/2026",
        "description": "Santos (SP)– Os oito campeões de simples da Copa Futuro de Tênis 2026 foram definidos nesta terça-feira, apesar de mais um dia de tempo instável na Baixada Santista, o que obrigou algumas finais acontecerem sobre quadra coberta. Houve surpresas, tanto na faixa dos 18 como dos 16 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-10-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/candiotto_porto_fore-1024x683.jpg",
        "date": "10/02/2026",
        "description": "ATP 250 de Buenos Aires (Argentina) – Saibro – US$ 675.310Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-mantem-embalo-apos-titulo-na-australia-e-vence-a-10a-no-ano.html",
        "title": "Rybakina mantém embalo após título na Austrália e vence a 10ª no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_ausopen_vibra_sf-1024x683.jpg",
        "date": "10/02/2026",
        "description": "Doha (Qatar)– Estreando direto na segunda rodada do WTA 1000 de Doha, a cazaque Elena Rybakina manteve o embalo após a conquista do Australian Open e anotou nesta terça-feira sua 10ª vitória na temporada, superando a chinesa Xinyu Wang com o placar final de 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-herda-convite-de-monfils-e-disputa-seu-1o-atp-no-rio-open.html",
        "title": "Guto herda convite de Monfils e disputa seu 1º ATP no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/guto-miguel-recife-treina.jpeg",
        "date": "10/02/2026",
        "description": "Rio de Janeiro (RJ) –A organização do Rio Open anunciou nesta terça-feira que o juvenil goiano Guto Miguel vai disputar a chave principal do ATP 500 na próxima semana. Será sua primeira oportunidade em torneio da elite do circuito. Eles se junta a outros três brasileiros na chave, João Fonseca, Thiago Wild e João Lucas Reis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-aplica-mais-um-pneu-e-estreia-com-autoridade-em-doha.html",
        "title": "Iga aplica mais um “pneu” e estreia com autoridade em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Iga_Swiatek_-_Qatar_TotalEnergies_Open_2026_-_Day_3-DSC_2345_xgaplus.jpg",
        "date": "10/02/2026",
        "description": "Doha (Qatar)– Três vezes campeã do WTA 1000 de Doha, a polonesa Iga Swiatek começou bem a busca por mais um título na competição. Estreando direto na segunda rodada, a cabeça de chave número 1 teve pela frente, nesta terça-feira, a indonésia Janice Tjen, contra quem marcou tranquilos 6/0 e 6/3 para avançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meu-objetivo-e-estar-no-top-10-ate-o-fim-do-ano-diz-darderi.html",
        "title": "“Meu objetivo é estar no top 10 até o fim do ano”, diz Darderi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/darderi-umag-2025-qf-celebration-1024x576.jpg",
        "date": "10/02/2026",
        "description": "Buenos Aires (Argentina) –Luciano Darderi será cabeça de chave pela primeira vez do ATP 250 de Buenos Aires. Atual número 22, melhor colocação de sua carreira, o italiano revelou, em coletiva de imprensa, ambições de alcançar o top 10 até o final do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cocciaretto-surpreende-gauff-em-doha-sakkari-elimina-paolini.html",
        "title": "Cocciaretto surpreende Gauff em Doha, Sakkari elimina Paolini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Maria_Sakkari_-_Qatar_TotalEnergies_Open_2026_-_Day_3-DSC_8527_xgaplus.jpg",
        "date": "10/02/2026",
        "description": "Doha (Qatar)– Uma das principais favoritas ao título no WTA 1000 de Doha, a norte-americana Coco Gauff não conseguiu fazer valer a condição de cabeça de chave 4 e acabou eliminada na estreia. Iniciando sua campanha direto na segunda rodada, ela foi surpreendida nesta terça-feira pela italiana Elisabetta Cocciaretto, com parciais de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mirassol-e-rio-preto-se-preparam-para-sediar-categorias-de-base-do-banana-bowl.html",
        "title": "Mirassol e Rio Preto se preparam para sediar categorias de base do Banana Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Banana-Bowl_generica.jpg",
        "date": "10/02/2026",
        "description": "Mirassol (SP) –Entre os dias 14 e 22 de março de 2026, as cidades de São José do Rio Preto e Mirassol recebem a 56ª edição do Banana Bowl, um dos mais tradicionais torneios internacionais de tênis infantojuvenil do mundo. A competição é reconhecida pela Federação Paulista de Tênis (FPT), Confederação Brasileira de Tênis (CBT), Confederação Sul-americana de Tênis (Cosat) e a Federação Internacional de Tênis (ITF)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/saude-mental-se-tornou-uma-das-coisas-mais-importantes-para-mim-diz-berrettini.html",
        "title": "“Saúde mental se tornou uma das coisas mais importantes para mim”, diz Berrettini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/berrettini-vibra-madri-2025-1024x727.jpeg",
        "date": "10/02/2026",
        "description": "Buenos Aires (Argentina) –Nos últimos anos, Matteo Berretini, ex-número 6 do mundo, sofreu com uma série de lesões – do tornozelo ao abdômen – que o impediram de competir em alto nível nos principais torneios do circuito. Em entrevista à revistaMarie Claire, o italiano destacou a importância da saúde mental nesse processo de recuperação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/politica-servia-ironiza-djokovic-e-midia-do-pais-o-defende.html",
        "title": "Política sérvia ironiza Djokovic e mídia do país o defende",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_perfil26-1024x723.jpg",
        "date": "10/02/2026",
        "description": "Belgrado (Sérvia)– Após declarar apoio a manifestações lideradas por estudantes contra o governo sérvio, desencadeados pelo desabamento da cobertura de concreto de uma estação ferroviária na cidade de Novi Sad, que matou 16 pessoas em novembro de 2024, Novak Djokovic acabou criando grande atrito com o presidente Aleksandar Vucic e boa parte da classe política de seu país."
    }
]