[
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-pucinelli-lideram-brasileiros-em-santa-cruz-do-sul.html",
        "title": "Boscardin e Pucinelli lideram brasileiros em Santa Cruz do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "03/11/2025",
        "description": "Santa Cruz do Sul (RS) –O catarinense Pedro Boscardin e o paulista Matheus Pucinelli lideram os brasileiros na etapa de Santa Cruz do Sul do Circuito Banco BRB/Engie de tênis profissional. A chave principal do ITF M25 começa nesta terça-feira, nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-vence-a-primeira-em-lima-e-segue-em-busca-do-top-200.html",
        "title": "João Reis vence a primeira em Lima e segue em busca do top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joaolreis_maio25_santos_term.jpg",
        "date": "03/11/2025",
        "description": "Lima (Peru) –Único brasileiro no challenger de Lima, João Lucas Reis estreou com vitória no torneio em quadras de saibro. O pernambucano de 25 anos e 211º do ranking superou o argentino Lautaro Midon, 259º colocado, por 7/6 (7-4) e 6/3 em 1h28 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-03-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "03/11/2025",
        "description": "ITF WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milQualificatório – Rodada única –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lucca-pinto-marca-1a-vitoria-brasilieira-na-colombia-fernandez-estreia-terca.html",
        "title": "Lucca Pinto marca 1ª vitória brasilieira na Colômbia, Fernandez estreia terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/lucca_pinto_nov2024.jpg",
        "date": "03/11/2025",
        "description": "Valledupar (Colômbia) –O paulista Lucca Pinto marcou a primeira vitória brasileira no ITF M15 de Valledupar, em quadras duras na Colômbia. Ele venceu um duelo nacional contra o baiano Natan Rodrigues popr 6/4 e 6/3. Seu próximo adversário é o argentino Lucio Ratti, cabeça 6 do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-estreia-com-vitoria-nas-copas-davis-e-bjk-junior-em-santiago.html",
        "title": "Brasil estreia com vitória nas Copas Davis e BJK Junior em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/livas_damazio_davisjr25-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Santiago (Chile) –O Brasil estreou com vitória nas Billie Jean King Cup Junior e na Copa Davis Junior, mundiais da categoria 16 anos que estão sendo disputados até o próximo domingo, em Santiago. A equipe feminina marcou um 3 a 0 contra o Cazaquistão, enquanto o time masculino venceu a Eslováquia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-lamenta-falta-de-solidez-e-destaca-jogo-agressivo-de-rybakina.html",
        "title": "Iga lamenta falta de solidez e destaca jogo agressivo de Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/swiatek_finals_rebate-1024x575.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Após sofrer suaprimeira derrota no WTA Finals, Iga Swiatek avaliou seu desempenho na partida desta segunda-feira diante de Elena Rybakina. A polonesa, que cometeu 42 erros não-forçados, lamentou a falta de solidez que teve nos ralis de fundo e entende que a adversária soube lidar melhor com as condições."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-disputa-wta-125-na-argentina-candiotto-e-ce-caem-no-quali.html",
        "title": "Pigossi disputa WTA 125 na Argentina, Candiotto e Cé caem no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_fore_sunset-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Tucumán (Argentina) –Depois de conquistar o título de duplas em Cali no último sábado, Laura Pigossi disputa mais um WTA 125 em quadras de saibro na América do Sul. A número 2 do Brasil e 193ª do mundo atua nesta semana em Tucumán, na Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-e-berrettini-avancam-em-metz-perricard-perde-na-estreia.html",
        "title": "Norrie e Berrettini avançam em Metz, Perricard perde na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/norrie_metz_vibra-1024x625.jpg",
        "date": "03/11/2025",
        "description": "Metz (França) –Dois ex-integrantes do top 10 estrearam com vitória no ATP 250 de Metz, em quadras duras e cobertas. O britânico Cameron Norrie e o italiano Matteo Berrettini venceram seus jogos nesta segunda-feira. Já o francês Giovanni Perricard foi surpreendido na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hsieh-e-ostapenko-vencem-italianas-mertens-e-kudermetova-se-recuperam.html",
        "title": "Hsieh e Ostapenko vencem italianas, Mertens e Kudermetova se recuperam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/hsieh_ostapenko_finals_cump-1024x589.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –A taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko são as primeiras semifinalistas de duplas no WTA Finals. Elas venceram nesta segunda-feira as italianas Sara Errani e Jasmine Paolini, atuais campeãs olímpicas e de Roland Garros por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-10-melhores-jogadas-do-masters-de-paris-em-5-minutos.html",
        "title": "Confira as 10 melhores jogadas do Masters de Paris em 5 minutos",
        "image": null,
        "date": "03/11/2025",
        "description": ""
    }
]