[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-31-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "31/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-barra-vacherot-em-dia-inspirado-e-fica-perto-de-voltar-ao-finals.html",
        "title": "Aliassime barra Vacherot em dia inspirado e fica perto de voltar ao Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-paris-vibra-2025-e1761667550435-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Paris (França)– Sempre um tenista perigoso sobre quadras duras cobertas, o canadense Félix Auger-Aliassime segue em sua arrancada de final de temporada e está cada vez mais perto de retornar ao ATP Finals, competição que disputou uma única vez, em 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-sente-coxa-e-desiste-de-hong-kong-mboko-faz-semifinal.html",
        "title": "Bencic sente coxa e desiste de Hong Kong, Mboko faz semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mboko-1024x811.jpg",
        "date": "31/10/2025",
        "description": "Hong Kong– Em mais um capítulo de abandonos e contusões que marcam este final de temporada, a suíça Belinda Bencic desistiu de entrar em quadra nesta sexta-feira para disputar as quartas de final do WTA 250 de Hong Kong. Campeã no domingo em Tóquio, ela sentiu problema na coxa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quando-o-talento-e-superado-pelo-esgotamento.html",
        "title": "Quando o talento é superado pelo esgotamento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/chico_alcaraz.jpg",
        "date": "31/10/2025",
        "description": "Há tempos que o Masters 1000 de Paris vive uma incômoda situação. Por estar no finalzinho da temporada, muitos jogadores chegam esgotados e por diversas edições o número de desistências foi grande, em especial por tenistas já classificados para o Finals, que preferiram se poupar. Desta vez, o que se viu foi uma enorme surpresa com a eliminação precoce de Carlos Alcaraz. E não se pode esquecer que João Fonseca chegou desgastado, perdeu na segunda rodada e, sabiamente, decidiu anunciar que só voltará ao circuito em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalistas-em-riad-vestem-marcas-de-grife-para-a-foto-oficial.html",
        "title": "Finalistas em Riad vestem marcas de grife para a foto oficial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/G4lYLNqa0AE1I_K-1024x820.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita)– Elegância é o que não falta na segunda edição do WTA Finals disputado em Riad. As classificadas em simples e duplas, que representam o melhor da temporada 2025, desfilaram nesta sexta-feira na cerimônia oficial vestindo roupas de grife para os retratos oficiais da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/golubic-consegue-grande-reacao-e-esta-na-semi-em-jiujiang.html",
        "title": "Golubic consegue grande reação e está na semi em Jiujiang",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gulubic-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Jiujiang (China)– Pelo segundo ano consecutivo, a suíça Viktorija Golubic está na semifinal do WTA 250 de Jiujiang, na penúltima semana de torneios regulares do calendário de primeira linha do circuito feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-chega-a-mais-uma-semifinal-na-tailandia.html",
        "title": "Marcondes chega a mais uma semifinal na Tailândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/marcondes_alpha_fore-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Hua Hin (Tailândia)– Na mesma cidade em que foi campeão na semana passada, o paulista Igor Marcondes segue somando vitórias e está em mais uma semifinal em torneios de nível ITF M15 sobre quadras sintéticas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-definem-os-oito-participantes-do-atp-finals.html",
        "title": "Duplas definem os oito participantes do ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/krawietz-puetz-usopen-1024x576.jpg",
        "date": "31/10/2025",
        "description": "Paris (França)– Com a derrota dos concorrentes diretos, a parceria norte-americana formada por Christian Harrison e Evan King ficaram com a oitava e última vaga para a chave de duplas do ATP Finals, o torneio que encerra a temporada 2025 e será mais uma vez realizado em Turim, na Itália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-romboli-e-matos-melo-na-lista-dos-favoritos-da-atp-vote.html",
        "title": "Fonseca, Romboli e Matos/Melo na lista dos favoritos da ATP. Vote!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-usopen-rebate-2025-e1756320155162-1024x681.jpg",
        "date": "31/10/2025",
        "description": "Londres (Inglaterra)– A tradicional votação do ‘Meu Tenista Favorito’, anualmente feita pela Associação masculina (ATP), já está aberta. E entre os nomes disponíveis para os aficionados, figuram João Fonseca, em simples, Fernando Romboli, ao lado do australiano John-Patrick Smith, e a parceria de Rafael Matos e Marcelo Melo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-keys-abrem-o-finals-no-sabado-anisimova-encara-rybakina.html",
        "title": "Swiatek e Keys abrem o Finals no sábado, Anisimova encara Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/swiatek_keys-ausopen-TA.jpg",
        "date": "30/10/2025",
        "description": "Riad (Arábia Saudita) –A disputa pelo título do WTA Finals começa no próximo sábado em Riad, na Arábia Saudita. Os jogos do Grupo Serena Williams serão os primeiros. Campeã do torneio em 2023, Iga Swiatek jogará na abertura da programação ao meio-dia (de Brasília) contra Madison Keys."
    }
]