[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-17-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "17/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-cinco-brasileiros-duplistas-conhecem-adversarios-em-melbourne.html",
        "title": "Com cinco brasileiros, duplistas conhecem adversários em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melo_romboli_australia_posados.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –A chave de duplas masculinas do Australian Open começa na próxima terça-feira com cinco brasileiros. Serão duas parcerias nacionais, Marcelo Melo ao lado de Fernando Romboli, e também de Orlando Luz e Rafael Matos. Além deles, o gaúcho Marcelo Demoliner terá como parceiro o experiente holandês Jean-Julien Rojer."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vai-confiante-para-melbourne-e-reconhece-queda-fisica-de-mboko.html",
        "title": "Andreeva vai confiante para Melbourne e reconhece queda física de Mboko",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/andreeva_adelaide_acena-1024x654.jpg",
        "date": "17/01/2026",
        "description": "Adelaide (Austrália) –Aconquista do WTA 500 de Adealidetraz confiança para Mirra Andreeva às vésperas do Australian Open. A russa de 18 anos e número 8 do mundo também falou sobre a condição física de sua adversária deste sábado, a canadense Victoria Mboko, que não estava bem fisicamente e precisou ser atendida pela equipe médica do torneio durante o segundo set. Ela espera que Mboko também possa se recuperar a tempo para o primeiro Grand Slam da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ainda-tenho-muita-vontade-de-vencer-afirma-djokovic.html",
        "title": "“Ainda tenho muita vontade de vencer”, afirma Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-athens-2025-tuesday-1-1024x576.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –Na próxima segunda-feira, ao entrar na Rod Laver Arena, para enfrentar Pedro Martinez, Novak Djokovic estará marcando a sua 21º participação no Australian Open, Grand Slam em que é 10 vezes campeão. Em entrevista, o sérvio relembra momentos da carreira e revela expectativas sobre a temporada que se inicia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-beach-tennis-anuncia-calendario-com-novidade-1a-etapa-em-valinhos.html",
        "title": "Circuito Beach Tennis anuncia novidades, 1ª etapa em Valinhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/valinhos_circuito.jpg",
        "date": "17/01/2026",
        "description": "Valinhos (SP) –Está confirmada a sétima temporada do Circuito Beach Tennis, o maior do país, que teve cerca de 11 mil inscrições em 2025, com metade do calendário já definido e uma novidade: a disputa do Finals com os melhores ao longo da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-jogando-o-tenis-que-preciso-jogar-diz-venus.html",
        "title": "“Estou jogando o tênis que preciso jogar”, diz Venus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus-usopen-close-2025-e1756221969954-1024x681.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália)–Convidada especial do Australian Open, Venus Williams está de volta ao Melbourne Park para o que será sua22ª participação na chave principal do torneio. Em entrevista, a ex-número 1 falou sobre a sensação de voltar ao Grand Slam cinco anos depois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estreias-de-fonseca-e-sinner-serao-apenas-no-terceiro-dia-do-australian-open.html",
        "title": "Estreias de Fonseca e Sinner serão apenas no terceiro dia do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-ausopen-treina-2026-1-e1768537287247-1024x683.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –Depois de ficar fora dos torneios de Brisbane e Adelaide neste início de temporada, por conta de uma lesão nas costas, João Fonseca só irá estrear no Australian Open no terceiro dia de competição, no encerramento da primeira rodada de simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-larga-com-favoritismo-e-chave-bem-favoravel.html",
        "title": "Sabalenka larga com favoritismo e chave bem favorável",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_aryna_uso.jpg",
        "date": "17/01/2026",
        "description": "Se a chave masculina já inicia com total expectativa para outro duelo entre Carlos Alcaraz e Jannik Sinner, o torneio feminino está bem mais aberto a especulações. Tudo isso graças a Madison Keys, que mostrou às concorrentes de Aryna Sabalenka, um ano atrás, que é possível parar a bielorrussa no piso sintético mais veloz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-joga-no-domingo-as-21h30-iga-e-djokovic-na-segunda-de-manha.html",
        "title": "Gauff joga no domingo às 21h30, Iga e Djokovic na segunda de manhã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_ausopen_treina_saque-1024x768.jpg",
        "date": "17/01/2026",
        "description": "Melbourne (Austrália) –A organização do Australian Open divulgou a programação do segundo dia do torneio, que ocorre, pelo horário de Brasília, entre a noite de domingo e a manhã de segunda-feira. O dia terá confrontos de peso, como Coco Gauff, Novak Djokovic e Iga Swiatek. João Fonseca deve jogar no terceiro dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-avanca-as-oitavas-em-traralgon-brasileiros-vencem-nas-duplas.html",
        "title": "Guto avança às oitavas em Traralgon, brasileiros vencem nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_vibra_sauipe.jpg",
        "date": "17/01/2026",
        "description": "Traralgon (Austrália) –Em seu segundo compromisso no ITF J300 de Traralgon, torneio preparatório para o Australian Open juvenil, Guto Miguel venceu mais uma em sets diretos e avançou às oitavas. O goiano de 16 anos e número 5 do ranking marcou um duplo 6/3 contra o italiano Simone Massellani, 36º colocado."
    }
]