[
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-alcaraz-e-fonseca-fecha-o-dia-em-miami-veja-horarios.html",
        "title": "Duelo entre Alcaraz e Fonseca fecha o dia em Miami. Veja horários!",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_2r_cut-1024x585.jpg",
        "date": "08/12/2025",
        "description": "Miami (EUA)– O tão aguardado duelo entre o carioca João Fonseca e o espanhol Carlos Alcaraz irá se concretizar nesta segunda-feira no Miami Tennis Invitational, evento de exibição que também contará com a presença das norte-americanas Jessica Pegula e Amanda Anisimova, esta última no lugar da britânica Emma Raducanu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-se-encontra-com-primeiro-ministro-canadense-e-entrega-presente.html",
        "title": "Mboko se encontra com primeiro-ministro canadense e entrega presente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mboko_primeiroministro-canadense.jpg",
        "date": "08/12/2025",
        "description": "Montreal (Canadá) –Foi um ano que Victoria Mboko jamais esquecerá — e na quarta-feira, ela teve a oportunidade de compartilhar sua experiência de 2025 com o Primeiro-Ministro do Canadá, Mark Carney."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicolas-oliveira-da-salto-no-ranking-de-mais-de-900-lugares.html",
        "title": "Nicolas Oliveira dá salto no ranking de mais de 900 lugares",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Nicolas-Oliveira-1024x683.jpg",
        "date": "08/12/2025",
        "description": "Londres (Inglaterra)– Campeão do ITF M15 de Ribeirão Preto duas semanas atrás, o carioca Nicolas Oliveira viusua primeira conquista como profissionallhe render um salto de 913 colocações no ranking desta segunda-feira, subindo para o 1011º lugar, o melhor até então do tenista de 19 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/157242.html",
        "title": "Veja 10 lances marcantes da temporada da ATP e vote no seu favorito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/jogada-do-ano_ATP.jpg",
        "date": "08/12/2025",
        "description": "Londres (Inglaterra) –Para marcar o fim de mais uma temporada emocionante, o ATPTour.com apresenta uma seleção dos melhores lances de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-vote-nos-destaques-de-2025.html",
        "title": "Melhores do Ano: vote nos destaques de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/keys_ausopen_trofeu-TA-1024x670.jpg",
        "date": "08/12/2025",
        "description": "TenisBrasilrealiza nesta semana sua tradicional enquete deMelhores do Ano, que é feita continuamente desde o ano 2000. Serão submetidas aos internautas questões sobre como andou a temporada 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-sobe-bem-e-alcanca-sua-melhor-marca-no-ranking-da-wta.html",
        "title": "Naná sobe bem e alcança sua melhor marca no ranking da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_zambra_DGW.jpg",
        "date": "08/12/2025",
        "description": "São Petersburgo (EUA)– Nesta segunda-feira, a paulista Nauhany Silva bateu sua melhor marca no ranking da WTA com uma ascensão de 38 colocações após serem computados os pontos dovice-campeonato do ITF W15 de Ribeirão Preto, onde perdeu a final para a brasiliense Luiza Fullana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-perde-para-tiafoe-antes-da-exibicao-contra-fonseca.html",
        "title": "Alcaraz perde para Tiafoe antes da exibição contra Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf-1024x576.jpg",
        "date": "07/12/2025",
        "description": "Newark (EUA)– Numa partida em que os dois tenistas se mostraram empenhados em disputar pontos divertidos e realizar lances de habilidade, o espanhol Carlos Alcaraz foi derrotado pelo norte-americano Frances Tiafoe no evento denominado A Racket at The Rock, no piso sintético coberto do Prudential Center. O placar foi de 6/3, 3/6 e 10-7 no supertiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/massaioli-e-espindola-vence-o-new-wave-finals-em-ribeirao.html",
        "title": "Massaioli e Espíndola vencem o New Wave Finals em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sofia_espindola_isamassaioli_newwave-1024x705.jpg",
        "date": "07/12/2025",
        "description": "Ribeirão Preto (SP) –Isabela Massaioli, de 18 anos, conquistou neste final de semana o título do torneio ITF New Wave Finals, com as melhores duplas sub-20 do circuito mundial, realizado em Ribeirão Preto (SP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-e-cabeca-1-no-orange-bowl-livas-se-junta-a-chabalgoity.html",
        "title": "Victória é cabeça 1 no Orange Bowl, Livas se junta a Chabalgoity",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_yucatan_perfil-1024x683.jpg",
        "date": "07/12/2025",
        "description": "Fort Lauderdale (EUA) –Brasileira mais bem colocada no ranking mundial juvenil, ocupando a 12ª posição, Victória Barros é a principal cabeça de chave do Orange Bowl, tradicional torneio ITF J500 disputados nas quadras de saibro de Fort Lauderdale, nos Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-karolina-muchova-a-jogada-do-ano-confira.html",
        "title": "É de Karolina Muchova a Jogada do Ano. Confira.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/muchova_dubai_voleia-1024x682.jpg",
        "date": "07/12/2025",
        "description": "Dubai (Emirados Árabes) –Os votos foram computados e a tcheca Karolina Muchova foi a vencedora da “Jogada de 2025”. Nas últimas semanas, o wtatennis.com publicou oito séries de vídeos chamados “Jogadas da Temporada” e os fãs escolheram a melhor do ano e das Finais da WTA em Riad. Depois de selecionar a jogada mais votada de cada edição, o notável golpe entre as pernas de Muchova, em Dubai, emergiu como a dos fãs para a melhor jogada de 2025."
    }
]