[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-30-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sschiessl_alphaville-1024x683.jpg",
        "date": "30/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-e-paolini-vencem-e-duelam-nas-quartas-em-pequim.html",
        "title": "Anisimova e Paolini vencem e duelam nas quartas em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova_pequim_back_r16-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –Nos jogos que encerraram a programação desta terça-feira do WTA 1000 de Pequim, Amanda Anisimova e Jasmine Paolini venceram adversárias tchecas e confirmaram um duelo para as quartas de final do torneio. A norte-americana venceu o único encontro anterior contra a italiana, no saibro de Parma em 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-enaltece-o-campe-alcaraz-nao-e-o-numero-1-do-mundo-a-toa.html",
        "title": "Fritz enaltece o campeão Alcaraz: “Não é o número 1  do mundo à toa”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-fritz-trofeus-toquio-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– Derrotado na final do ATP 500 de Tóquio nesta terça-feira, o norte-americano Taylor Fritz foi só elogios ao espanhol Carlos Alcaraz, que o venceu com duplo 6/4 e devolveu assim a derrota que havia sofrido semanas atrás na disputa da Laver  Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/talvez-tenha-sido-uma-decisao-precipitada-jogar-aqui-afirma-zheng.html",
        "title": "“Talvez tenha sido uma decisão precipitada jogar aqui”, afirma Zheng",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng-pequim-acena-2025-1-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China)– Fazendo sua primeira aparição no circuito desde Wimbledon, depois de passar por uma cirurgia no cotovelo, a chinesa Qinwen Zheng até venceu na estreia no no WTA 1000 de Pequim, batendo a colombiana Emiliana Arango, mas não conseguiu completar sua segunda partida e abandonou o duelo contra a tcheca Linda Noskova no terceiro set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sofrendo-novamente-com-o-fisico-badosa-anuncia-que-so-volta-em-2026.html",
        "title": "Sofrendo novamente com o físico, Badosa anuncia que só volta em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Paula_Badosa_-_China_Open_2025_-_Day_3-DSC_7603_xgaplus.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China)– A espanhola Paula Badosa não consegue se livrar dos problemas físicos. Depois de abandonar o WTA 1000 de Pequim na terceira rodada, ela anunciou nesta terça-feira que não irá mais competir em 2025 e só voltará ao circuito na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-leva-virada-e-tambem-nao-passa-da-estreia-em-braga.html",
        "title": "Monteiro leva virada e também não passa da estreia em Braga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro_lisboa_voleia_saibro-1024x681.jpg",
        "date": "30/09/2025",
        "description": "Braga (Portugal)– Não deu também para o cearense Thiago Monteiro na primeira rodada do challenger de Braga.Assim como aconteceu mais cedo com Thiago Wild, ele também foi derrotado logo na estreia. Seu algoz foi o alemão vindo do quali Henri Squire, atual 331º do mundo, que venceu de virada com parciais de 6/7 (7-9), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-conquista-em-toquio-alcaraz-desiste-do-masters-1000-de-xangai.html",
        "title": "Após conquista em Tóquio, Alcaraz desiste do Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-sorri-2025-e1759240073191-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– Depois de conquistar o título no ATP 500 de Tóquio, nesta terça-feira, o espanhol Carlos Alcaraz anunciou que sua temporada asiática está encerrada, desistindo de competir no Masters 1000 de Xangai, que seria seu próximo evento no continente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-esporte-de-alto-nivel-descansar-tambem-e-treino.html",
        "title": "No esporte de alto nível, descansar também é treino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-Blogs-900x600-3.jpg",
        "date": "30/09/2025",
        "description": "As recentes decisões de Bia Haddad Maia de encerrar prematuramente a temporada de 2025 e a de João Fonseca em enxugar o calendário, remetem a uma verdade no esporte de alto nível: descansar também é treino. Afinal, no caso da Bia, estava visível que não vinha curtindo o tênis como em outros tempos. Há poucas semanas estive com ela em Nova York para o US Open e me pareceu estar se cobrando demais, sem necessidade ao meu ver. Parecia presa entre suas incertezas. Mas acho que ficamos mal acostumados. Uma jogadora brasileira chegar à segunda semana de um Grand Slam e faturar US$ 400 mil não é nada mal. Além disso, mesmo com a atual queda de ranking, ainda se mantém numa confortável posição: entra direto na chave de qualquer torneio e na maioria seria cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nys-e-vasselin-vencem-toquio-e-dao-passo-importante-na-briga-pelo-finals.html",
        "title": "Nys e Vasselin vencem Tóquio e dão passo importante na briga pelo Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nys-vasselin-toquio-trofeu-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– O monegasco Hugo Nys e o francês Edouard Roger-Vasselin, cabeças de chave número 2 no ATP 500 de Tóquio, derrotaram o indiano Rohan Bopanna e o japonês Takeru Yuzuki por duplo 7/5 na final desta terça-feira, e conquistaram seu primeiro título da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-campeao-do-atp-500-de-toquio-veja-no-resumo.html",
        "title": "Alcaraz é campeão do ATP 500 de Tóquio. Veja no resumo.",
        "image": null,
        "date": "30/09/2025",
        "description": ""
    }
]