[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-15-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_contrexeville_back_sozinha-1024x620.jpg",
        "date": "15/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bertolucci-diz-que-fisico-de-sinner-nao-se-compara-ao-de-alcaraz-e-djokovic.html",
        "title": "Bertolucci diz que físico de Sinner não se compara ao de Alcaraz e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-beijing-2025-draw-e1758630261481-1024x682.jpg",
        "date": "15/10/2025",
        "description": "Turim (Itália)– O italiano Jannik Sinner, que nesta quarta-feira abrirá sua campanha no milionário torneio de exibição Six King Slam, abandonou seu segundo jogo no Masters 1000 de Xangai sentindo cãibras no terceiro set, o que voltou a abrir uma discussão sobre sua capacidade física."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-derruba-a-atual-campea-e-vai-as-quartas-mas-sofre-lesao-na-reta-final.html",
        "title": "Osaka derruba a atual campeã e vai às quartas, mas sofre lesão na reta final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/osaka-close-2025-e1760444640977-1024x683.jpg",
        "date": "15/10/2025",
        "description": "Osaka (Japão)– Principal favorita ao título do WTA 250 de Osaka, a tenista da casa Naomi Osaka saiu vitoriosa de uma batalha de 2h20, marcando parciais de 7/6 (8-6), 3/6 e 6/2 para derrubar a atual campeã, a holandesa Suzan Lamens, e chegar às quartas de final. Porém, na reta final do jogo, ela sofreu um susto com uma lesão que a deixou mancando."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nove-brasileiros-vencem-na-abertura-do-australian-open-junior-series.html",
        "title": "Nove brasileiros vencem na abertura do Australian Open Junior Series",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/storck_vibra_aojunior_backdrop-1024x768.jpg",
        "date": "14/10/2025",
        "description": "Rio de Janeiro (RJ) –A rodada de abertura do Australian Open Junior Series South America teve ótimo início para os anfitriões. Nove brasileiros estrearam com vitória nesta terça-feira na Rio Tennis Academy, que recebe o torneio classificatório para a chave juvenil do Grand Slam australiano de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vira-o-jogo-contra-kicker-e-estreia-bem-em-curitiba.html",
        "title": "Monteiro vira o jogo contra Kicker e estreia bem em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba25_slice-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Curitiba (PR) –No jogo que encerrou a programação desta terça-feira da Copa Internacional de Tênis, Thiago Monteiro estreou com vitória no challenger disputado nas quadras de saibro do Graciosa Country Club, em Curitiba. O cearense começou atrás no placar, mas superou o argentino Nicolas Kicker por 3/6, 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-14-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti_rioladies_olhabola.jpg",
        "date": "14/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-disputa-oitavas-nesta-quarta-laura-e-ingrid-estreiam-nas-duplas.html",
        "title": "Cé disputa oitavas nesta quarta, Laura e Ingrid estreiam nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_rebate_rio.jpg",
        "date": "14/10/2025",
        "description": "Rio de Janeiro (RJ) –A rodada desta quarta-feira no Rio Ladies Open vai definir as primeiras classificadas para as quartas de final do WTA 125 disputado nas quadras de saibro da Techset Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-e-pedretti-avancam-no-rio-pigossi-perde-em-dois-tiebreaks.html",
        "title": "Carol e Pedretti avançam no Rio, Pigossi perde em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_vibra_rio-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Rio de Janeiro (RJ) –A estreia de Carol Meligeni no Rio Ladies Open foi com uma vitória dominante. A número 3 do Brasil e 247ª do mundo controlou a partida desta terça-feira contra a colombiana Maria Paulina Perez, 281ª do colocada, e marcou um duplo 6/1 em apenas 1h04 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-sinner-em-quadra-2a-edicao-do-six-kings-slam-comeca-nesta-quarta.html",
        "title": "Com Sinner em quadra, 2ª edição do Six Kings Slam começa nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1-1024x682.jpg",
        "date": "14/10/2025",
        "description": "Riad (Arábia Saudita) –Embora seja o atual campeão do milionário torneio de exibição Six Kings Slam e ocupe a vice-liderança do ranking, o italiano Jannik Sinner já estreia nesta quarta-feira no evento saudita, que vai até o próximo sábado, dia 18."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-daniel-conseguem-revanches-na-estreia-em-curitiba.html",
        "title": "Boscardin e Daniel conseguem revanches na estreia em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_ctba_vibra.jpg",
        "date": "14/10/2025",
        "description": "Curitiba (PR) –O início da rodada desta terça-feira da Copa Internacional de Tênis garantiu a classificação de dois brasileiros para as oitavas. O catarinense Pedro Boscardin e o paulista Daniel Dutra da Silva venceram seus jogos de estreia no challenger disputado nas quadras de saibro do Graciosa Country Club, em Curitiba."
    }
]