[
    {
        "url": "https://tenisbrasil.uol.com.br/catarinenses-param-em-canadenses-e-sao-vice-campeoes-da-copa-santa-catarina.html",
        "title": "Catarinenses param em canadenses e são vice-campeões da Copa Santa Catarina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cadulino_joshua_adkjuniors.jpg",
        "date": "02/11/2025",
        "description": "Itajaí (SC) –Títulos para o Canadá nas principais finais masculinas e feminina da ADK Juniors Cup, a 16ª edição da Copa Santa Catarina, evento juvenil realizado no Itamirim Clube de Campo, em Itajaí (SC)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-disputa-challenger-em-lima-para-garantir-ranking.html",
        "title": "Reis disputa challenger em Lima para garantir ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "02/11/2025",
        "description": "Lima (Peru)– Com 28 pontos ainda a defender na temporada 2025, o pernambucano João Lucas Reis será o único representante brasileiro em novo challenger marcado para o saibro de Lima, que começa nesta segunda-feira e oferece 75 pontos para o campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-disputa-as-finais-da-bjk-e-davis-junior-a-partir-desta-segunda.html",
        "title": "Brasil disputa as finais da BJK e Davis Junior a partir desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_back-1024x670.jpg",
        "date": "02/11/2025",
        "description": "Santiago (Chile)– Começa nesta segunda-feira, em Santiago, capital do Chile, a disputa das fases finais das Copas Davis e Billie Jean King juvenis. Os jogos acontecem entre os dias 3 e 9 de novembro, e o Brasil participará de ambos os torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "02/11/2025",
        "description": "ATP250 de Metz –SimplesDuplasQuali250 de Atenas –SimplesDuplasQuali1000 de Paris –SimplesDuplasQuali500 da Basileia –SimplesDuplasQuali500 de Viena –SimplesDuplasQuali250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-02-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-2025-1024x683.jpeg",
        "date": "02/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético – US$ 15.500.000Duplas – Fase de grupos (1ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/la-macchina.html",
        "title": "La Macchina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Artes-Blogs-900x600-1.jpg",
        "date": "02/11/2025",
        "description": "Jannik Sinner é monstruoso em cima de uma quadra de piso sintético. Aliado ao ótimo saque, estão golpes de base não apenas pesados e profundos, mas extremamente regulares, o que deixa o adversário quase sempre na defensiva e na correria. É uma máquina de primeira qualidade e, não à toa, está invicto na quadra dura coberta há quase dois anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-de-2a-feira-tem-swiatek-x-rybakina-e-duelo-americano-em-riad.html",
        "title": "Rodada de 2ª feira tem Swiatek x Rybakina e duelo americano em Riad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/swiatek-rybakina-rg-2025-1024x683.jpeg",
        "date": "02/11/2025",
        "description": "Riad (Arábia Saudita)– A programação desta segunda-feira promete grandes emoções no WTA Finals, com jogos válidos pela segunda rodada do grupo Serena Williams. Não antes das 11h, no horário de Brasília, a polonesa Iga Swiatek medirá forças com a cazaque Elena Rybakina, em duelo que reúne as duas vencedoras da chave na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/max-verstappen-e-visto-jogando-padel-em-sao-paulo.html",
        "title": "Max Verstappen é visto jogando padel em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/verstappen-padel.jpg",
        "date": "02/11/2025",
        "description": "São Paulo (SP)– Faltando exatamente uma semana para o GP São Paulo de Fórmula 1, o piloto holandês Max Verstappen já está no Brasil e foi visto neste domingo jogando padel em uma academia na zona sul da capital paulista. Assim como vários colegas de automobilismo, o tetracampeão mundial é um ferrenho praticante do esporte de raquete e costuma desafiar os amigos durante as folgas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heliovaara-e-patten-sao-campeoes-em-paris-e-ainda-sonham-com-no-1.html",
        "title": "Heliovaara e Patten são campeões em Paris e ainda sonham com nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heliovaara-patten-trofeu-paris-2025-1024x576.jpg",
        "date": "02/11/2025",
        "description": "Paris (França)– Segunda melhor parceria da temporada, o finlandês Harri Heliovaara e o britânico Henry Patten conquistaram neste domingo o título do Masters 1000 de Paris. Os cabeças de chave 3 derrotaram na final os britânicos Julian Cash e Lloyd Glasspool, segundos principais inscritos, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tjen-coroa-temporada-de-ascensao-com-o-primeiro-titulo-de-wta.html",
        "title": "Tjen coroa temporada de ascensão com o primeiro título de WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tjen-beija-trofeu-chennai-2025-1024x683.jpg",
        "date": "02/11/2025",
        "description": "Chennai (Índia)– O ótimo momento da indonésia Janice Tjen neste fim de temporada foi recompensado com o título do WTA 250 de Chennai. Vice-campeã do SP Open, no mês de setembro, desta vez ela não deixou a vitória escapar e levantou seu primeiro troféu, ao bater a australiana Kimberly Birrell por 6/4 e 6/3."
    }
]