[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-31-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "31/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-volta-ao-circuito-em-atenas-musetti-tenta-vaga-no-finals.html",
        "title": "Djokovic volta ao circuito em Atenas, Musetti tenta vaga no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-prepara-saque-2025-e1759847136646-1024x684.jpg",
        "date": "31/10/2025",
        "description": "Atenas (Grécia) –Depois de não disputar o Masters 1000 de Paris, Novak Djokovic volta ao circuito na próxima semana para o ATP 250 de Atenas. O sérvio será o principal cabeça de chave do torneio que antecede o ATP Finals. O torneio em Atenas também contaria com João Fonseca, queanunciou sua desistênciana última quinta-feira, por conta de uma lombalgia, e encerrou a temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernadez-disputa-aos-21-anos-sua-primeira-final-de-itf-na-colombia.html",
        "title": "Bruno Fernandez disputa aos 21 anos sua primeira final de ITF na Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bruno_fernandez_slice.jpg",
        "date": "31/10/2025",
        "description": "Ibague (Colômbia) –O catarinense Bruno Fernandez está na final do ITF M15 de Ibague, em quadras de saibro na Colômbia. O jogador de 21 anos superou nesta quinta-feira o norte-americano Victor Lilov por 6/3, 5/7 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/masters-de-porto-alegre-lar4ga-na-segunda-com-soares-estreando-nos-70.html",
        "title": "Masters de Porto Alegre larga na segunda, com Soares estreando nos 70",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/joao_soares.jpg",
        "date": "31/10/2025",
        "description": "Porto Alegre  (RS) –Ex-número 74 do mundo em simples e 49º do mundo nas duplas no ranking da ATP, o campineiro João Soares será atração nesta segunda-feira, dia 3, no primeiro dia da 39ª edição da Copa Yone Borba Dias, a competição masters mais tradicional do país, realizada na Associação Leopoldina Juvenil, em Porto Alegre. O evento da categoria MT 700, dos mais valiosos do mundo, com 700 pontos para os campeões, será realizado entre os dias 3 e 8 de novembro, com mais de 200 atletas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-improvisa-para-manter-a-rotina-de-treinos-apos-cirurgia.html",
        "title": "Rune improvisa para manter a rotina de treinos após cirurgia",
        "image": null,
        "date": "31/10/2025",
        "description": "Holger Rune via IG :"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-candiotto-vencem-e-estao-na-final-de-duplas-no-wta-125-de-cali.html",
        "title": "Pigossi e Candiotto vencem e estão na final de duplas no WTA 125 de Cali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/candiotto_floripa_fore-1024x637.jpg",
        "date": "31/10/2025",
        "description": "Cali (Colômbia) –A parceria brasileira formada por Laura Pigossi e Ana Candiotto está na final de duplas do WTA 125 de Cali, em quadras de saibro na Colômbia. Cabeças 3 do torneio, elas venceram a francesa Selena Janicijevic e a norte-americana Varvara Lepchenko por 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-superar-shelton-e-esta-a-duas-vitorias-do-numero-1.html",
        "title": "Sinner volta a superar Shelton e está a duas vitórias do número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_paris_fore_qf-1024x576.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –A busca de Jannik Sinner por um título inédito no Masters 1000 de Paris, que vale também a volta à liderança no ranking mundial, continua nesta semana. O italiano garantiu vaga na semifinal depois de vencer o norte-americano Ben Shelton, número 7 do mundo, por duplo 6/3 em 1h09 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-gauff-e-stefani-estreiam-domingo-no-wta-finals.html",
        "title": "Sabalenka, Gauff e Stefani estreiam domingo no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_finals_entrevista.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita) –Além de definir a programação do primeiro dia do WTA Finals, quecomeça neste sábado em Riad, a organização do torneio também divulgou a ordem dos jogos do próximo domingo. A programação conta com a número 1 do mundo, Aryna Sabalenka, a atual campeã, Coco Gauff, e também com a estreia brasileira de Luísa Stefani nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-keys-abrem-finals-no-sabado-anisimova-encara-rybakina.html",
        "title": "Swiatek e Keys abrem o Finals no sábado, Anisimova encara Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/iga_finals_25_treina_cut-1024x640.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita) –A disputa pelo título do WTA Finals começa neste sábado em Riad, na Arábia Saudita. Os jogos do Grupo Serena Williams serão os primeiros. Campeã do torneio em 2023, Iga Swiatek jogará na abertura da programação ao meio-dia (de Brasília) contra Madison Keys."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vira-o-jogo-contra-de-minaur-e-faz-sua-1a-semi-de-masters-1000.html",
        "title": "Bublik vira o jogo contra De Minaur e faz sua 1ª semi de Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bublik_paris_comemora-1024x656.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –Pela primeira vez em sua carreira profissional, Alexander Bublik disputará uma semifinal de Masters 1000. O cazaque de 28 anos e 16º do ranking segue com bom desempenho nas quadras duras e cobertas de Paris e eliminou o australiano Alex de Minaur, número 6 do mundo, por 6/7 (5-7), 6/4 e 7/5 em 2h22 de partida."
    }
]