[
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-vence-mais-uma-em-santiago-e-avanca-as-quartas.html",
        "title": "Pietra vence mais uma em Santiago e avança às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "30/09/2025",
        "description": "Santiago (Chile) –A juvenil gaúcha Pietra Rivoli está nas quartas de final do ITF J200 de Santiago, em quadras de saibro no Chile. Ela superou nesta quarta-feira a boliviana Nicole Gimenez por duplo 6/1 e enfrentará a jamaicana Alyssa James, cabeça 4 do torneio e 110ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-carol-meligeni-e-nana-confirmadas-em-florianopolis.html",
        "title": "Pigossi, Carol Meligeni e Naná, confirmadas em Florianópolis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_saque.jpg",
        "date": "30/09/2025",
        "description": "Florianópolis (SC) –Foi divulgada a lista oficial das tenistas que disputarão o Engie Open, WTA de Florianópolis, que será disputado de 19 a 26 de outubro no Super 9 Tennis Park, no Jurerê Sports Center, em Jurerê Internacional. A competição conta com premiação de US$ 115 mil e dá 125 pontos para a campeã de simples e para as campeãs de duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gimenez-e-schiessl-lideram-cinco-vitorias-brasileiras-em-salvador.html",
        "title": "Gimenez e Schiessl lideram cinco vitórias brasileiras em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Schiessl_fore_salvador-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Salvador (BA) –Cinco brasileiros venceram na rodada de estreia da etapa de Salvador do Circuito Banco BRB/Engie de Tênis Profissional. Os destaques desta terça-feira foram o paulista Igor Gimenez e o paranaense João Schiessl, cabeças de chave no ITF M25 disputado nas quadras duras do Clube Bahiano de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-lino-recebem-convite-e-disputam-o-m25-do-rio-de-janeiro.html",
        "title": "Storck e Lino recebem convite e disputam o M25 do Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/leonardo_storck.jpg",
        "date": "30/09/2025",
        "description": "Rio de Janeiro (RJ) –Atletas da casa, Leonardo Storck e Cadu Lino receberam convite para a chave principal e disputarão o Circuito Banco BRB/ Engie de Tênis Profissional – M25 Rio de Janeiro, na Rio Tennis Academy.A competição será realizada entre os dias 5 e 11 de outubro, em parceria com a Confederação Brasileira de Tênis e a TênisRJ. O evento tem premiação total de US$ 30 mil e oferece valiosos pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-garante-estar-bem-fisicamente-para-a-final-em-pequim.html",
        "title": "Sinner garante estar bem fisicamente para a final em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-back-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –Finalista do ATP 500 de Pequim pelo terceiro ano consecutivo, Jannik Sinner garante estar bem fisicamente para oconfronto desta quarta-feira às 3h(de Brasília), quando enfrenta o jovem norte-americanoLearner Tien, de 19 anos e 52º do ranking. O italiano, que foi campeão do torneio em 2023 e vice no ano passado, vem de uma semifinal equilibrada contra o australiano Alex de Minaur, mas acredita que isso não será um problema para a disputa do título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-comeca-com-vitoria-pigossi-carol-e-nana-estreiam-na-quarta.html",
        "title": "Candiotto começa com vitória. Pigossi, Carol e Naná estreiam na quarta.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ana_candiotto_paineiras-1024x683.jpg",
        "date": "30/09/2025",
        "description": "São Paulo (SP)– O bom momento da paulista Ana Candiotto continua. A sétima principal inscrita do Torneio Internacional Feminino de Tênis – Ano IX, evento de nível W35 do ranking mundial de profissionais, teve um primeiro set exigente em sua estreia e superou na noite desta terça-feira a chilena Jimar Gerald González, com parciais de 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-30-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-treino-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-avalia-que-o-calendario-poderia-ser-menos-desgastante.html",
        "title": "Gauff avalia que o calendário poderia ser menos desgastante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim25_r3_back-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China) –Classificada para as quartas de final do WTA 1000 de Pequim e atual campeã do torneio, Coco Gauff avalia que o calendário do circuito poderia ser menos desgastante para as jogadoras, especialmente por conta do aumento nos torneios de duas semanas. A número 3 do mundo também argumenta que a estrutura do circuito limita as opções que as atletas têm de construir o próprio calendário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-bohrer-vence-em-el-salvador-victoria-barros-joga-na-croacia.html",
        "title": "Carol Bohrer vence em El Salvador, Victória Barros joga na Croácia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "30/09/2025",
        "description": "Santa Tecla (El Salvador) –A catarinense de 18 anos Carolina Bohrer estreou com vitória no ITF W15 de Santa Tecla, em quadras duras de El Salvador. Ela superou a convidada local Susana Souhrada por 6/2 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-o-unico-brasileiro-a-avancar-em-challenger-no-chile.html",
        "title": "Reis é o único brasileiro a avançar em challenger no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "30/09/2025",
        "description": "Antofagasta (Chile) –Em rodada com três brasileiros em quadra, o pernambucano João Lucas Reis foi o único a avançar no challenger de Antofagasta, em quadras de saibro no Chile. Já Matheus Pucinelli e Pedro Boscardin foram eliminados na estreia do torneio, que distribui US$ 100 mil, com 75 pontos ao campeão."
    }
]