[
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-fecha-o-pan-americano-de-beach-tennis-com-43-medalhas.html",
        "title": "Brasil fecha o Pan-americano de beach tennis com 43 medalhas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pan_caraguatatuba_campeoes.jpg",
        "date": "28/09/2025",
        "description": "Caraguatatuba (SP)– O Brasil encerrou neste domingo sua participação no Pan-americano de beach tennis 2025 em grande estilo. Ao longo de uma semana marcada por jogos intensos e muita superação, o Brasil conquistou 43 medalhas, sendo 15 de ouro, 13 de prata e 15 de bronze, reafirmando sua posição de destaque na modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-cabeca-1-no-quali-do-torneio-internacional-do-paineiras.html",
        "title": "Naná é cabeça 1 no quali do Torneio Internacional do Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/nana_itf35_sp_r1-1-1024x549.jpg",
        "date": "28/09/2025",
        "description": "São Paulo (SP)– Um dos grandes destaques da nova geração do tênis feminino brasileiro, Nauhany Silva será a principal cabeça de chave no qualificatório para o Torneio Internacional Feminino de Tênis – Ano IX, evento de nível W35 do ranking mundial que acontecerá de segunda-feira a domingo no clube Paineiras do Morumby."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-sinner-esta-disposto-a-perder-jogos-agora-para-ganhar-depois.html",
        "title": "Mouratoglou: “Sinner está disposto a perder jogos agora para ganhar depois”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-close-2025-1024x681.jpg",
        "date": "28/09/2025",
        "description": "Nice (França)– Sempre muito presente nas redes sociais, o francês Patrick Mouratoglou fez uma análise sobre o momento do italiano Jannik Sinner em uma publicação no LinkedIn. Para o treinador, o atual número 2 do mundo adotou uma estratégia interessante pensando no sucesso a longo prazo,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-vitoria-sofrida-sobre-moutet-zverev-revela-dores-nas-costas.html",
        "title": "Após vitória sofrida sobre Moutet, Zverev revela dores nas costas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zverev-pequim-olhabola-2025-1024x683.jpg",
        "date": "28/09/2025",
        "description": "Pequim (China)– O domingo não foi dos melhores para o alemão Alexander Zverev, que apesar da vitória diante do francês Corentin Moutet, teve que sofrer bastante para avançar no ATP 500 de Pequim e se classificar para as quartas de final do torneio em que é o cabeça de chave número 2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-comemora-boas-sensacoes-e-ainda-quer-recobrar-seu-melhor-tenis.html",
        "title": "Medvedev comemora boas sensações e ainda quer recobrar seu melhor tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedv-pequim-vibra-2025-1024x683.jpg",
        "date": "28/09/2025",
        "description": "Pequim (China)– Embora o russo Daniil Medvedev não esteja na melhor das suas temporadas, ele está a uma vitória de somar 30 neste ano e vem fazendo uma boa campanha no ATP 500 de Pequim, onde foi vice-campeão dois anos atrás e agora já está nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acho-que-tenho-jogado-meu-melhor-tenis-analisa-alcaraz-apos-nova-vitoria.html",
        "title": "“Acho que tenho jogado meu melhor tênis”, analisa Alcaraz após nova vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-2025-2-e1759088166500-1024x682.jpg",
        "date": "28/09/2025",
        "description": "Tóquio (Japão)– A primeira aparição do espanhol Carlos Alcaraz no ATP 500 de Tóquio vem sendo um sucesso. Cabeça de chave número 1, ele se garantiu neste domingo nas semifinais do torneio. Ainda sem perder set na competição, o líder do ranking mostra confiança no tênis que vem jogando e vai otimista para as fases finais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hurkacz-e-mais-uma-a-encerrar-a-temporada-mais-cedo-e-so-volta-em-2026.html",
        "title": "Hurkacz é mais um a encerrar a temporada mais cedo e só volta em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/hurkacz-2025-season-end-e1759086480141-1024x682.jpg",
        "date": "28/09/2025",
        "description": "Wrocław (Polônia)– Uma dasausências no Masters 1000 de Xangai, o polonês Hubert Hurkacz anunciou que ficará de fora do circuito pelo resto do ano. Ex-número 6 do mundo, anunciou na última sexta-feira que não jogará mais torneios em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-estreia-em-braga-contra-cabeca-de-chave-1-monteiro-encara-tenista-do-quali.html",
        "title": "Wild estreia em Braga contra cabeça 1, Monteiro encara tenista do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wild_lisboa_estica-1024x681.jpg",
        "date": "28/09/2025",
        "description": "Braga (Portugal)– Assim como aconteceu na semana passada em Lisboa, onde foi derrotado na estreia pelo cabeça de chave 3 Roberto Carballes, o paranaense Thiago Wild enfrentará de novo um favorito na primeira rodada no challenger de Braga. Seu primeiro oponente na próxima semana será também um espanhol, o principal favorito Carlos Taberner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-fecha-o-domingo-em-pequim-com-um-tiebreak-e-um-pneu.html",
        "title": "Anisimova fecha o domingo em Pequim com um tiebreak e um “pneu”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Amanda_Anisimova_-_China_Open_2025_-_Day_5-DSC_5879_xgaplus.jpg",
        "date": "28/09/2025",
        "description": "Pequim (China)– A partida que fechou o domingo no WTA 1000 de Pequim teve dois sets distintos e vitória da norte-americana Amanda Anisimova, que fez valer a condição de cabeça de chave 3 e bateu a tenista da casa Shuai Zhang com o placar final de 7/6 (13-11) e 6/0, depois de 1h29 de duelo."
    }
]