[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-supera-estreia-movimentada-em-toquio-com-direito-a-chuva-e-torcao.html",
        "title": "Alcaraz supera estreia movimentada em Tóquio, com direito a chuva e torção",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-2025-1.jpg",
        "date": "25/09/2025",
        "description": "Tóquio (Japão)– A estreia do espanhol Carlos Alcaraz no ATP 500 de Tóquio não poderia ser mais movimentada. O duelo desta quinta-feira com o argentino Sebastian Baez teve paralisação por chuva e tempo médio para o número 1 do mundo, que torceu o tornozelo, recebeu tratamento e continuou em quadra para depois selar a vitória com parciais de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-25-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/09/2025",
        "description": "ATP 500 de Pequim (China) – Sintético – US$ 4.016.050Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-pausa-de-bia-haddad.html",
        "title": "A pausa de Bia Haddad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pat_bia_fim.jpg",
        "date": "24/09/2025",
        "description": "Início de semana agitado no tênis nacional. Bia Haddad, mais do que decidir se ataca ou defende, se sobe à rede ou fica no fundo, noticiou o encerramento da sua temporada de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baiano-natan-rodrigues-recebe-convite-e-disputa-o-m25-de-salvador.html",
        "title": "Baiano Natan Rodrigues recebe convite e disputa o M25 de Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Natan-Rodrigues.jpg",
        "date": "24/09/2025",
        "description": "Salvador (Bahia) –Tenista que brilhou como juvenil conquistando dois títulos do tradicional Bahia Juniors Cup, o baiano Natan Rodrigues estará de volta às quadras do Clube Bahiano de Tênis para a disputa do ITF M25 de Salvador, que acontece entre os dias 28 de setembro e 4 de outubro. A competição conta com premiação total de US$ 30 mil. O evento terá entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-equipe-se-vestem-de-samurai-em-sua-primeira-visita-a-toquio.html",
        "title": "Alcaraz e equipe se vestem de samurai em sua primeira visita a Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_samurai.jpg",
        "date": "24/09/2025",
        "description": "Tóquio (Japão) –– Carlos Alcaraz, número 1 do mundo, principal favorito ao título do ATP 500 de Tóquio, faz sua primeira visita ao Japão  e já aproveitou para sentir um pouco das tradições do país, como experimentar alguns dos apetrechos usados pelos samurais, conhecidos guerreiros do Japão feudal. O espanhol e sua equipe pareceram se divertir com a oportunidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-no-saibro-espanhol-marca-a-despedida-oficial-de-cornet.html",
        "title": "Torneio no saibro espanhol marca a despedida oficial de Cornet",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2035/09/cornet_catalunya_fore-1024x646.jpg",
        "date": "24/09/2025",
        "description": "San Sebastian (Espanha) –Menos de um ano após sua primeira aposentadoria, duranta a edição de 2024 de Roland Garros, Alize Cornet retornou ao circuito em abril passado, no WTA 125 em La Bisbal d’Empordà, Espanha. Mas o retorno não durou muito e a francesa de 35 anos decidiu pendurar as raquetes novamente.Após se despedir dos Grand Slamna grama de Wimbledon, em julho, a francesa disputou seu último torneio da carreira no início deste mês e foi superada na estreia do WTA 125 de San Sebastián, no saibro espanhol, pela alemã Tamara Korpatsch por 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-ana-cruz-avancam-as-quartas-no-saibro-de-lima.html",
        "title": "Pietra Rivoli e Ana Cruz avançam às quartas no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/ana-cruz-joinville-silce-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Lima (Peru) –As gaúchas Pietra Rivoli e Ana Cruz serão as representantes brasileiras nas quartas de final do ITF J200 de Lima, em quadras de saibro. As duas juvenis estão do mesmo lado da chave e podem se encontrar em uma das semifinais do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-posicao-de-expectativa-do-forehand-e-a-empunhadura.html",
        "title": "A posição de expectativa do forehand e a empunhadura",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/suzana_forehand_criterio-1.jpg",
        "date": "24/09/2025",
        "description": "São Paulo (SP) –Neste segundo vídeo de dicas sobre o forehand, Suzana Silva e o prof. Marcos Salvo Júnior falam sobre a posição de expectativa para o forehand e empunhadura. Confira no vídeo de 3 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-desmente-rumores-sobre-cirurgia-nas-costas.html",
        "title": "Tsitsipas desmente rumores sobre cirurgia nas costas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tsitsipas-uspoen-2025.jpg",
        "date": "24/09/2025",
        "description": "Atenas (Grécia) –O grego Stefanos Tsitsipas utilizou suas redes sociais para esclarecer alguns rumores sobre suas condições físicas. Ele negou os rumores que foram divulgados em seu país a respeito de uma possível cirurgia nas costas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-lidera-legiao-de-nove-brasileiros-nas-oitavas-de-alphaville.html",
        "title": "Heide lidera legião de nove brasileiros nas oitavas de Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pedro_sakamoto-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Barueri (SP)– O paulista Gustavo Heide conseguiu a adaptação necessária do piso de saibro para a quadra sintética e estreou com vitória no Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais que acontece no Alphaville Tênis Clube. O cabeça 1, que vinha do vice de Londrina, superou o convidado e tenista da casa João Pedro Gomes, com parciais de 6/3 e 6/3."
    }
]