[
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-dodig-endurecem-mas-param-em-favoritos-nas-quartas.html",
        "title": "Luz e Dodig endurecem, mas param em favoritos nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IMG-20250528-WA0005.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– O gaúcho Orlando Luz e o croata Ivan Dodig conseguiram endurecer o segundo set, mas isso não foi suficiente para barrar o espanhol Marcel Granollers e o argentino Horacio Zeballos nas quartas de final de Roland Garros. Os cabeças 5 venceram por 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-surpreende-mais-uma-vai-a-semi-e-quebra-jejum-frances.html",
        "title": "Boisson surpreende mais uma, vai à semi e quebra jejum francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson_rg_saque-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– A campanha de Cinderela da francesa Lois Boisson ganhou mais um capítulo nesta quarta-feira, quando a tenista da casa surpreendeu mais uma e alcançou uma semifinal inédita em Roland Garros. Mostrando um tênis corajoso, ela se recuperou de desvantagem na parcial inicia e derrotou a russa Mirra Andreeva em sets diretos, marcando placar final de 7/6 (8-6) e 6/3, após 2h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-acredita-que-apenas-alcaraz-pode-parar-sinner-em-rg.html",
        "title": "Mouratoglou acredita que apenas Alcaraz pode parar Sinner em RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDyWxLh8WN-LVdTW_LW_27622-min-1024x683.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– Treinador dos mais renomados do cenário mundial, o francês Patrick Mouratoglou não vê outro tenista capaz de vencer o italiano Jannik Sinner nesta edição de Roland Garros que não seja o espanhol Carlos Alcaraz. Contudo, ele sinaliza que o atual número 2 do mundo é mais vulnerável a outros adversários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entusiasmado-com-sinner-wilander-o-compara-ao-homem-aranha.html",
        "title": "Entusiasmado com Sinner, Wilander o compara ao Homem-Aranha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-15.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– A grande campanha do italiano Jannik Sinner até então em Roland Garros, chegando nas quartas de final sem perder set e com dois “pneus” aplicados, empolgou o sueco Mats Wilander, que não poupou elogios ao número 1 do mundo em comentário realizado noEurosport, emissora que transmite o torneios para toda a Europa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-sobre-bolada-em-juiza-fiquei-um-pouco-assustado-quando-vi.html",
        "title": "Musetti sobre bolada em juíza: “Fiquei um pouco assustado quando vi”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD8fuLh8WN-LVjKG_COC_6384LorenzoMusettiQuartsdefinaleRoland-Garros2025-1024x682.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França)– Em um dos lances mais polêmicos do torneio, o italiano Lorenzo Musetti chutou uma bolinha com força para o fundo de quadra, acabou acertando uma juíza de linha, mas só recebeu uma advertência e não foi desclassificado, batendo o norte-americano Frances Tiafoe por 3 a 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-cai-para-favorita-nas-oitavas-e-agora-foca-duplas.html",
        "title": "Victória cai para favorita nas oitavas e agora foca duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_back_rg-1024x563.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Depois de duas boas vitórias na chave juvenil de simples, a potiguar Victória Barros teve um dia pouco inspirado e foi superada pela norte-americana Julieta Pareja, cabeça 9 e 14ª do ranking da categoria, com parciais de 6/2 e 6/2. Aos 16 anos, portanto um a mais que a brasileira, Pareja também já ocupa o 319º lugar do ranking profissional e chegou às quartas no WTA 250 de Bogotá."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-busca-virada-em-jogo-de-muitos-erros-vence-keys-e-vai-para-a-semi.html",
        "title": "Gauff busca virada em jogo de muitos erros, vence Keys e vai para a semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEAhorh8WN-LVk8___JC14917RG2025CocoGauffQF-scaled-e1749037400473-1024x681.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– Abrindo a quarta-feira na Philippe Chatrier, que teve o teto fechado por causa do mau tempo, o duelo norte-americano entre Coco Gauff e Madison Keys foi marcado pela inconsistência das duas no decorrer da partida e por um monte de erros não forçados. Gauff saiu atrás, mas conseguiu melhorar durante o jogo e terminou vencendo de virada com parciais de 6/7 (6-8), 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-e-conchita-uma-relacao-alem-de-pupila-e-tecnica.html",
        "title": "Andreeva e Conchita, uma relação além de pupila e técnica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/mirra-conchita-roma-2025-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Com 18 anos completados recentemente, a russa Mirra Andreeva busca nesta quarta-feira uma vaga nas semifinais de Roland Garros diante da convidada francesa de 22 anos Lois Boisson, 361ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-bate-bola-com-sinner-antes-do-jogo-das-quartas-veja.html",
        "title": "Boisson bate bola com Sinner antes do jogo das quartas. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDxcEbh8WN-LVdHS_20250527_RG_NG_5200LoisBoissonR1-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –A francesa Lois Boisson, que faz surpreendente campanha em Roland Garros, teve um sparring de classe nesta quarta-feira em sua preparação para a partida das quartas: o número 1 do ranking masculino, o italiano Jannik Sinner. Algoz da americana Jessica Pegula, Lois irá disputar vaga nas semifinais com a  russa Mirra Andreeva, número 6 do ranking. Sinner, por sua vez, vai enfrentar o cazaque Alexander Bublik."
    }
]