[
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-abre-2-a-0-contra-sinner-mas-sofre-lesao-e-abandona.html",
        "title": "Dimitrov abre 2 a 0 contra Sinner, mas sofre lesão e abandona",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_dimitrov_wimbledon-1024x645.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –No jogo que encerrou a programação das oitavas de final em Wimbledon, Grigor Dimitrov abriu uma vantagem de dois sets a zero contra Jannik Sinner, mas não teve condições físicas de concluir sua partida contra o número 1 do mundo. O búlgaro liderava por 6/3, 7/5 e 2/2, quando sofreu uma lesão no músculo do peitoral, que limitou o movimento do seu saque e o impediu de seguir jogando."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-confirma-presenca-no-brasil-tennis-classic-em-sao-paulo.html",
        "title": "Ana Candiotto confirma presença no Brasil Tennis Classic em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ana-candiotto_web.jpg",
        "date": "07/07/2025",
        "description": "São Paulo (SP) –Ana Candiotto, 21 anos e atual 568ª da WTA, confirmou participação na disputa do Ano VII Brasil Tennis Classic, ITF W35 que distribui US$ 30 mil em prêmios e pontos para o ranking mundial. Com 12 títulos de duplas em eventos ITF na carreira, Candiotto ganhou o primeiro de simples no final de 2024 e desde então vem buscando galgar alguns postos no ranking para entrar em competições maiores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-surpresa-com-a-rapidez-com-que-voltou-ao-alto-nivel-apos-ser-mae.html",
        "title": "Bencic surpresa com a rapidez com que voltou ao alto nível após ser mãe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Belinda_Bencic_-_Wimbledon_Championships_2025_-_Day_8-DSC_6499_xgaplus.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– A suíça Belinda Bencic está surpresa com a rapidez com que retornou ao alto nível após uma pausa de aproximadamente um ano para ser mãe pela primeira vez, o que foi sublinhado nesta segunda-feira com a vitória sobre a russa Ekaterina Alexandrova por 7/6 (7-4) e 6/4 para chegar às quartas de final de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cede-apenas-cinco-games-e-volta-as-quartas-apos-dois-anos.html",
        "title": "Iga cede apenas cinco games e volta às quartas após dois anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_saque_wim_25-1024x611.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –A busca de Iga Swiatek por um título inédito em Wimbledon continua. A número 4 do mundo e vencedora de cinco troféus do Grand Slam está de volta às quartas depois de duas temporadas. A poloesa venceu nesta segunda-feira a dinamarquesa Clara Tauson, 22ª do ranking, por 6/4 e 6/1 em 1h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-mais-importante-foi-nao-ficar-frustrado-com-os-aces-de-jarry-diz-norrie.html",
        "title": "O importante foi não se frustrar com aces de Jarry, diz Norrie",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/norrie-02.avif",
        "date": "07/07/2025",
        "description": "Último britânico na chave masculina de Wimbledon, Cameron Norrie travou uma batalha de quase 4h30 com o chileno Nicolas Jarry para chegar às quartas de final e afirmou que o mais importante foi não ficar frustrado com a excelência do serviço do adversário na sua vitória em cinco sets, com parciais de 6/3, 6/7, 6/7, 7/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-e-reis-confirmam-duelo-na-romenia-pucinelli-fura-o-quali.html",
        "title": "Meligeni e Reis confirmam duelo na Romênia, Pucinelli fura o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-toss-2025-e1750078023160-1024x683.jpg",
        "date": "07/07/2025",
        "description": "Iasi (Romênia) –A rodada desta segunda-feira pelo challenger de Iasi, em quadras de saibro na Romênia, foi excelente para os brasileiros. Felipe Meligeni e João Lucas Reis venceram seus jogos e vão se enfrentar nas oitavas de final. Já Matheus Pucinelli conseguiu furar o quali e garantir vaga na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-ficou-emocionado-com-dia-que-nunca-esquecerei.html",
        "title": "Cobolli se emociona com vitória: “Dia que nunca esquecerei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cobolli.avif",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– O italiano Flavio Cobolli, 24º do mundo e 22º cabeça de chave de Wimbledon, teve um dia especial: derrotou o croata Marin Cilic e, pela primeira vez na carreira, está nas quartas de final de um Grand Slam. O resultado deixou tanto ele quanto a sua família bastante emocionados após a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-se-impoe-e-garante-quartas-ineditas-em-grand-slam.html",
        "title": "Samsonova se impõe e garante quartas inéditas em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/samsonova_wimbledon_slice-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Pela primeira vez em sua carreira profissional, Liudmila Samsonova disputará as quartas de final de um Grand Slam. A russa de 26 anos e 19ª do ranking usou de seu estilo de jogo agressivo e bem apropriado para a grama de Wimbledon para vencer a espanhola Jessica Bouzas, 62ª do ranking, por duplo 7/5 em 1h43 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-07-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "07/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-vence-a-segunda-no-dia-e-faz-semi-inedita-nas-duplas-mistas.html",
        "title": "Stefani vence a segunda no dia e faz semi inédita nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/unnamed-3.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra)– Depois de garantir vaganas quartas de final nas duplas femininas, a paulista Luisa Stefani manteve o embalo e venceu mais uma nesta segunda-feira, desta vez nas duplas mistas. Ela e o tenista da casa Joe Salisbury derrotaram o polonês Jan Zielinski e a taiwanesa Su-Wei Hsieh com parciais de 7/6 (9-7) e 6/3 em 90 minutos e garantiram lugar na semi."
    }
]