[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-19-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Challenger de Itajaí (SC) – Saibro – US$ 107 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-filas-em-jogo-de-eala-australian-open-promete-revisar-protocolos.html",
        "title": "Após filas em jogo de Eala, Australian Open promete revisar protocolos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/philippines_crowd_ta_lv_314_ao26_a-1024x768.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –A enorme presença de torcedores filipinos chamou atenção na rodada desta segunda-feira no Australian Open. Os fãs lotaram a pequena quadra 6 para a partida entre Alexandra Eala e norte-americana Alycia Parks. Uma longa fila se formou e muitas pessoas relataram que não conseguiram assistir à partida, que terminou a com a vitória de Parks por 0/6, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-encabeca-o-evento-noite-das-lendas-junto-com-barty-e-alcott.html",
        "title": "Nadal encabeça o evento Noite das Lendas junto com Barty e Alcott",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Noite-das-Lendas_cartaz-2-1024x679.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –Rafael Nadal estará presente no evento Noite das Lendas do Aberto da Austrália, que acontecerá em 1º de fevereiro, mesmo dia da final masculina. Nadal estará acompanhado da ex-número 1 do ranking WTA, a australiana Ashleigh Barty, e do tenista australiano em cadeira de rodas, Dylan Alcott."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-convida-atores-de-serie-gay-para-um-de-seus-jogos-na-temporada.html",
        "title": "Gauff convida atores de série gay para um de seus jogos na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_instagram-2.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –A série Heated Rivalry, da HBO, que faz grande sucesso relatando um romance gay no mundo do hóquei, conquistou Coco Gauff, que se declarou fã número 1 do drama estrelado por Connor Storrie e Hudson Williams, baseado no romance de Rachel Reid."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estava-um-pouco-enferrujada-diz-swiatek-apos-dura-vitoria-na-australia.html",
        "title": "“Estava um pouco enferrujada e ela jogou bem”, diz Swiatek após dura estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_ausopen_saque-1024x675.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –Iga Swiatek estreou no Australian Open em busca do único título de Grand Slam que ainda falta em sua carreira.A polonesa passou para a segunda rodadaem Melbourne ao vencer a chinesa Yue Yuan em um dura partida de 2h, com parciais de 7/6 (7-5) e 6/3. Em entrevista, a número 2 do ranking comentou sobre o jogo, que teve altos e baixos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-grande-dia-dos-velhinhos-em-melbourne.html",
        "title": "O grande dia dos velhinhos em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_djoko_ao26.jpg",
        "date": "19/01/2026",
        "description": "Novak Djokovic, Stan Wawrinka e Marin Cilic, nomes muito bem conhecidos em Melbourne, transformaram o segundo dia do Australian Open numa celebração dos veteranos. Aos 38, Nole marcou sua 100ª vitória em exibição de gala, enquanto o campeão de 2014, chegando nos 41, esticou ao menos por mais um dia sua despedida definitiva do torneio enão conteve as lágrimas. Finalista oito anos atrás, o croata voltou a passar uma rodada no torneio depois de quatro temporadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-5-melhores-jogadas-desta-segunda.html",
        "title": "Australian Open: confira as 5 melhores jogadas desta segunda",
        "image": null,
        "date": "19/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-em-simples-e-duplas-e-faz-duas-semifinais-em-traralgon.html",
        "title": "Guto vence em simples e duplas e faz duas semifinais em Traralgon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_vibra_sauipe.jpg",
        "date": "19/01/2026",
        "description": "Traralgon (Austrália) –A segunda-feira foi de duas vitórias para Guto Miguel no ITF J300 de Traralgon. O juvenil goiano de 16 anos, número 5 do ranking mundial da categoria, está nas semifinais de simples e duplas do torneio preparatório para o Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-na-noite-de-segunda-feira-sinner-na-manha-de-terca.html",
        "title": "Fonseca estreia na noite de segunda-feira, Sinner na manhã de terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-ausopen-treino-2026-e1768461821247-1024x683.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália)– O carioca João Fonseca enfim tem data e horário para estrear no Australian Open 2026. Ele e o norte-americano Eliot Spizzirri se enfrentam no terceiro dia de competição, na segunda partida da 1573 Arena, por volta das 23h, de Brasília."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-garante-que-aprendeu-a-lidar-com-a-pressao.html",
        "title": "De Minaur garante que aprendeu a lidar com a pressão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de_minaur_unitedcup_vibra.jpg",
        "date": "19/01/2026",
        "description": "Melbourne (Austrália) –O melhor jogador do país, Alex De Minaur, confirmou sua vitória na primeira rodada do Australian Open ao derrotarMackenzie McDonald por 6/2, 6/2 e 6/3, em apenas 1h42, nesta segunda-feira. Em entrevista, o australiano falou sobre a pressão de iniciar a temporada em casa e expectativas da temporada."
    }
]