[
    {
        "url": "https://tenisbrasil.uol.com.br/apos-eliminar-monfils-vacherot-destaca-esforco-do-frances.html",
        "title": "Após eliminar Monfils, Vacherot destaca esforço do francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/V.-Vacherot-vs-G.-Monfils-09.jpg",
        "date": "26/02/2026",
        "description": "Acapulco (México)– Responsável pelaeliminação do francês Gael Monfilsna segunda rodada do ATP 500 de Acapulco, o monegasco Valentin Vacherot não poupou elogios ao veterano rival, que irá se aposentar do circuito no fim da temporada. Em entrevista na quadra para aTennisTV, ele destacou a luta do parisiense."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-26-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/candiotto_porto_espera-1024x683.jpg",
        "date": "26/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aceitei-que-o-assedio-online-continuara-acontecendo-diz-raducanu.html",
        "title": "“Aceitei que o assédio online continuará acontecendo”, diz Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-r2-us-open-2025-1024x722.jpg",
        "date": "26/02/2026",
        "description": "Madri (Espanha) –Em entrevista ao jornal espanholAs, a britânica Emma Raducanu comentou sobre o momento que vive na carreira e sobre dilemas físicos, como problemas de saúde, e mentais, como o assédio frequente que enfrenta nas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassme-mantem-grande-forma-controla-lehecka-e-faz-semi.html",
        "title": "Aliassime mantém grande forma, controla Lehecka e faz semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R1-Auger-Aliassime-4-e1772116570390-1024x683.jpg",
        "date": "26/02/2026",
        "description": "Dubai (Emirados Árabes)– Vivendo grande fase no circuito, o canadense Félix Auger-Aliassime venceu pela 11ª vez em 12 jogos e se classificou para as semifinais do ATP 500 de Dubai. Nesta quinta-feira, ele controlou o tcheco Jiri Lehecka e levou a melhor em sets diretos, marcando parciais de 6/3 e 7/6 (7-2), depois de 1h52 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-revela-por-que-nunca-jogou-na-america-do-sul.html",
        "title": "Tsitsipas revela por que nunca jogou na América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/tsitsipas-barcelona-2025-tuesday-2-e1744720548686-1024x682.jpg",
        "date": "26/02/2026",
        "description": "Dubai (Emirados Árabes)– O grego Stefanos Tsitsipas revelou por que nunca marcou presença na gira sul-americana, já que tem bons resultados no saibro, como o tricampeonato de Monte Carlo, por exemplo.  Em entrevista ao siteClay, o atual número 30 do mundo foi sincero em dizer que o motivo de nunca ter participado dos torneios do Rio, Buenos Aires ou Santiago, é financeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garin-sobre-torneios-sul-americanos-mudar-de-piso-seria-loucura.html",
        "title": "Garin sobre torneios sul-americanos: “Mudar de piso seria loucura”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/garin-sauipe-vibra-2025-1024x683.jpg",
        "date": "26/02/2026",
        "description": "Santiago (Chile) –O chileno Cristian Garin, campeão do Rio Open de 2020, comentou sobre possíveis mudanças da temporada sul-americana em entrevista àESPN do Chile.Ele disse apoiar uma troca de data no calendário, mas defende que o torneio permaneça sendo no saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tennis-australia-contrata-empresa-para-buscar-substituto-de-tiley.html",
        "title": "Tennis Australia contrata empresa para buscar substituto de Tiley",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tiley-1024x684.jpg",
        "date": "26/02/2026",
        "description": "Melbourne (Austrália)– Depois de anunciar queassumirá o cargo de CEO da Associação de Tênis dos Estados Unidos (USTA), Craig Tiley permanecerá em sua função atual, como diretor executivo da Tennis Australia, nos próximos meses para ajudar a entidade a nomear seu sucessor e para garantir uma transição tranquila."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-arrasa-em-dubai-e-vai-as-semifinais-pela-terceira-vez.html",
        "title": "Medvedev arrasa em Dubai e vai às semifinais pela terceira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R2-Medvedev-1-1024x683-1.jpg",
        "date": "26/02/2026",
        "description": "Dubai (Emirados Árabes)– O russo Daniil Medvedev continua firme no ATP 500 de Dubai e já está nas semifinais. Abrindo a rodada desta quinta-feira, ele arrasou o norte-americano Jenson Brooksby, precisando de apenas 56 minutos para triunfar com o placar final de 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-zverev-avancam-nas-duplas-em-acapulco.html",
        "title": "Melo e Zverev avançam nas duplas em Acapulco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev_melo_toronto_saque.jpg",
        "date": "26/02/2026",
        "description": "Acapulco (México) –O mineiro Marcelo Melo, que no último domingo, ao lado de João Fonseca, conquistou o bicampeonato do Rio Open, superou a estreia nas duplas no ATP 500 de Acapulco. Ele e o alemão Alexander Zverev derrotaram o anfitrião Santiago Gonzalez e o holandês David Pel por 6/4, 3/6 e 10-4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-e-davidovich-sao-eliminados-tiafoe-e-wu-vao-as-quartas.html",
        "title": "Monfils e Davidovich são eliminados, Tiafoe e Wu vão às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/monfils-acapulco-back-2026-1024x576.jpg",
        "date": "26/02/2026",
        "description": "Acapulco (México)– Depois de ter superado a estreia no ATP 500 de Acapulco com sua primeira vitória na temporada, o francês Gael Monfils não conseguiu ir adiante. Na noite de quarta-feira, ele foi superado pelo monegasco Valentin Vacherot em sets diretos, com duplo 6/3 anotado em 68 minutos de disputa."
    }
]