[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-alcanca-final-inedita-em-turim-e-reencontra-sinner.html",
        "title": "Alcaraz alcança final inédita em Turim e reencontra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A tão esperada decisão entre Carlos Alcaraz e Jannik Sinner está confirmada para o ATP Finals, em Turim. Depois de o italiano vencer na abertura da programação deste sábado, foi a vez do espanhol confrmar sua vaga ao vencer o canadense Félix Auger-Aliassime por 6/2 e 6/4 em 1h22 de partida. O reencontro com Sinner será às 14h (de Brasília) deste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mexicanas-vencem-de-virada-na-bjk-colombia-cai-para-o-grupo-i.html",
        "title": "Mexicanas vencem de virada na BJK, Colômbia cai para o Grupo I",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/olmos_zarazua_bjkcup.jpg",
        "date": "15/11/2025",
        "description": "Monterrey (México) –Jogando em casa, o México estreou com vitória nos playoffs da Billie Jean King Cup e lidera o Grupo A, realizado em Monterrey. Elas venceram a Dinamarca na sexta-feira à noite e ainda enfrentarão o Canadá neste fim de semana. Apenas o primeiro da chave disputará o Qualificatório Mundial de 2026, enquanto os outros dois países vão para as seletivas continentais do Grupo I."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tourinho-e-finalista-em-salvador-livas-e-storck-duelam.html",
        "title": "Tourinho é finalista em Salvador, Livas e Storck duelam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tourinho_salvador_back-1024x683.jpg",
        "date": "15/11/2025",
        "description": "Salvador (BA) –Foram definidos neste domingo os finalistas da 40ª edição do Bahia Juniors Cup, em Salvador. As paulistas Nathalia Tourinho e Clara Borrasca e os mato-grossenses Livas Damazio e Leonardo Storck vão decidir os títulos do ITF J100 realizado no Clube Bahiano de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-15-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_hobart_bjk_treino.jpg",
        "date": "15/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Brasil 3×0 Portugal"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eduardo-ribeiro-e-jose-pereira-decidem-itf-em-criciuma.html",
        "title": "Eduardo Ribeiro e José Pereira decidem ITF em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_criciuma_back_semi.jpg",
        "date": "15/11/2025",
        "description": "Criciúma (SC) –O gaúcho Eduardo Ribeiro e o pernambucano José Pereira vão decidir o título do ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/skupski-e-salisbury-chegam-invictos-a-final-de-duplas-em-turim.html",
        "title": "Skupski e Salisbury chegam invictos à final de duplas em Turim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/skup-sal-turin-2025-sf-sat-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Única parceria a passar invicta pela fase de grupos do ATP Finals, britânicos Neal Skupski e Joe Salisbury garantiram vaga na decisão após uma vitória de virada neste sábado diante dos compatriotas Julian Cash e Lloyd Glasspool, líderes do ranking e atuais campeões de Wimbledon por 6/7 (3-7), 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-foi-um-bom-ano-mas-tenho-muito-a-evoluir.html",
        "title": "De Minaur: “Foi um bom ano, mas tenho muito a evoluir”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/demon-turin-2025-sf-reaction-1024x576.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –A temporada de 2025 chegou ao fim para Alex de Minaur após a queda nasemifinal deste sábado contra Jannik Sinner, no ATP Finals em Turim. Foi a segunda vez seguida em que o australiano disputou a competição e a primeira que ele passou da fase de grupos. Satisfeito com os resultados ao longo do ano, o atual número 7 do mundo quer objetivos maiores para a próxima temporada e sabe que tem muito a evoluir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-admite-ano-abaixo-das-expectativas-e-ja-pensa-na-davis.html",
        "title": "Zverev admite ano abaixo das expectativas e já pensa na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-paris-2025-fh-e1762521529918-1024x682.jpg",
        "date": "15/11/2025",
        "description": "Turim (Itália) –Eliminado ainda na fase de grupos do ATP Finals, Alexander Zverev admite que fez uma temporada abaixo das expectativas. Embora seja o número 3 do mundo, o alemão conquistou apenas um título, no saibro de Munique, e disputou as finais de Viena, Stuttgart e do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-chega-a-100-confrontos-vencidos-na-billie-jean-king-cup.html",
        "title": "Brasil chega a 100 confrontos vencidos na Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/bjkcup_time_brasil_hobart.jpg",
        "date": "15/11/2025",
        "description": "Hobart (Austrália) –A vitória por 3 a 0 do Brasil contra Portugal pelos playoffs da Billie Jean King Cup foi histórico para o país, que chega a 100 confrontos vencidos na competição. Desde a primeira participação brasileira, em 1965, foram 180 confrontos disputados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-e-finalista-em-criciuma-e-busca-3o-titulo-profissional.html",
        "title": "Luiza Fullana é finalista em Criciúma e busca 3º título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_fore_semi.jpg",
        "date": "15/11/2025",
        "description": "Criciúma (SC) –A brasiliense Luiza Fullana garantiu vaga na final do ITF W15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba.Principal cabeça de chave, ela venceu a argentina Justina Gonzalez por 6/4 e 6/3."
    }
]