[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-lamenta-falta-de-solidez-e-destaca-jogo-agressivo-de-rybakina.html",
        "title": "Iga lamenta falta de solidez e destaca jogo agressivo de Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/swiatek_finals_rebate-1024x575.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Após sofrer suaprimeira derrota no WTA Finals, Iga Swiatek avaliou seu desempenho na partida desta segunda-feira diante de Elena Rybakina. A polonesa, que cometeu 42 erros não-forçados, lamentou a falta de solidez que teve nos ralis de fundo e entende que a adversária soube lidar melhor com as condições."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-disputa-wta-125-na-argentina-candiotto-e-ce-caem-no-quali.html",
        "title": "Pigossi disputa WTA 125 na Argentina, Candiotto e Cé caem no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_fore_sunset-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Tucumán (Argentina) –Depois de conquistar o título de duplas em Cali no último sábado, Laura Pigossi disputa mais um WTA 125 em quadras de saibro na América do Sul. A número 2 do Brasil e 193ª do mundo atua nesta semana em Tucumán, na Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-e-berrettini-avancam-em-metz-perricard-perde-na-estreia.html",
        "title": "Norrie e Berrettini avançam em Metz, Perricard perde na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/norrie_metz_vibra-1024x625.jpg",
        "date": "03/11/2025",
        "description": "Metz (França) –Dois ex-integrantes do top 10 estrearam com vitória no ATP 250 de Metz, em quadras duras e cobertas. O britânico Cameron Norrie e o italiano Matteo Berrettini venceram seus jogos nesta segunda-feira. Já o francês Giovanni Perricard foi surpreendido na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-03-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "03/11/2025",
        "description": "ITF WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milQualificatório – Rodada única –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hsieh-e-ostapenko-vencem-italianas-mertens-e-kudermetova-se-recuperam.html",
        "title": "Hsieh e Ostapenko vencem italianas, Mertens e Kudermetova se recuperam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/hsieh_ostapenko_finals_cump-1024x589.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –A taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko são as primeiras semifinalistas de duplas no WTA Finals. Elas venceram nesta segunda-feira as italianas Sara Errani e Jasmine Paolini, atuais campeãs olímpicas e de Roland Garros por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-10-melhores-jogadas-do-masters-de-paris-em-5-minutos.html",
        "title": "Confira as 10 melhores jogadas do Masters de Paris em 5 minutos",
        "image": null,
        "date": "03/11/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-estou-saindo-da-zona-de-conforto-e-pensando-no-futuro.html",
        "title": "Sinner: “Estou saindo da zona de conforto e pensando no futuro”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-paris-2025-reaction-final-1024x576.jpg",
        "date": "03/11/2025",
        "description": "Paris (França) –Campeão do Masters 1000 de Paris no último domingo, Jannik Sinnerrecuperou a liderança do rankingda ATP nesta segunda-feira. O italiano venceu dez jogos seguidos nas últimas semanas, já que também conquistou o título em Viena há oito dias. Aos 24 anos, Sinner entende que o bom momento é resultado de mudanças que fez em sua rotina de treinos, especialmente após a derrota para Carlos Alcaraz na final do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-ainda-temos-chances-de-classificacao-vamos-erguer-a-cabeca.html",
        "title": "Stefani: “Ainda temos chances de classificação, vamos erguer a cabeça”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_entrada.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Apesar daderrota na primeira partidado WTA Finals, Luísa Stefani segue confiante em suas chances de classificação para as semifinais ao lado de Timea Babos. Elas voltam à quadra no encerramento da rodada destaterça-feira, por volta de 14h (de Brasília), para enfrentar as russas Mirra Andreeva e Diana Shnaider. A brasileira e a húngara venceram o único duelo contra as russas, na grama de Berlim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinalista-rybakina-destaca-boa-fase-e-desempenho-no-saque.html",
        "title": "Semifinalista, Rybakina destaca boa fase e desempenho no saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_vibra_finals_25.jpg",
        "date": "03/11/2025",
        "description": "Riad (Arábia Saudita) –Depois de ser a última jogadora a se classificar para o WTA Finals, Elena Rybakina é a primeira tenista já garantida nas semifinais em Riad. E além disso, avirada da cazaque sobre Iga Swiateknesta segunda-feira, aliada à vitória deAmanda Anisimovasobre Madison Keys, já fazem com que ela confirme a primeira posição do Grupo Serena Williams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-supera-a-estreia-em-atenas-de-virada-e-vai-desafiar-musetti.html",
        "title": "Wawrinka supera a estreia em Atenas de virada e vai desafiar Musetti",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/wawrinka-atenas-prepara-2025-e1762195312303-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Atenas (Grécia)– Na briga pela última vaga para o ATP Finals, o italiano Lorenzo Musetti conheceu nesta segunda-feira seu adversário de estreia no ATP 250 de Atenas. Cabeça de chave número 2, ele entra direto na segunda rodada e vai começar sua campanha contra o suíço Stan Wawrinka, que bateu holandês Botic van de Zandschulp por 2/6, 7/6 (7-5) e 7/5."
    }
]