[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-27-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "27/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milQualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-prestigia-evento-beneficente-de-sua-fundacao-em-hong-kong.html",
        "title": "Nadal prestigia evento beneficente de sua fundação em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nadal_Xisca_Hong-Kong2.jpg",
        "date": "27/10/2025",
        "description": "Hong Kong (China) –Rafael Nadal e a esposa Maria Francisca Perelló participaram na noite da última sexta feira, 24 de outubro, do evento beneficente “O Baile das Crianças – Uma Noite de Esperança, Força e Inspiração”, coorganizado pela Fundação WEMP e pela Fundação Rafa Nadal no Rosewood Hong Kong Hotel. O evento foi um grande sucesso, superando todas as expectativas em termos de público e arrecadação de fundos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-reencontra-shapovalov-as-8h30-desta-terca-feira.html",
        "title": "Fonseca reencontra Shapovalov às 8h30 desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_shapo_basel-1024x683.jpg",
        "date": "27/10/2025",
        "description": "Paris (França)– Menos de 48 horas depois de erguer o importante troféu no ATP 500 da Basileia, o carioca João Fonseca já estará em quadra novamente, agora para fazer sua primeira participação no tradicional Masters 1000 de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-alguns-se-esqueceram-de-que-ainda-sei-jogar-tenis.html",
        "title": "Zverev: “Alguns se esqueceram de que ainda sei jogar tênis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev_viena_fore-1024x576.jpg",
        "date": "27/10/2025",
        "description": "Viena (Áustria) –Apesar da frustração pela derrota na final do ATP 500 de Viena, superado de virada pelo italiano Jannik Sinner, o alemão Alexander Zverev fez um balanço positivo de sua semana no torneio e até mesmo de seu desempenho na partida decisiva no último domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schwartzman-faz-festanca-de-casamento-em-local-requintado.html",
        "title": "Schwartzman faz festança de casamento em local requintado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Schwartzman_casamento.jpg",
        "date": "27/10/2025",
        "description": "Exaltación de la Cruz (Argentina) –Quase 10 dias depois de se casar no cartório, o argentino Diego Schwartzman, ex-número 8 do mundo, e a modelo Eugenia De Martino celebraram a união em festa de arromba à altura do amor que o casal demonstra um pelo outro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/davidovich-ja-ve-fonseca-como-ameaca-a-alcaraz-e-sinner.html",
        "title": "Davidovich já vê Fonseca como ameaça a Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_premiacao_full_cut.jpg",
        "date": "27/10/2025",
        "description": "Basileia (Suíça)– Derrotado sem apelação na decisão do ATP 500 da Basileia neste domingo, o espanhol Alejandro Davidovich Fokina elogiou a atuação do carioca João Fonseca e foi mais um a prever um futuro brilhante para o brasileiro de 19 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ja-ha-quem-aposte-em-joao-fonseca-no-big-3.html",
        "title": "Já há quem aposte em João Fonseca no big 3",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/chico_jf_basileia.jpg",
        "date": "27/10/2025",
        "description": "Não é novidade que o mundo do tênis já se rendeu ao talento de João Fonseca. Jogadores como Novak Djokovic não escondem a admiração pelo bom jogo do brasileiro. Lembro que outros grandes nomes, como Sam Querrey e John Isner, em um podcast chegaram a colocá-lo na lista de favoritos para Roland Garros. Achei um certo exagero, assim como acho também colocar uma pressão desnecessária em fazer projeções dele estar no futuro formando um novo Big 3, ao lado de Carlos Alcaraz e Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-vence-baez-e-sera-primeiro-adversario-de-alcaraz.html",
        "title": "Norrie vence Baez e será primeiro adversário de Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/norrie_vibra_davis-1024x647.jpg",
        "date": "27/10/2025",
        "description": "Paris (França)– De casa nova, agora a arena La Défense, o Masters 1000 de Paris já deu largada nesta segunda-feira com uma rodada que define os adversários dos oito principais cabeças de chave do torneio, todos eles avançados diretamente para a segunda fase."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-swiatek-lideram-o-top-10-da-wta-na-disputa-do-finals.html",
        "title": "Sabalenka e Swiatek lideram o top 10 da WTA na disputa do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/sabalenka-swiatek-treino-abu-dhabi-dezembro-2024-e1734881432513-1024x689.jpg",
        "date": "27/10/2025",
        "description": "São Petersburgo (EUA)– As vagas para o WTA Finals em Riad foram definidas na semana passada com aclassificação da cazaque Elena Rybakina, que foi às semifinais em Tóquio e com isso completou a lista das oito melhores da temporada que brigaram pelo título no torneio que acontece entre 1 e 8 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-supera-a-casa-de-us-1-milhao-na-temporada.html",
        "title": "Fonseca supera a casa de US$ 1 milhão na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_trofeu-1024x716.jpg",
        "date": "27/10/2025",
        "description": "Londres (Inglaterra)– A conquista do ATP 500 da Basileia neste domingo rendeu o prêmio bruto de 471.825 euros para o carioca João Fonseca e assim o número 1 brasileiro já supera a casa de US$ 1 milhão de faturamento nos torneios disputados nesta temporada."
    }
]