[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-27-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "28/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milQualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-open-beach-tennis-series-inscricoes-ate-dia-31-para-etapa-de-fortaleza.html",
        "title": "Brasil Open Beach Tennis Series: inscrições até dia 31 para etapa de Fortaleza",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/brasil-open-tennis-series_amador.jpg",
        "date": "27/10/2025",
        "description": "Fortaleza (CE) –As inscrições para as categorias amadoras do Brasil Open Beach Tennis Series presented by TotalEnergies – Etapa Fortaleza estão abertas até o dia 31 de outubro. O torneio será realizado entre os dias 6 e 9 de novembro, na Arena Carmel, e promete agitar o beach tennis nacional com uma programação que une competição, integração e grandes estrelas do circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovens-brasileiras-de-13-anos-se-destacam-no-1o-dia-copa-santa-catarina.html",
        "title": "Jovens brasileiras de 13 anos se destacam no 1º dia Copa Santa Catarina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/eduarda_gomes_copasc-1024x682.jpg",
        "date": "27/10/2025",
        "description": "Itajaí (SC) –Dois jovens destaques de 13 anos do tênis brasileiro estrearam com vitória, nesta segunda-feira na chave principal mundial da ADK Juniors Cup, a 16ª edição da Copa Santa Catarina de Tênis, evento juvenil com importantes pontos no ranking da Federação Internacional de Tênis. O evento vai até o dia 1º de novembro no Itamirim Clube de Campo, em Itajaí (SC) e conta com o patrocínio da Taroii Investment Group, com o apoio da Federação Catarinense de Tênis e da Confederação Brasileira de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-e-heide-lideram-brasileiros-em-lajeado-guto-e-convidado.html",
        "title": "Pucinelli e Heide lideram brasileiros em Lajeado, Guto é convidado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/heide_londrina_back-1024x633.jpg",
        "date": "27/10/2025",
        "description": "Lajeado (RS) –Os paulistas Matheus Pucinelli e Gustavo Heide lideram os brasileiros na chave do Lajeado Open, torneio ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça. Os organizadores do torneio gaúcho ofereceram convites para quatro nomes da nova geração, o goiano Guto Miguel, o brasiliense Pedro Chabalgoity, além dos anfitriões Pedro Dietrich e Vicente Freda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-entra-de-lucky-loser-e-se-junta-a-pigossi-na-chave-em-cali.html",
        "title": "Candiotto entra de lucky-loser e se junta a Pigossi na chave em Cali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "27/10/2025",
        "description": "Cali (Colômbia) –O Brasil terá duas representantes na chave do WTA 125 de Cali, em quadras de saibro na Colômbia. Além de Laura Pigossi, que entrou diretamente por ranking, Ana Candiotto conseguiu uma vaga de lucky-loser, apesar de ter perdido na segunda e última rodada do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alem-de-fonseca-rodada-de-terca-tem-alcaraz-fritz-shelton-e-medvedev.html",
        "title": "Além de Fonseca, rodada de terça tem Alcaraz, Fritz, Shelton e Medvedev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/alcaraz-paris-2025-treina_total90-1024x576.jpg",
        "date": "27/10/2025",
        "description": "Paris (França) –A rodada desta terça-feira no Masters 1000 de Paris terá grandes nomes em quadra. Além da já antecipadaestreia de João Fonseca, diante do canadense Denis Shapovalov por volta de 8h30 (de Brasília), o dia terá alguns cabeças de chave como Carlos Alcaraz, Taylor Fritz, Ben Shelton e Daniil Medvedev."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcos-daniel-e-paulo-cleto-dissecam-o-poder-de-fogo-de-fonseca.html",
        "title": "Marcos Daniel e Paulo Cleto dissecam o poder de fogo de Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pod_jf_basileia.jpg",
        "date": "27/10/2025",
        "description": "Campeão na Basileia neste domingo com golpes avassaladores, João Fonseca é o tema obrigatório doPodcast de TenisBrasildesta semana. O editor José Nilton Dalcim convidou o auxiliar técnico da Copa Davis e ex-top 70, o gaúcho Marcos Daniel, e o super treinador Paulo Cleto para analisarem com profundidade a exuberância do tênis do jovem carioca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-khachanov-estreiam-bem-sinner-enfrenta-belga-em-paris.html",
        "title": "Rublev e Khachanov estreiam bem, Sinner enfrenta belga em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rublev_paris_vibra_25.jpg",
        "date": "27/10/2025",
        "description": "Paris (França) –A incômoda série de derrotas de Andrey Rublev chegou ao fim nesta segunda-feira. Depois de perder os últimos cinco jogos, quatro deles em estreias, o russo avançou no Masters 1000 de Paris ao supear o britânico Jacob Fearnley por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-vence-no-retorno-ao-circuito-em-paris-e-se-emociona.html",
        "title": "Dimitrov vence no retorno ao circuito em Paris e se emociona",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/dimitrov-paris-2025-monday-1024x576.jpg",
        "date": "27/10/2025",
        "description": "Paris (França) –A estreia no Masters 1000 de Paris foi especial para Grigor Dimitrov, que retornava ao circuito para seuprimeiro torneio desde Wimbledon, recuperado de uma grave lesão muscular no peitoral. Diante de um dos melhores sacadores do circuito, o francês Giovanni Perricard, o búlgaro venceu por 7/6 (7-5) e 6/1 e se emocionou após a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/titulo-na-basileia-premia-trabalho-de-longo-prazo-com-fonseca.html",
        "title": "Título na Basileia premia trabalho de longo prazo com Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/arte_ps_fonseca_basel.jpg",
        "date": "27/10/2025",
        "description": "A conquista de João Fonseca na Basileia premia o trabalho de longo prazo do tensta e de sua equipe, comandada pelo técnico Guilherme Teixeira, nas escolhas de calendário e níveis de enfrentamento, sempre pensando no futuro e não apenas em uma necessidade imediata de pontos ou resultados. Assim, o carioca de 19 anos garantiu o maior título de um brasileiro no circuito de simples da ATP desde Gustavo Kuerten no Masters 1000 de Cincinnati de 2001."
    }
]