[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesDuplas feminino – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/labubus-fazem-sua-estreia-no-us-open-com-osaka-e-outros-famosos.html",
        "title": "Labubus fazem sua estreia no US Open com Osaka e outros famosos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka_labubu.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Labubus fizeram sua estreia na chave principal do US Open deste ano através de Naomi Osaka e foram vistos pelos arredores do Centro Nacional de Tênis Billie Jean King da USTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-alcanca-sua-nona-semi-de-slam-e-segue-na-busca-do-no-1.html",
        "title": "Alcaraz alcança sua nona semi de Slam e segue na busca do nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-reaction-us-open-2025-r4-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –A busca de Carlos Alcaraz pelo segundo título do US Open continua. O campeão de 2022 chega sem perder sets à semifinal e superou nesta terça-feira o tcheco Jiri Lehecka, 21º do ranking, por 6/4, 6/2 e 6/4 em 1h56 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-minha-estrategia-estava-clara-mas-a-execucao-foi-ruim.html",
        "title": "Bia: “Minha estratégia estava clara, mas a execução foi ruim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia_usopen_slice_R16-1024x577.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Após a eliminação nas oitavas de final do US Open, Beatriz Haddad Maia avaliou seu desempenho naderrota para a norte-americana Amanda Anisimovana última segunda-feira. Em entrevista aoSporTV, Bia comentou sobre a estratégia adotada para enfrentar uma jogadora mais agressiva e entende que a execução não foi ideal. A número 1 do Brasil e 22ª do ranking conseguiu sustentar mais trocas de bola a partir do segundo set e equilibrou mais as ações, mas não evitou que a rival, nona do mundo e finalista de Wimbledon, vencesse em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-derrota-favorito-da-casa-na-estreia-de-challenger-italiano.html",
        "title": "Monteiro derrota favorito da casa na estreia de challenger italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/monteiro_assuncao_vibra_qf-1024x629.jpg",
        "date": "02/09/2025",
        "description": "Gênova (Itália)– Uma semana após fazer quartas no challenger de Como, o cearense Thiago Monteiro segue firme no saibro italiano, desta vez no challenger de Gênova. Nesta terça-feira, ele estreou na competição e ignorou o favoritismo do tenista da casa Francesco Passaro, triunfando com parciais de 7/6 (7-3) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-repete-boa-campanha-e-faz-sua-segunda-semifinal-de-grand-slam.html",
        "title": "Pegula repete boa campanha e faz sua segunda semifinal de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula-usopen-fore-2025-e1756834769323-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Atual vice-campeã do US Open, a norte-americana Jessica Pegula novamente faz uma boa campanha no torneio e já está nas semifinais. Abrindo as quartas de final nesta terça-feira, ela venceu bem a tcheca Barbora Krejcikova, que não assustou a tenista da casa em momento algum e acabou derrotada com duplo 6/3 anotado em 1h27 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-mais-uma-no-juvenil-do-us-open-e-esta-nas-oitavas.html",
        "title": "Guto vence mais uma no juvenil do US Open e está nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/guto-usopen-vibra-2025-e1756832746559-1024x683.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Único brasileiro a superar a estreia dos torneios juvenis do US Open, o goiano Guto Miguel manteve o embalo nesta terça-feira e venceu mais uma. A vítima da vez foi o tenista da casa Simon Caldwell, batendo o norte-americano com parciais de 6/4 e 6/2, depois de apenas 72 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-wild-lideram-o-brasil-contra-a-grecia-de-tsitsipas.html",
        "title": "Fonseca e Wild lideram o Brasil contra a Grécia de Tsitsipas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54300904762_184588d6e9_3k-1024x684.jpg",
        "date": "02/09/2025",
        "description": "Atenas (Grécia)– Nesta terça-feira foram oficializadas as convocações para o duelo entre Brasil e Grécia pelo Grupo Mundial I da Copa Davis, que acontece entre os dias 13 e 14 de setembro. O time capitaneado por Jaime Oncins será liderado pelo carioca João Fonseca e o paranaense Thiago Wild."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-brinca-com-serena-e-cobra-sua-presenca-no-us-open.html",
        "title": "Venus brinca com Serena e cobra sua presença no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus-fernandez-usopen-entrevista-2025-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Uma das boas histórias deste US Open é a campanha da veterana norte-americana Venus Williams com a canadense Leylah Fernandez na chave de duplas. Elas já estão nas quartas de final e agora enfrentam a dupla número 1 do mundo, Taylor Townsend e Katerina Siniakova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-parece-que-tudo-o-que-eu-tentei-funcionou-a-meu-favor.html",
        "title": "Anisimova: “Parece que tudo o que eu tentei funcionou a meu favor”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova-usopen-rebate-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Responsável pela eliminação da paulista Beatriz Haddad Maia nas oitavas de final do US Open, a norte-americana Amanda Anisimova saiu de quadra bastante feliz com seu desempenho contra uma adversária que considera perigosa, mas que conseguiu controlar bem e passar sem sustos."
    }
]