[
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-vence-jogo-duro-e-pode-encarar-rune-fokina-fora.html",
        "title": "Tiafoe vence e pode encarar Rune, franceses fazem a festa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe-1.jpg",
        "date": "27/08/2025",
        "description": "* atualizado às 20h16 com derrota de Mensik"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-admite-frustracao-com-seu-jogo-mas-segue-motivado.html",
        "title": "Djokovic admite frustração com seu jogo, mas segue motivado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-forehand-us-open-2025-1024x695.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Novak Djokovic precisou de tempo para encontrar o ritmo ideal, mas novamente avançou à terceira rodada do US Open, mantendo uma marca impressionante: jamais perdeu antes desta fase em suas 19 participações no torneio desde a estreia em 2005. Nesta quarta-feira,o sérvio derrotou o norte-americano Zachary Svajda, 16 anos mais jovem, com parciais de 6/7 (5-7), 6/3, 6/3 e 6/1, em um duelo que começou tenso e evoluiu para um domínio claro do tetracampeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-cai-na-2a-rodada-do-us-open-mas-revela-otimismo-com-ano-nos-slams.html",
        "title": "Fonseca cai na 2ª rodada do US Open, mas revela otimismo com ano nos Slams",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog-chiquinho-jf-r2-us-open-2025.png",
        "date": "27/08/2025",
        "description": "A derrota de João Fonseca na segunda rodada do US Open encerra um ao em que pela primeira vez participou da chave principal dos quatro torneios da série. Em Nova York enfrentou um adversário difícil, o tcheco Tomas Machac e perdeu por 3 a 0. No primeiro set conseguiu manter equilíbrio, teve match point, salvo pelo adversário com um ace a mais de 200 km/h e nos seguintes foi dominado. Isso mostra que ainda está se adaptando aos jogos em melhor de cinco sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-jogo-de-muito-aprendizado-enfrentar-um-top-20-e-diferente.html",
        "title": "Fonseca: “Jogo de muito aprendizado, enfrentar um top 20 é diferente”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_uso25_back_2R-1024x576.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA) –Após aderrota na segunda rodada do US Open, João Fonseca avaliou seu desempenho na partida desta quarta-feira contra o tcheco Tomas Machac, 22º do ranking. O carioca de 19 anos e número 1 do Brasil fez sua primeira participação na chave principal em Nova York e reconheceu a superioridade do adversário além de lamentar as oportunidades perdidas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-ao-meio-dia-desta-quinta-com-iga-e-sinner-na-sessao-da-tarde.html",
        "title": "Bia joga ao meio-dia desta quinta, com Iga e Sinner na sessão da tarde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-usopen-fore-2025-e1756230327368-1024x681.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA) –Vinda de uma vitória em três sets na estreia, Beatriz Haddad Maia volta à quadra nesta quinta-feira pela segunda rodada do US Open. A número 1 do Brasil e 22ª do mundo enfrenta a suíça Viktorija Golubic, 72ª do ranking, a partir do meio-dia (de Brasília) na quadra 17."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-confirma-duelo-com-azarenka-na-3a-fase-krejcikova-avanca.html",
        "title": "Pegula confirma duelo com Azarenka na 3ª fase, Krejcikova avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula_uso25_slice-1024x576.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA) –Finalista da edição passada do US Open, Jessica Pegula segue sem perder sets em Nova York e garantiu seu lugar na terceira rodada após a vitória sobre a russa Anna Blinkova, 80ª do ranking, por 6/1 e 6/3 em 1h03 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-leva-susto-ruud-perde-para-belga-e-draper-abandona-us-open.html",
        "title": "Fritz leva susto, Ruud perde para belga e Draper abandona US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/collignon.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Dois finalistas do US Open tiveram dia difícil e destinos distintos na abertura da segunda rodada. O norte-americano Taylor Fritz passou sufoco antes de eliminar o sul-africano Lloyd Harris, por 4/6, 7/6 (7-3), 6/2 e 6/4. Já o norueguês Casper Ruud, vice de 2022, parou no belga Raphael Collignon, 107º do mundo, por 6/4, 3/6, 3/6, 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bini-e-marjorie-ganham-copa-brasil-e-jogam-itfs-profissionais.html",
        "title": "Bini e Marjorie ganham Copa Brasil e jogam ITFs profissionais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/marjorie_souza-1024x682.jpeg",
        "date": "27/08/2025",
        "description": "São Paulo (SP)– Os paulistas Victor Bini e Marjorie Souza, ambos de 22 anos, conquistaram nesta quarta-feira o título da Copa Brasil de Tênis Ano II e com isso ganharam o direito de disputar os torneios profissionais que o Instituto Esperança do Amanhã realizará nas próximas semanas. Vini jogará o M25 de Alphaville, entre 19 e 28 de setembro, e Marjorie estará na chave principal do W35 do Paineiras do Morumby, de 26 de setembro a 5 de outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-nao-passa-da-segunda-rodada-e-perde-para-machac-em-sets-diretos.html",
        "title": "Fonseca não passa da segunda rodada e perde para Machac em sets diretos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-usopen-rebate-2025-e1756320155162-1024x681.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– A estreia do carioca João Fonseca na chave principal do US Open, onde foi campeão juvenil dois anos atrás, terminou nesta quarta-feira com uma derrota em sets diretos para o tcheco Tomas Machac, na segunda rodada do torneio, com o placar final de 7/6 (7-2), 6/2 e 6/3, após 1h58 de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-avanca-com-desistencia-e-esta-nas-quartas-no-canada.html",
        "title": "Guto avança com desistência e está nas quartas no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/guto_miguel_belemprepsaque_2-1024x654.jpg",
        "date": "27/08/2025",
        "description": "Repentigny (Canadá) –O juvenil goiano Guto Miguel está nas quartas de final do ITF J300 de Repentigny, em quadras duras no Canadá, torneio preparatório para o US Open da categoria. Ele nem precisou entrar em quadra pelas oitavas, beneficiado pela desistência do romeno Tudor Batin."
    }
]