[
    {
        "url": "https://tenisbrasil.uol.com.br/convidada-boisson-supreende-andreeva-nas-quartas-veja-o-resumo.html",
        "title": "Convidada, Boisson supreende Andreeva nas quartas. Veja o resumo.",
        "image": null,
        "date": "04/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreescu-cornet-boisson-mboko-jogam-o-quali-de-wimbledon.html",
        "title": "Andreescu, Cornet, Boisson e Mboko jogam o quali de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/andreescu-backhand-rg-2024-1024x611.webp",
        "date": "04/06/2025",
        "description": "Londres (Inglaterra) –Campeãs de Grand Slam, revelações e ex-jogadoras do Top 20 em recuperação estão na lista de inscritas para o qualificatório de Wimbledon, divulgada esta semana e baseada no ranking da WTA de 3 de junho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rivalidade-entre-swiatek-e-sabalenka-tera-seu-13o-capitulo-as-10h.html",
        "title": "Rivalidade entre Swiatek e Sabalenka terá seu 13º capítulo às 10h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga-aryna-roland-garros-treino-2025-1024x683.jpeg",
        "date": "04/06/2025",
        "description": "Paris (França) –Principal rivalidade do tênis feminino na atualidade, Iga Swiatek e Aryna Sabalenka voltam a se enfrentar nesta quinta-feira às 10h (de Brasília) na abertura das semifinais de Roland Garros. Será o 13º encontro entre elas pelo circuito profissional. A vencedora pode enfrentar a norte-americana Coco Gauff, número 2 do mundo, ou a convidada francesa Lois Boisson, apenas 361ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gutierrez-e-loureiro-salvam-a-quarta-feira-dos-brasileiros-nos-futures.html",
        "title": "Gutierrez e Loureiro salvam a quarta-feira dos brasileiros nos futures",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/54115895487_289ab9445f_k-1024x683.jpg",
        "date": "04/06/2025",
        "description": "A quarta-feira teve muitos brasileiros em quadra nos futures espalhados pelo mundo, mas foram apenas duas vitórias em sete partidas. A principal delas foi de Oscar Gutierrez no M25 de Córdoba, disputado no saibro, onde o gaúcho vindo do quali bateu o tenista da casa Sergi Perez de virada, com parciais de 0/6, 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-celebram-os-cinco-anos-do-itf-sand-series-brasilia-classic.html",
        "title": "Astros celebram os cinco anos do ITF Sand Series Brasília Classic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/marchezini_vita_brasilia2021.jpg",
        "date": "04/06/2025",
        "description": "Brasília (DF) –Um dos maiores eventos do calendário mundial de beach tennis, o ITF Sand Series Brasília Classic celebra sua quinta edição entre os dias 9 e 15 de junho de 2025, na Arena BRB, reunindo a elite da modalidade e consolidando sua posição como referência em estrutura, organização e visibilidade internacional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-avanca-na-estreia-na-grama-mas-matos-e-eliminado.html",
        "title": "Demoliner avança na estreia na grama, mas Matos é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53540238993_93fc972bfd_o.jpg",
        "date": "04/06/2025",
        "description": "Birmingham (Inglaterra)– A temporada de grama já começou para os duplistas brasileiros, com dois representantes disputando o challenger de Birmingham nesta semana. Só que os gaúchos Marcelo Demoliner e Rafael Matos tiveram destinos opostos na estreia, o primeiro deles avançou na chave e o outro acabou eliminado de cara."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italianas-e-russas-reeditam-final-olimpica-na-semi-de-roland-garros.html",
        "title": "Italianas e russas reeditam final olímpica na semi de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paolini_errani_rg_abraco-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Protagonistas da última final olímpica de duplas, as italianas Jasmine Paolini e Sara Errani e as russas Diana Shnaider e Mirra Andreeva terão um novo duelo em Paris, desta vez na semifinal de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/madison-keys-lamenta-jogo-em-quadra-fechada-e-mira-temporada-na-grama.html",
        "title": "Keys lamenta jogo em quadra fechada e mira temporada na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEBQh7h8WN-LVlxn_20250604_RG_NG_2837MarisonKeyesRG2025QF-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França)– A norte-americana Madison Keys sofreu uma virada para a jovem Coco Gauff, em duelo que colocou duas gerações do tênis dos EUA frente a frente. Após a derrota de virada, a atual campeã do Australian Open avaliou positivamente seu desempenho em Roland Garros e mencionou a preparação para a temporada em grama. Sobre o jogo, ela elencou as oscilações de ambas as atletas como fator que acirrou os dois primeiros sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-ingrid-avancam-nas-duplas-carol-estreia-bem.html",
        "title": "Pigossi e Ingrid avançam nas duplas, Carol estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_espera-1024x583.jpeg",
        "date": "04/06/2025",
        "description": "Bari (Itália)– Na busca por bons resultados e pontos nas últimas importantes competições sobre o saibro europeu, a paulista Laura Pigossi e a carioca Ingrid Martins obtiveram boas vitórias na abertura da chave de duplas do WTA 125 de Bari, torneio com premiação de 100 mil euros."
    }
]