[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/luiz_calixto_copawc_back.jpg",
        "date": "06/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Final feminina"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-sente-a-coxa-e-alcaraz-faz-segunda-final-seguida-em-roland-garros.html",
        "title": "Musetti sente a coxa e Alcaraz faz segunda final seguida em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEL7ibh8WN-LVwTc_CarlosAlcarazLorenzoMusetti-Demi-finalesRoland-Garros2025-CorinneDubreuilFFT-scaled-e1749221720175-1024x682.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Abrindo as semifinais masculinas, Lorenzo Musetti deu um susto no atual campeão Carlos Alcaraz, venceu o primeiro set e levou o espanhol ao limite no segundo, definido apenas no tiebreak. Porém, o físico do italiano não aguentou, ele sentiu um problema na coxa na terceira parcial e acabou abandonando no começo da quarta quando perdia com o placar de 4/6, 7/6 (7-3), 6/0 e 2/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/austriaca-com-backhand-de-uma-mao-elimina-a-no-1-juvenil-na-semi-em-paris.html",
        "title": "Austríaca com backhand de uma mão elimina a nº 1 juvenil na semi em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Lilli_Tagger_back_rg-1024x682.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –A rodada de semifinais femininas do torneio juvenil de Roland Garros foi marcada pela eliminação da australiana Emerson Jones, líder do ranking mundial da categoria. A número 1 juvenil foi superada pela austríaca Lilli Tagger, 47ª colocada, com parciais de 6/4 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dois-alemaes-vao-decidir-o-titulo-no-juvenil-de-roland-garros.html",
        "title": "Dois alemães vão decidir o título no juvenil de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Max_Schoenhaus_rg_back-1024x682.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –A final masculina do torneio juvenil de Roland Garros será entre dois jogadores alemães. Niels McDonald e Max Schoenhaus, ambos de 17 anos, venceram as semifinais desta sexta-feira e vão decidir o título no sábado, em busca do primeiro Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/berrettini-rompe-com-ex-fisioterapeuta-de-sinner-e-desiste-de-stuttgart.html",
        "title": "Berrettini rompe com ex-fisioterapeuta de Sinner e desiste de Stuttgart",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/berrettini-roma-cabisbaixo-2025-e1749219169539-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Stuttgart (Alemanha)– Sem competir desde a desistência na partida contra o norueguês Casper Ruud na segunda rodada do Masters 1000 de Roma, devido a problemas abdominais, o italiano Matteo Berrettini adiou seu retorno ao circuito e não irá jogar no ATP 250 de Stuttgart, que abre a temporada de grama após Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cahill-afirma-que-sinner-ainda-nao-esta-com-o-ritmo-de-jogo-ideal.html",
        "title": "Cahill afirma que Sinner ainda não está com o ritmo de jogo ideal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEB5orh8WN-LVm_i__NG19084JannikSinnerQuartsdefinaleRoland-Garros2025-1024x683.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Embora o italiano Jannik Sinner tenha chegado nas semifinais de Roland Garros sem perder set, o treinador australiano Darren Cahill afirma que o número 1 do mundo ainda não está com o ritmo de jogo ideal, depois de ter ficado três meses sem competir por causa de uma punição por doping."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lendas-do-tenis-pensam-em-como-djokovic-pode-superar-sinner-na-semi.html",
        "title": "Lendas do tênis pensam em como Djokovic pode superar Sinner na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD3N87h8WN-LVfcd_MAH26470-min-1024x683.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Antes da semifinal mais aguardada desta sexta-feira, entre Novak Djokovic e Jannik Sinner, o canalEurosport, responsável pela transmissão de Roland garros para a Europa, reuniu grandes lendas do tênis para avaliar as reais possibilidades do sérvio contra o italiano, atual número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-ainda-precisa-melhorar-seu-jogo-ser-mais-confiante-diz-mcenroe.html",
        "title": "“Zverev ainda precisa melhorar seu jogo, ser mais confiante”, diz McEnroe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zverev-roland-garros-parado-2025-e1749211066988-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Paris (França)– Mais uma vez o alemão Alexander Zverev ficou pelo caminho em um Grand Slam e o sonho de um primeiro título deste porte foi adiado. Após a derrota de virada para o sérvio Novak Djokovic nas quartas de final de Roland Garros, o norte-americano John McEnroe falou que o germânico precisa de ajustes se quiser ser campeão de um dos quatro maiores títulos do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/numero-1-juvenil-jones-supera-pareja-nas-quartas-em-roland-garros.html",
        "title": "Número 1 juvenil, Jones supera Pareja nas quartas em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/em_jones_fore_rg_NG-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Líder do ranking mundial juvenil, a australiana Emerson Jones segue na busca por seu primeiro Grand Slam na categoria e está na semifinal de Roland Garros. Ela superou nesta quinta-feira a norte-americana Julieta Pareja por 7/5 e 6/4. Sua próxima rival é a austríaca Lilli Tagger, que fez 6/0 e 6/4 contra a alemã Julia Stusek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-reconhece-superioridade-de-gauff-e-se-emociona-com-a-torcida.html",
        "title": "Boisson reconhece superioridade de Gauff e se emociona com a torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_boisson_cump_rg-1024x682.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –A impressionante campanha de Lois Boisson em Roland Garros chegou ao fim nesta quinta-feira. Em sua primeira participação na chave principal de um Grand Slam, a francesa de 22 anos e 361ª do ranking entrou como convidada e acumulou cinco vitórias atéparar na semifinaldiante da número 2 do mundo, Coco Gauff, que venceu com autoridade por 6/1 e 6/2 na quadra Philippe Chatrier."
    }
]