[
    {
        "url": "https://tenisbrasil.uol.com.br/federacao-paulista-premia-destaques-da-temporada-no-clube-tenis-paulista.html",
        "title": "Federação Paulista premia destaques da temporada no Clube Tênis Paulista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tenis-paulista_melhores-do-ano.jpg",
        "date": "17/12/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) realizou nesta semana, no Clube Tênis Paulista, a Premiação dos Melhores do Ano, reconhecendo atletas e clubes que se destacaram nas temporadas 2024 e 2025, além de homenagear a delegação paulista campeã da Copa das Federações de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gostaria-de-ter-continuado-afirma-ferrero-na-despedida-de-alcaraz.html",
        "title": "“Gostaria de ter continuado”, afirma Ferrero na despedida de Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/ferrero-alcaraz-rio-2024-e1740841625469-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Valência (Espanha)– Nesta quarta-feira, o espanhol Carlos Alcaraz surpreendeu a todos com oanúncio do final da parceria com Juan Carlos Ferrero. Assim como o pupilo, o treinador usou as redes sociais para falar sobre o encerramento do trabalho com o atual número 1 do mundo, elogiou bastante o tenista e lamentou não continuarem juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhol-de-28-anos-e-mais-um-a-se-aposentar-no-final-da-temporada.html",
        "title": "Espanhol de 28 anos é mais um a se aposentar no final da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/zapata-miralles-cordoba-2023-monday-e1765984152300-1024x682.jpg",
        "date": "17/12/2025",
        "description": "Valência (Espanha)– As aposentadorias ao final da temporada de 2025 ganharam mais um nome. Desta fez foi o espanhol Bernabé Zapata, de 28 anos, que decidiu encerrar sua carreira como tenista profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-desiste-de-mais-uma-exibicao-e-vira-duvida-para-melbourne.html",
        "title": "Draper desiste de mais uma exibição e vira dúvida para Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/draper-united-cup-2024-withdrawal-1024x576.jpg",
        "date": "17/12/2025",
        "description": "Macau (China)– Afastado das competições desde o US Open, quando desistiu em sua segunda rodada devido a dores no braço, o britânico Jack Draper iria competir no Macau Tennis Masters, evento de exibição nos dias 27 e 28 de dezembro, mas acabou desistindo do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-do-sp-open-recebe-convite-para-a-chave-do-australian-open.html",
        "title": "Campeã do SP Open recebe convite para a chave do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Rajaonah_toss-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Melbourne (Austrália)– A parceria da Tennis Australia com a Federação Francesa de Tênis (FFT) rende todos os anos dois convites para franceses na chave principal do Australian Open e dois para australianos em Roland Garros. Nesta semana foram conhecidos os franceses que irão competir em Melbourne no começo de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/instituto-proxima-geracao-inaugura-sede-propria-em-osasco.html",
        "title": "Instituto Próxima Geração inaugura sede própria em Osasco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IPG_sede_Osasco-1024x648.jpg",
        "date": "17/12/2025",
        "description": "Osasco (SP)– Com sua tradicional festa de fim de ano, o Instituto Próxima Geração irá inaugurar as quadras de tênis de sua sede própria nesta quinta-feira. O espaço está localizado no Jardim D´Abril, em Osasco, e marca uma das mais cogitadas metas do IPG desde sua criação, em outubro de 2018."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-tien-novamente-ganham-destaque-na-atp-por-suas-temporadas.html",
        "title": "Fonseca e Tien novamente ganham destaque na ATP por suas temporadas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/fonseca-tien-next-gen-2024-robin-e1765978767468-1024x682.png",
        "date": "17/12/2025",
        "description": "Londres (Inglaterra)– Na temporada de 2025, os jovens João Fonseca e Learner Tien passaram de promessas no circuito para se tornarem realidades, ambos não apenas entrando no top 100, mas se firmando entre os principais nomes do circuito. Os dois saíram de conquistas no circuito challenger para títulos de ATP e um lugar no top 30 no final do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-surpreende-e-encerra-a-longa-parceria-com-ferrero.html",
        "title": "Alcaraz surpreende e encerra a longa parceria com Ferrero",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/ferrero-alcaraz-rg-torfeu-2025-e1749735393371-1024x685.jpeg",
        "date": "17/12/2025",
        "description": "Múrcia (Espanha)– A quarta-feira foi de surpresa no tênis mundial com o anúncio do fim da parceria do espanhol Carlos Alcaraz com o treinador Juan Carlos Ferrero, um dos principais responsáveis por conduzi-lo ao estrelato no circuito da ATP. O número 1 do mundo revelou o término com uma mensagem nas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bernardes-relembra-carreira-e-susto-com-problema-cardiaco-na-australia.html",
        "title": "Bernardes relembra carreira e susto com problema cardíaco na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/52705268104_a31fc8d9ec_k-1024x683.jpg",
        "date": "17/12/2025",
        "description": "Bergamo (Itália)– Grande nome da arbitragem mundial, o brasileiro Carlos Bernardes se aposentou em 2024 e desde então vive tranquilo na província de Bergamo, na Itália, com sua esposa. Em entrevista aoUbitennis, ele revisou sua carreira e contou o que tem feito desde que se afastou do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-de-tcr-entra-na-reta-final-com-o-masculino-a-e-quad.html",
        "title": "Copa das Federações de TCR entra na reta final com o Masculino A e Quad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/copa-das-federacoes_terca16.jpg",
        "date": "17/12/2025",
        "description": "São Paulo (SP) –A Copa das Federações de Tênis em Cadeira de Rodas (TCR) entrou em sua reta final nesta terça-feira, com o início das disputas das duas últimas categorias da competição: Masculino A e Quad. Os jogos acontecem no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista."
    }
]