[
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-tem-maior-arrancada-do-top-100-e-atinge-maior-marca-na-wta.html",
        "title": "Mboko tem maior arrancada do top 100 e atinge maior marca na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB-Victoria-Mboko-365-1024x683.jpg",
        "date": "08/08/2025",
        "description": "São Petersburgo (EUA)– Sensação no WTA 1000 de Montréal, onde entrou como convidada e saiu como campeã, a jovem canadense Victoria Mboko viu sua maior conquista como profissional levá-la ao melhor ranking da carreira. Na lista divulgada nesta sexta-feira, ela teve a maior arrancada do top 100 e agora é a 24ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-08-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "08/08/2025",
        "description": "Challenger de Bonn (Alemanha) – Saibro – 91.250 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-ultrapassa-djokovic-no-ranking-e-se-aproxima-do-inedito-top-5.html",
        "title": "Shelton ultrapassa Djokovic no ranking e se aproxima do inédito top 5",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ROBINS-GR105855-e1754676114899-1024x682.jpeg",
        "date": "08/08/2025",
        "description": "Londres (Inglaterra)– A conquista do Masters 1000 de Toronto, a maior de sua carreira, impulsionou o norte-americano Ben Shelton no ranking, que foi divulgado excepcionalmente nesta sexta-feira. Ele ultrapassou o sérvio Novak Djokovic e agora é o sexto melhor do mundo, a maior marca da carreira até então."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-perde-para-segundo-favorito-e-cai-nas-quartas-em-challenger-alemao.html",
        "title": "Reis perde para segundo favorito e cai nas quartas em challenger alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "08/08/2025",
        "description": "Bonn (Alemanha)– Acabou nesta sexta-feira a campanha do pernambucano João Lucas Reis no challenger de Bonn. Nas quartas de final do torneio alemão, ele enfrentou o belga Raphael Collignon. E acabou eliminado pelo cabeça de chave número 2 e 107º do mundo em sets diretos, com parciais de 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-mantem-posicao-na-wta-fullana-e-mendonca-atingem-melhores-marcas.html",
        "title": "Bia mantém posição na WTA, Fullana e Mendonça atingem melhores marcas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Beatriz_Haddad_Maia_-_National_Bank_Open_2025_-_Day_3-DSC_2911A_xgaplus.jpg",
        "date": "08/08/2025",
        "description": "São Petersburgo (EUA)– No ranking da WTA divulgado excepcionalmente nesta sexta-feira, por causa do calendário diferente, o principal nome do país no circuito feminino, a paulista Beatriz Haddad Maia, mais uma vez se manteve na 21ª colocação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tem-queda-no-ranking-confirmada-e-deixa-o-top-50.html",
        "title": "Fonseca tem queda no ranking confirmada e deixa o top 50",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-toronto-back-2025-e1754075811847-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Londres (Inglaterra) –Por causa do calendário diferente neste período da temporada, o ranking da ATP desta semana foi divulgado apenas nesta sexta-feira. Conforme o esperado, o carioca João Fonseca deixou o top 50 ao amargar uma queda de três colocações, que o levou para o 52º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-faz-balanco-positivo-e-tenta-se-recompor-para-sequencia-nos-eua.html",
        "title": "Khachanov faz balanço positivo e tenta se recompor para sequência nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-POWER-PP105967-scaled-e1754666040929-1024x684.jpeg",
        "date": "08/08/2025",
        "description": "Toronto (Canadá)– Derrotado na final do Masters 1000 de Toronto, levando a virada do norte-americana Ben Shelton, o russo Karen Khachanov saiu de quadra com um misto de frustração pelo resultado da decisão e orgulho pela boa campanha que fez na competição, esperando manter o nível nas próximas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-espera-que-titulo-em-toronto-possa-torna-lo-mais-consistente.html",
        "title": "Shelton espera que título em Toronto possa torná-lo mais consistente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_toronto_trofeu_power-e1754662133187-1024x683.jpg",
        "date": "08/08/2025",
        "description": "Toronto (Canadá)– Campeão pela primeira vez de um Masters 1000, batendo o russo Karen Khachanov na final de Toronto na última quinta-feira, o norte-americano Ben Shelton sai do torneio feliz não apenas pelo título, mas pelo desempenho que mostrou durante a competição, destacando sua consistência e resiliência no decorrer da disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-parece-inacreditavel-palavras-nao-conseguem-descrever.html",
        "title": "Mboko: “Parece inacreditável, palavras não conseguem descrever”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR-Victoria-Mboko-370-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Montréal (Canadá)– A canadense Victoria Mboko saiu de convidada da organização a campeã do WTA 1000 de Montréal, batendo a japonesa Naomi Osaka na final da última quinta-feira. A jovem tenista de apenas 18 anos comemorou bastante sua primeira grande conquista como profissional, ainda mais depois de um susto que teve com o punho antes da final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-polemiza-ao-nao-cumprimentar-mboko-em-quadra-e-depois-se-desculpa.html",
        "title": "Osaka polemiza ao não cumprimentar Mboko em quadra e depois se desculpa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/SJC-Naomi-OSAKA-402-1024x683.jpeg",
        "date": "08/08/2025",
        "description": "Montréal (Canadá)– A cerimônia de premiação do WTA 1000 de Montréal acabou ganhando um destaque extra depois que Naomi Osaka fez um discurso muito breve, no qual sequer enalteceu Victoria Mboko pela conquista. Isso gerou duras críticas nas redes sociais, principalmente porque jovem canadense é uma fã declarada da japonesa."
    }
]