[
    {
        "url": "https://tenisbrasil.uol.com.br/collins-explica-afastamento-do-circuito-e-ausencia-no-australian-open.html",
        "title": "Collins explica afastamento do circuito e ausência no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/danielle-collins-usopen-2025.jpg",
        "date": "23/12/2025",
        "description": "Nova York (EUA)– Afastada do circuito desde a queda na primeira rodada do US Open, a norte-americana Danielle Collins usou as redes sociais para explicar o período longe das competições e sua ausência no começo da próxima temporada, ficando de fora dalista de inscritas do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-se-orgulha-de-ser-italiano-e-viver-em-um-pais-apaixonado.html",
        "title": "Sinner se orgulha de ser italiano e viver em um país apaixonado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/preview_20231123_IMG_20231123_144017.jpg",
        "date": "23/12/2025",
        "description": "Turim (Itália)– Apaixonado pela Fórmula 1,acompanhando de perto a última etapado campeonato mundial em Abu Dhabi, o italiano Jannik Sinner traçou paralelos muito interessantes entre dois dos esportes mais populares e acompanhados na Itália em entrevista àSky Sport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-guto-e-leonardo-jogam-ao-juvenil-mas-nana-fica-de-fora.html",
        "title": "Victória, Guto e Leonardo jogam AO juvenil, mas Naná fica de fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-4.jpg",
        "date": "23/12/2025",
        "description": "Melbourne (Austrália)– Nesta terça-feira a organização do Australian Open divulgou a lista de inscritos para as chaves juvenis do torneio e três serão os representantes brasileiros. No masculino, Guto Miguel e Leonardo Storck estarão na disputa, já no feminino Victória Barros será a única na chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muguruza-e-mais-uma-que-ficou-surpresa-com-a-decisao-de-alcaraz.html",
        "title": "Muguruza é mais uma que ficou surpresa com a decisão de Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/alcaraz-ferrero-e1766409368850-1024x683.jpg",
        "date": "23/12/2025",
        "description": "Madri (Espanha)– A decisão do espanhol Carlos Alcaraz de romper com o treinador Juan Carlos Ferrero segue repercutindo na Espanha. Agora foi a vez de Garbiñe Muguruza,nova co-diretora do torneio de Madri, comentar o assunto em entrevista ao programa de televisãoEl Larguero."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-e-o-melhor-competidor-da-historia-do-esporte-diz-johnson.html",
        "title": "“Nadal é o melhor competidor da história do esporte”, diz Johnson",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/nadal-madri-rebate-2024-e1714411952242-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Nova York (EUA)– Um dos contemporâneos do espanhol Rafael Nadal, o norte-americano Steve Johnson, que completará 36 anos no próximo 24 de dezembro, foi só elogios para o canhoto de Mallorca em seu podcastNothing Major."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-anisimova-e-o-grande-destaque-feminino.html",
        "title": "‘Melhores do Ano’: Anisimova é o grande destaque feminino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_pequim_trofeu-1024x683.jpg",
        "date": "23/12/2025",
        "description": "São Paulo (SP)– Apesar de ter perdido suas duas finais de Grand Slam, uma delas com uma histórica ‘bicicleta’, a norte-americana Amanda Anisimova aparece como grande destaque na tradicional enquete “Melhores do Ano”, realizada porTenisBrasildesde o ano 2000 e desta vez ouvindo 3 mil leitores e 41 especialistas convidados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/russa-cre-que-andreeva-tem-tudo-para-crescer-ainda-mais-em-2026.html",
        "title": "Russa crê que Andreeva tem tudo para crescer ainda mais em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_usopen_vibra-1024x596.jpg",
        "date": "22/12/2025",
        "description": "Moscou (Rússia)– Ex-número 3 do mundo, a russa Nadia Petrova mostrou otimismo em relação à compatriota Mirra Andreeva, que brilhou na temporada de 2025. Em entrevista aoChampionat, ela acredita que a jovem de 18 anos possa mostrar ainda mais do que o tênis que a levou a dois títulos de WTA 1000 e à estreia no top 5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-quando-treina-com-alcaraz-2h-parecem-so-20-minutos.html",
        "title": "Cobolli: “Quando se treina com Alcaraz, 2h parecem só 20 minutos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cobolli-alcaraz-treino-e1766409965693-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Múrcia (Espanha)– A temporada de 2025 serviu para que  italiano Flavio Cobolli deixasse de ser apenas uma estrela em ascensão para se consolidar no circuito. Parceiro de treinos do espanhol Carlos Alcaraz nesta pré-temporada, ele falou sobre essa oportunidade em uma entrevista ao ‘TG1’, o telejornal da emissora pública italianaRai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-amplia-impacto-ambiental-positivo-e-se-reforca-como-evento-carbono-neutro.html",
        "title": "Rio Open amplia impacto ambiental positivo e se reforça como evento carbono neutro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/Quadra-Guga-Kuerten.jpg",
        "date": "22/12/2025",
        "description": "Rio de Janeiro (RJ)– A edição de 2025 do Rio Open reforçou o compromisso do torneio com a sustentabilidade ao ampliar os resultados do programa ambiental Rio Open Green, já consolidado como pilar estratégico do evento. Neste ano, o torneio neutralizou 1.819 toneladas de CO₂ equivalente (tCO₂e), reciclou, reutilizou ou compostou 69,2% dos resíduos gerados e impulsionou a economia local com um impacto financeiro estimado em R$ 200 milhões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-otima-mas-tem-muito-a-evoluir-afirma-ex-top-20.html",
        "title": "“Gauff é ótima, mas tem muito a evoluir”, afirma ex-top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff-pequim-rebate-2025-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Nova York (EUA)– A norte-americana Alexandra Stevenson, ex-tenista profissional que chegou às semifinais de Wimbledon em 1999 e atualmente é comentarista esportiva, acredita que a compatriota Coco Gauff ainda tem muito a melhorar. Em uma entrevista ao podcastInside-In Tennis,ela elogiou a atual número 3, apesar das questões que tem a evoluir."
    }
]