[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-herbert-siga-comentarios-em-tempo-real.html",
        "title": "Veja como foram os games intensamente disputados entre Fonseca e Herbert",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_estica_saibro-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Outra grande exibição de Fonseca na temporada, principalmente porque Herbert exigiu concentração e eficiência constantes. Foram muito importantes vencer os dois tiebreaks, que foram ao mesmo tempo o ponto alto tanto na parte técnico como na emocional. Fonseca fechou a partida com 9 aces diante de 12 do adversário, tendo acertado 65% do primeiro serviço e vencido 77% desses pontos. Conseguiu sacar a 223 km/h e manteve a média de 192 km/h. Herbert anotou mais winner s(47 a 32), porém muito mais erros (43 a 26)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sand-series-brasilia-classic-se-consolida-no-cenario-mundial.html",
        "title": "Sand Series Brasília Classic se consolida no cenário mundial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Sand-Series-Brasilia_web.jpg",
        "date": "29/05/2025",
        "description": "Brasília (DF) –Pelo quinto ano consecutivo, a capital federal se prepara para receber um dos maiores eventos de beach tennis do planeta: o ITF Sand Series Brasília Classic 2025, que acontece entre os dias 9 e 15 de junho, na Arena BRB, ao lado do Estádio Nacional Mané Garrincha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vira-o-jogo-no-quali-de-paris-victor-winheski-tambem-avanca.html",
        "title": "Naná vira o jogo no quali de Paris, Victor Winheski também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nauhany_silva_rg_fft-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –A disputa do quali para o torneio juvenil de Roland Garros começou com duas vitórias brasileiras, com Nauhany Silva e Victor Winheski. A rodada desta quinta-feira ainda contará com a estreia de Gustavo Albieri. Cada jogador precisa de duas vitórias no quali para entrar na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-o-cabeca-2-na-semifinal-e-busca-seu-maior-titulo.html",
        "title": "Guto vence o cabeça 2 na semifinal e busca seu maior título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/guto_miguel_banana_vibra.jpg",
        "date": "29/05/2025",
        "description": "Charleroi (Bélgica) –Em sua última semana de preparação para Roland Garros, o juvenil goiano Guto Miguel garantiu vaga na final no ITF J300 de Charleroi, em quadras de saibro na Bélgica. Ele superou nesta quinta-feira ucraniano Nikita Bilozertsev, segundo cabeça de chave e atual 17º do ranking, por 6/0 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/debaixo-de-sol-e-vento-andreeva-sofreu-com-condicoes-climaticas-para-vencer-krueger.html",
        "title": "Debaixo de sol e vento, Andreeva sofreu com condições climáticas para vencer Krueger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/MirraAndreevaPremiertourRoland-Garros2025-1024x683.jpeg",
        "date": "29/05/2025",
        "description": "Paris (França)– Mirra Andreeva venceu Ashlyn Krueger por sets diretos (6/3, 6/4) e avançou para a terceira fase em Roland Garros. A russa avaliou seu desempenho positivamente, apesar de ter lidado com adversidades. “Estou muito feliz por avançar para a próxima rodada”, disse."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-flagrado-pedalando-perto-do-arco-do-triunfo.html",
        "title": "Djokovic é flagrado pedalando perto do Arco do Triunfo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-roland-garros-2025-tuesday-celebration-e1748442507551-1024x682.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Menos de 24 horas antes de seu compromisso contra o francês Corentin Moutet na 2ª rodada de Roland Garros nesta quinta, Novak Djokovic foi visto andando de bicicleta pelas ruas de paralelepípedos de Paris durante um passeio noturno ao redor do Arco do Triunfo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/frances-com-mais-vitorias-na-atp-gasquet-tem-despedida-merecida.html",
        "title": "Francês com mais vitórias na ATP, Gasquet tem despedida merecida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/GASQUET3-LECRG2025R2ceremony-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Tenista francês que mais vitórias conquistou na ATP, encerrando sua carreira com 610 triunfos, Richard Gasquet não poderia ter uma despedida mais honrosa do que no palco principal de um Grand Slam e contra um número 1 do mundo. Nesta quinta-feira, ele fez sua derradeira partida ao ser eliminado de Roland Garros pelo italiano Jannik Sinner em sets diretos, na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tecnico-de-raducanu-rebate-as-criticas-expectativas-altas-e-bolas-pesadas.html",
        "title": "Técnico de Raducanu rebate as críticas: expectativas altas e bolas pesadas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Emma_Raducanu_-_Mutua_Madrid_Open_2025_-_Day_2-DSC_9749A_xgaplus.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Surpreendente campeã do US Open em 2021, tendo saído do qualificatório, a britânica Emma Raducanu acabou superada na segunda rodada de Roland Garros por 6/1 e 6/2 pela atual campeã do torneio, a polonesa Iga Swiatek. Mark Petchey, ex-nº 1 britânico e técnico de Raducanu, respondeu às críticas ao seu desempenho, argumentando que as expectativas do público estão muito altas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-da-chances-vence-em-sets-diretos-e-aposenta-gasquet.html",
        "title": "Sinner não dá chances, vence em sets diretos e aposenta Gasquet",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-roland-garros-2025-e1748529041244-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– Não deu para o veterano Richard Gasquet surpreender o número 1 do mundo Jannik Sinner, no duelo desta quinta-feira válido pela segunda rodada de Roland Garros. O italiano fez valer a juventude e o momento muito superior ao rival e dominou o francês, que não teve chances e se despediu do circuito com uma derrota com parciais 6/3, 6/0 e 6/4,em 1h59 de jogo."
    }
]