[
    {
        "url": "https://tenisbrasil.uol.com.br/donos-da-casa-no-caminho-dos-favoritos.html",
        "title": "Donos da casa no caminho dos favoritos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_favoritos_rg.jpg",
        "date": "26/05/2025",
        "description": "É muito mais azar do que oportunidade, mas o fato é que franceses permeiam as trajetórias de Jannik Sinner, Carlos Alcaraz e Novak Djokovic nestes primeiros passos em Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-bia-e-stefani-sao-cabecas-13-e-14-em-paris.html",
        "title": "Duplas de Bia e Stefani são cabeças 13 e 14 em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/stefani_babos_saltando_trofeu_estras-1024x682.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –O Brasil terá duas jogadoras na chave de duplas femininas em Roland Garros. Luísa Stefani tenta manter o embalo após a conquista do WTA 500 de Estrasburgo, ao lado da húngara Timea Babos, enquato Beatriz Haddad Maia mantém a parceria com a alemã Laura Siegemund desde o início da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-cinco-brasileiros-chave-de-duplas-e-sorteada-em-rg.html",
        "title": "Com cinco brasileiros, chave de duplas é sorteada em RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/438582_1109590_whatsapp_image_2024_05_31_at_10.49.44-1024x768.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França) –A chave de duplas masculinas em Roland Garros foi sorteada nesta segunda-feira. A competição terá cinco brasileiros, incluindo a parceria nacional entre o mineiro Marcelo Melo e o gaúcho Rafael Matos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-tenta-vaga-em-brescia-bohrer-estreia-bem.html",
        "title": "Carol Meligeni tenta vaga em Brescia, Bohrer estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53623687695_02ce4d058b_c.jpg",
        "date": "26/05/2025",
        "description": "Brescia (Itália) –Terceira melhor brasileira no ranking da WTA, ocupando o 283º lugar, Carol Meligeni busca uma vaga no ITF W75 de Brescia, em quadras de saibro na Itália. Carol venceu seu primeiro jogo do quali contra a tenista da casa Verena Meliss por 7/5 e 6/3. Na rodada final do quali, a campineira enfrenta a mexicana Maria Jose Portillo, 415ª do ranking. Ela já soma dois pontos na WTA pela vitória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-gimenez-estreiam-bem-no-chile-sell-joga-nos-eua.html",
        "title": "Reis e Gimenez estreiam bem no Chile, Sell joga nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/reis_santiago_back-1024x684.jpg",
        "date": "26/05/2025",
        "description": "Coquimbo (Chile) –O pernambucano João Lucas Reis e o paulista Igor Gimenez conseguiram as primeiras vitórias brasileiras no ITF M25 de Coquimbo, em quadras de saibro no Chile. O segundo torneio seguido na cidade, após aconquista de Pedro Boscardinna última semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-26-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/432448_1090649_53382882553_6ffcf9ae20_k-1024x630.jpg",
        "date": "26/05/2025",
        "description": "ITF W75 de Brescia (Itália) – Saibro – US$ 60 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-conta-a-piada-de-murray-osaka-se-inspira-no-sakura-veja-as-fotos.html",
        "title": "Djokovic conta a piada de Murray, Osaka se inspira no sakura. Veja as fotos.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Osaka_sakura.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Novak Djokovic participou de sua coletiva de imprensa pré-torneio na segunda-feira (ele só estreará na terça-feira) e foi questionado sobre o que seu ex-técnico Andy Murray disse a ele na cerimônia de despedida de Rafa, após o sérvio conquistar seu 100º título em Genebra no sábado, poucos dias depois de os dois terem encerrado sua relação profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-frances-e-inicia-a-busca-por-titulo-inedito-em-paris.html",
        "title": "Sinner supera francês e inicia a busca por título inédito em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner_rg_caminha-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –A busca de Jannik Sinner por um título inédito em Roland Garros começou com uma vitória em sets diretos nesta segunda-feira. O número 1 do mundo venceu o francês Arthur Rinderknech, 75º do ranking, por 6/4, 6/3 e 7/5 em 2h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-vence-1a-do-ano-keys-e-ostapenko-estreiam-bem.html",
        "title": "Krejcikova vence 1ª do ano, Keys e Ostapenko estreiam bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/krejcikova_rg_rebate-1024x589.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Vencedora de Roland Garros em 2021 e atual campeã de Wimbledon, Barbora Krejcikova conseguiu sua primeira vitória na temporada nesta segunda-feira. A tcheca estreou em Paris vencendo a alemã Tatjana Maria por 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-estreia-com-virada-khachanov-e-shapovalov-tambem-avancam.html",
        "title": "Rune estreia com virada, Khachanov e Shapovalov também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/shapovalov-volei-roland-garros-2025-e1748286770764-1024x683.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– O dinamarquês Holger Rune pegou uma estreia indigesta em Roland Garros e teve que enfrentar o experiente Roberto Bautista logo de cara. O sorteio duro se provou nesta segunda-feira, quando o décimo favorito saiu atrás e teve que buscar a virada para avançar, marcando parciais de 6/7 (4-7), 6/4, 6/3 e 6/2."
    }
]