[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-comparado-a-roger-e-rafa-novak-e-um-jogador-mediocre.html",
        "title": "Mouratoglou: “Comparado a Roger e Rafa, Novak é um jogador medíocre”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/16974786625524-1024x683.jpg",
        "date": "21/05/2025",
        "description": "Paris (França)– O técnico francês Patrick Mouratoglou analisou a situação atual de Novak Djokovic no contexto de sua incrível carreira e foi extremamente crítico em relação ao desempenho do sérvio em comparação aos outros dois membros do Big 3. Embora reconheça os feitos de ‘Nole’, o treinador garante que ele fez tudo isso com menos do que tinham Roger Federer e Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-campanha-nas-redes-e-vitoria-inedita-mariana-soares-sonha-chegar-a-wta.html",
        "title": "Com campanha nas redes e vitória inédita, Mariana Soares sonha chegar à WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/arte_ps_mariana_soares.jpg",
        "date": "21/05/2025",
        "description": "A vitória estreia do ITF W35 de Santo Domingo foi especial para Mariana Soares, que disputa seu primeiro torneio fora do Brasil e também consegue um resultado inédito no circuito. A brasiliense de 18 anos pôde jogar o torneio na República Dominicana depois de criar uma campanha nas redes sociais para financiar os custos no circuito e participar de competições internacionais. O sonho é chegar ao ranking da WTA e também trilhar o caminho até os principais torneios do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-o-unico-brasileiro-em-wimbledon-que-tera-volta-de-kyrgios.html",
        "title": "Fonseca é o único brasileiro em Wimbledon, que terá volta de Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-iw_vibra-1024x615.jpg",
        "date": "21/05/2025",
        "description": "Londres (Inglaterra)– Foi divulgada a lista de inscritos de Wimbledon e o carioca João Fonseca é o único brasileiro que conseguiu entrar direto na chave masculina. O paranaense Thiago Wild e o cearense Thiago Monteiro ficaram de fora e terão que buscar um lugar na disputa através do qualificatório."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/moya-nega-que-ira-trabalhar-com-sinner-a-partir-do-proximo-ano.html",
        "title": "Moyá nega que irá trabalhar com Sinner a partir do próximo ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carlos-moya-1024x682.jpeg",
        "date": "21/05/2025",
        "description": "Madri (Espanha)– O boato de que Carlos Moyá pode ser o sucessor do australiano Darren Cahill no time do italiano Jannik Sinner,lançado pela mídia russa, acabou se provando falso. O próprio treinador espanhol desmentiu a notícia naRádio Nacional de Espanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-vence-mais-uma-e-volta-as-quartas-em-estrasburgo.html",
        "title": "Bia vence mais uma e volta às quartas em Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_vibra-1024x682.jpg",
        "date": "21/05/2025",
        "description": "Estrasburgo (França) –A semana de Beatriz Haddad Maia no WTA 500 de Estrasburgo segue com resultados positivos. Depois de salvar dois match-points em sua partida de estreia, diante da dinamarquesa Clara Tauson na última segunda-feira, Bia jogou ainda melhor e venceu a norte-americana Ashlyn Krueger, jovem de 21 anos e 37ª do ranking, por 7/6 (7-3 no tiebreak) e 6/3. Ela não vencia dois jogos seguidos desde o Australian Open de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estou-voltando-a-me-sentir-bem-quadra-comemora-wild.html",
        "title": "“Estou voltando a me sentir bem em quadra”, comemora Wild",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/wild_vibra_bsas-1024x638.jpg",
        "date": "20/05/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-ainda-nao-estou-100-recuperado-da-lesao-nas-costas.html",
        "title": "Meligeni: “Ainda não estou 100% recuperado da lesão nas costas”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_rebate-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-fura-quali-na-eslovenia-vidal-e-mendonca-vencem-na-argentina.html",
        "title": "Cé fura quali na Eslovênia, Vidal e Mendonça vencem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53380060543_a0d6fba85c_c.jpg",
        "date": "20/05/2025",
        "description": "Portoroz (Eslovênia) –A gaúcha Gabriela Cé garantiu vaga na chave principal do ITF W50 de Portoroz, em quadras de saibro na Eslovênia. A canhota de 32 anos e 437ª do ranking venceu a húngara Adrienn Nagy por 5/7, 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vindo-de-titulo-marcondes-joga-mais-um-itf-saraiva-estreia-bem.html",
        "title": "Vindo de título, Marcondes joga mais um ITF, Saraiva estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/marcondes_trofeus_monastir-1024x703.jpg",
        "date": "20/05/2025",
        "description": "Monastir (Tunísia) –Depois de vencer um ITF M15 nas quadras duras de Monastir, na Tunísia, no último domingo, Igor Marcondes seguirá no mesmo local para mais um torneio e estreia nesta quarta-feira contra o britânico Josh Manuel. Diferente do que vinha acontecendo nas últimas semanas, em que precisou jogar o quali, desta vez ele entra direto na chave principal."
    }
]