[
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-salva-dois-match-points-raducanu-avanca-em-3-sets.html",
        "title": "Krejcikova salva dois match-points, Raducanu avança em 3 sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/krejcikova_eastbourne_prepara-1024x622.jpg",
        "date": "24/06/2025",
        "description": "Eastbourne (Inglaterra) –Atual campeã de Wimbeldon, Barbora Krejcikova segue em preparação para o Grand Slam londrino e estreou com vitória no WTA 250 de Eastbourne. A tcheca salvou dois match-points nesta terça-feira para vencer a britânica Harriet Dart, 71ª do ranking, com parciais de 6/3, 6/7 (4-7) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_grama_treino-1024x591.jpg",
        "date": "24/06/2025",
        "description": "WTA 500 de Bad Homburg (Alemanha) – Grama – US$ 1,064,510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-navarro-vencem-e-terao-duelo-americano-nas-quartas.html",
        "title": "Pegula e Navarro vencem e terão duelo americano nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Pegula-R2_badhomburg-Jimmie-1024x600.jpg",
        "date": "24/06/2025",
        "description": "Bad Homburg (Alemanha) –As norte-americanas Jessica Pegula e Emma Navarro venceram seus jogos nesta terça-feira e vão se enfrentar nas quartas de final do WTA 500 de Bad Homburg, em quadras de grama. O único encontro anterior foi vencido por Pegula, nas oitavas de Miami no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-lamenta-que-nao-podera-se-despedir-de-wimbledon.html",
        "title": "Garcia lamenta que não poderá se despedir de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDSjhCdWJ-7kSjVi_20250526_RG_CD_4296CarolineGarciaR1-1024x682.jpg",
        "date": "24/06/2025",
        "description": "Londres (Inglaterra)– Com a aposentadoria marcada para o final desta temporada, a francesa Caroline Garcia infelizmente não conseguirá se despedir de Wimbledon e ficará de fora de toda a temporada de grama. Ela lamentou não poder competir no All England Club e esclareceu o motivo da ausência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorteio-das-chaves-de-wimbledon-acontece-na-sexta-feira.html",
        "title": "Sorteio das chaves de Wimbledon acontece na sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/background_drawboard.jpg",
        "date": "24/06/2025",
        "description": "Londres (Inglaterra)– O sorteio das chaves masculina e feminina de Wimbledon está marcado para acontecer na próxima sexta-feira às 6h (horário de Brasília), três dias antes do início da disputa do mais tradicional torneio do tênis mundial, que começa na segunda-feira seguinte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vence-a-primeira-na-grama-paolini-avanca-em-dois-tiebreaks.html",
        "title": "Iga vence a primeira na grama, Paolini avança em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/iga_badhomburg_espera.jpg",
        "date": "24/06/2025",
        "description": "Bad Homburg (Alemanha) –Em sua primeira partida na temporada de grama, Iga Swiatek estreou com vitória no WTA 500 de Bad Homburg. A polonesa venceu um duelo de ex-líderes do ranking contra Victoria Azarenka por duplo 6/4 em 1h36 de partida nesta terça-feira. Já garantida nas quartas de final, ela pode enfrentar a grega Maria Sakkari ou a russa Ekaterina Alexandrova. A vitória também foi especial para a jogadora de 24 anos, que chegou a 300 triunfos na elite do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-fala-sobre-boatos-estou-feliz-que-a-internet-esteja-se-divertindo.html",
        "title": "Raducanu fala sobre boatos: “Estou feliz que a internet esteja se divertindo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/raducanu_queens.jpg",
        "date": "24/06/2025",
        "description": "Londres (Inglaterra) –Emma Raducanu, nova número 1 do tênis britânico, respondeu às especulações sobre seu relacionamento com Carlos Alcaraz, após a notícia de que os dois jogariam duplas mistas no próximo US Open e de sua presença na quadra central de Queen’s para ver um jogo do espanhol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-derrota-campeas-de-berlim-na-estreia-em-bad-homburg.html",
        "title": "Stefani derrota campeãs de Berlim na estreia em Bad Homburg",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Luisa_Stefani_Timea_Babos_-_Berlin_Tennis_Open_2025_-_Day_4-DSC_1519_xgaplus.jpg",
        "date": "24/06/2025",
        "description": "Bad Homburg (Alemanha)– Vindas do título em Berlim, na semana passada, a eslovaca Tereza Mihalikova e a britânica Olivia Nichols tiveram o título carimbado nesta terça-feira pela paulista Luisa Stefani e a húngara Timea Babos, que levaram a melhor na estreia no WTA 500 de Bad Homburg e triunfaram com parciais de 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-visita-centro-de-tecnologia-da-mclaren-e-se-encontra-com-dirigente.html",
        "title": "Djokovic visita centro de tecnologia da McLaren e se encontra com dirigente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic_mclaren.jpg",
        "date": "24/06/2025",
        "description": "Londres (Inglaterra) –Sete vezes campeão de Wimbledon, Novak Djokovic  aproveitou o tempo entre treinos para uma visita ao Centro de Tecnologia da McLaren, onde foi recebido pelo CEO da McLaren Racing, Zak Brown."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tomic-conquista-em-mallorca-sua-1a-vitoria-em-atp-desde-2021.html",
        "title": "Tomic conquista em Mallorca sua 1ª vitória em ATP desde 2021",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tomic-mallorca-2025-e1750777900760-1024x683.jpg",
        "date": "24/06/2025",
        "description": "Mallorca (Espanha)– Ex-top 20, há tempos que o australiano Bernard Tomic não consegue se destacar no circuito, despencando no ranking para atualmente ocupar a modesta 248ª colocação. Porém, a sorte parece estar mudando na grama do ATP 250 de Mallorca, onde encerrou um longo jejum de vitórias nesta terça-feira."
    }
]