[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-28-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_drop_queens_cut-1024x684.jpg",
        "date": "28/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-leva-susto-e-avanca-em-4-sets-musetti-vence-com-autoridade.html",
        "title": "Rublev leva susto e avança em 4 sets, Musetti vence com autoridade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rublev-usopen-fore-2025-e1756407529627-1024x681.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Dois nomes de peso seguem firmes na disputa do US Open neste ano, superando a segunda rodada nesta quinta-feira. Enquanto o russo Andrey Rublev levou um susto e deixou um set contra o norte-americano Tristan Boyer, o italiano Lorenzo Musetti bateu o belga David Goffin com autoridade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-faz-semi-no-canada-chabalgoity-avanca-no-quali-do-us-open.html",
        "title": "Guto Miguel faz semi no Canadá, Chabalgoity avança no quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_back-1024x683.jpg",
        "date": "28/08/2025",
        "description": "Repentigny (Canadá) –O juvenil goiano Guto Miguel está na semifinal do ITF J300 de Repentigny, em quadras duras no Canadá, torneio preparatório para o US Open da categoria. Ele superou nesta quinta-feira o taiwanês Kuan-Shou Chen, cabeça 5 do torneio, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/provavelmente-sera-mais-uma-final-entre-sinner-e-alcaraz-afirma-rune.html",
        "title": "“Provavelmente será mais uma final entre Sinner e Alcaraz”, afirma Rune",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rune-usopen-back-2025-e1756404363743-1024x681.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– O dinamarquês Holger Rune sente que não poderia ter feito muita coisa diferente contra o alemão Jan-Lennard Struff em sua eliminação prematura no US Open. Em entrevista aoEkstra Baladet, ele analisou a partida e também colocou o italiano Jannik Sinner e o espanhol Carlos Alcaraz como os nomes a serem batidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-deixa-escapar-set-mas-bate-66a-do-ranking-e-avanca-no-us-open.html",
        "title": "Iga deixa escapar set, mas bate 66ª do ranking e avança no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_usopen_fore25_r1.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA) –Iga Swiatek caminhava para mais uma vitória em sets diretos na quadra dura, mas desperdiçou vantagens no segundo set e precisou de mais trabalho para avançar à terceira rodada do US Open. Depois de passar pela colombiana Emiliana Arango na estreia, a número 2 do mundo superou nesta quinta-feira a holandesa Suzan Lamens, 66ª do ranking, por 6/1, 4/6 e 6/4 em 2h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-estreia-no-us-open-com-boa-vitoria-nas-duplas.html",
        "title": "Ingrid estreia no US Open com boa vitória nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/ingrid_gleason_tampico_sorrindo-1024x749.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Uma das três representantes nacionais na chave de duplas femininas do US Open, a carioca Ingrid Martins abriu com vitória sua campanha no torneio. Ao lado da norte-americana Quinn Gleason, ela derrotou a britânica Maia Lumsden e a japonesa Makoto Ninomiya em sets diretos, com parciais de 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-vence-com-atuacao-muito-firme-e-encara-a-freguesa-sakkari.html",
        "title": "Bia vence com atuação muito firme e encara a freguesa Sakkari",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-usopen-vibra-2025-1-e1756397927317-1024x681.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Depois de uma estreia complicada, com altos e baixos e dificuldades no final, a paulista Beatriz Haddad Maia jogou um tênis muito firme nesta quinta-feira e venceu sua segunda partida no US Open. A adversária da vez foi a suíça Viktorija Golubic, que não encontrou formas de incomodar a brasileira e acabou superada com parciais de 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-agradece-alcaraz-por-ter-feito-jogo-rapido.html",
        "title": "Sabalenka agradece Alcaraz por ter feito jogo rápido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalen-1024x582.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Escalada pela segunda vez para fazer o jogo de encerramento do estádio Arthur Ashe, a número 1 do mundo Aryna Sabalenka agradeceu o espanhol Carlos Alcaraz por ele ter feito uma partida rápida e não ter alongado a espera para que ela entrasse em quadra para enfrentar a russa Polina Kudermetova, que afinal lhe deu muito trabalho no primeiro set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-agradece-fotografo-italiano-por-foto-do-ano.html",
        "title": "Paolini cumprimenta fotógrafo italiano por “foto do ano”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/GzVhkrKWIAA2YHr.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– A foto capturada por Ray Giubilo na partida de estreia da compatriota Jasmine Paolini girou e encantou o mundo. Nesta quarta-feira, depois de avançar para a terceira rodada, a número 8 do ranking aproveitou a entrevista em quadra para parabenizar e agradecer o fotógrafo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-safin-e-bublik-se-divertem-quebrando-janelas.html",
        "title": "Rublev, Safin e Bublik se divertem… quebrando janelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/janelas_usopen.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Em meio a mais uma sessão de treinamentos em Nova York, o russo Andrey Rublev, seu técnico e campeão do torneio Marat Safin e o sempre irreverente Alexander Bublik encontraram um divertimento extra: tentar quebrar janelas arremessando bolas de tênis da quadra."
    }
]