[
    {
        "url": "https://tenisbrasil.uol.com.br/carol-e-nana-voltam-a-duelar-pigossi-comeca-bem-no-paineiras.html",
        "title": "Carol e Naná voltam a duelar, Pigossi começa bem no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras-1024x604.jpg",
        "date": "01/10/2025",
        "description": "São Paulo (SP)– Carolina Meligeni Alves e Nauhany Silva confirmaram favoritismo e irão lutar entre si por vaga nas quartas de final do Torneio Internacional Feminino de Tênis – Ano IX, evento de nível W35 do ranking mundial de profissionais. A partida, agora sobre o saibro, repete recente duelo do SP Open, vencido por Naná, e está previsto para as 11h30 desta quinta-feira com entrada gratuita no clube Paineiras do Morumby."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-01-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "01/10/2025",
        "description": "Challenger de Braga (Portugal) – Saibro – 91.250 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-vence-no-chile-e-se-junta-a-pietra-nas-quartas.html",
        "title": "Leonardo Storck vence no Chile e se junta a Pietra nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/storck_rgjunior_back-1024x682.jpg",
        "date": "01/10/2025",
        "description": "Santiago (Chile) –Os dois juvenis brasileiros que atuaram nesta quarta-feira pelo ITF J200 de Santiago, em quadras de saibro. O mato-grossense Leonardo Storck avançou às quartas de final, enquanto seu conterrâneo Livas Damázio parou na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-joga-com-zverev-em-xangai-romboli-tera-parceiro-tcheco.html",
        "title": "Melo joga com Zverev em Xangai, Romboli terá parceiro tcheco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/romboli_pavlasek_xangai-1024x646.jpg",
        "date": "01/10/2025",
        "description": "Xangai (China) –O Brasil terá dois representantes na chave de duplas do Masters 1000 de Xangai. O veterano Marcelo Melo joga mais uma vez ao lado do alemão Alexander Zverev, enquanto Fernando Romboli terá uma parceria inédita com o tcheco Adam Pavlasek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chineses-sao-destaques-na-rodada-desta-quinta-em-xangai.html",
        "title": "Chineses são destaques na rodada desta quinta em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/wu_xangai_saque-1024x615.jpg",
        "date": "01/10/2025",
        "description": "Xangai (China) –O segundo dia de jogos pelo Masters 1000 de Xangai ainda não terá os cabeças de chave em quadra. E por isso, a organização do evento priorizou as estreias de três jogadores chineses para o estádio principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-nao-estou-machucada-apenas-joguei-mal-e-preciso-melhorar.html",
        "title": "Iga: “Não estou machucada, apenas joguei mal e preciso melhorar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/navarro_swiatek_cump-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Pequim (China) –A derrota de Iga Swiatek nas oitavas de final do WTA 1000 de Pequim chamou atenção pelo placar do último set, um 6/0 da norte-americana Emma Navarro, e o alto número de erros não-forçados da polonesa, 70 no total."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hexacampeao-mundial-cappelletti-retorna-ao-macena-open.html",
        "title": "Hexacampeão mundial, Cappelletti retorna ao Macena Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/antomiramos_cappelletti-2-1024x672.jpeg",
        "date": "01/10/2025",
        "description": "Marechal Deodoro (AL)– Bicampeão na Praia do Francês, em 2023 no Macena Open e em 2024 no Pure Beach, o italiano Michele Cappelletti, lenda do esporte, estará de volta, entre os dias 6 e 12 de outubro, no Macena Open Prime, em Marechal Deodoro. A competição é da categoria BT 400, distribuindo 470 pontos e premiação total de US$ 35 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-ultrapassado-por-tien-reis-volta-a-ter-melhor-ranking.html",
        "title": "Fonseca é ultrapassado por Tien, Reis volta a ter melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joaolreis_usopen_fore-1024x600.jpg",
        "date": "01/10/2025",
        "description": "Londres (Inglaterra) –Com o fim dos torneios de nível 500 em Tóquio e Pequim, a ATP atualizou o ranking nesta quarta-feira. Único brasileiro no top 100, João Fonseca perdeu apenas uma posição, ultrapassado pelo norte-americano Learner Tien, finalista na capital chinesa e que saltou 16 posições para chegar ao 36º lugar. Com isso, o carioca de 19 anos é agora o 43º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-luz-estreiam-bem-em-braga-pucinelli-e-britto-avancam-no-chile.html",
        "title": "Demoliner e Luz estreiam bem em Braga, Pucinelli e Britto avançam no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/demoliner_luz_braga-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Braga (Portugal) –Os gaúchos Marcelo Demoliner e Orlando Luz estrearam com vitória no challenger de Braga, em quadras de saibro. Principais cabeças de chave, eles venceram os convidados locais Pedro Araújo e Tiago Torres por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-o-resumo-do-wta-1000-de-pequim-nesta-quarta.html",
        "title": "Confira o resumo do WTA 1000 de Pequim nesta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WTA-1024x576.jpg",
        "date": "01/10/2025",
        "description": ""
    }
]