[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-25-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "25/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-alves-caem-na-estreia-de-challengers-heide-nao-joga-em-bogota.html",
        "title": "Reis e Alves caem na estreia de challengers, Heide não joga em Bogotá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "24/11/2025",
        "description": "Temuco (Chile) –Semifinalista na edição passada do challenger de Temuco, João Lucas Reis não repetiu o resultado da última temporada e foi eliminado na estreia do torneio chileno em quadras duras. O pernambucano de 25 anos e 191º do ranking foi superado nesta segudna-feira pelo argentino Carlos Zarate, de apenas 20 anos e 648º colocado, que marcou as parciais de 7/6 (7-4) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-24-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "24/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-para-na-estreia-em-buenos-aires-laura-joga-nesta-terca-feira.html",
        "title": "Carol para na estreia em Buenos Aires, Laura joga nesta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "24/11/2025",
        "description": "Buenos Aires (Argentina) –Primeira brasileira a jogar no WTA 125 de Buenos Aires, Carol Meligeni não passou da rodada de estreia. A número 3 do país e 236ª do ranking foi superada nesta segunda-feira pela húngara Panna Udvardy, cabeça 3 do torneio e 107ª colocada, que marcou um duplo 6/0 em 58 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-karue-sell-circuito-cria-lacuna-cada-vez-maior-no-ranking.html",
        "title": "Para Karue Sell, circuito cria lacuna cada vez maior no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pod_sell.jpg",
        "date": "24/11/2025",
        "description": "Na busca por recuperação no ombro direito, que o afastou das quadras desde agosto, o catarinense Karue Sell é o entrevistado doPodcast de TenisBrasildesta semana. Ele faz uma análise do vai e vem de sua temporada, em que jogou seu primeiro ATP, e diz que segue motivado a treinar e encarar o circuito, mesmo aos 32 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pereira-loureiro-e-zanellato-jogam-a-chave-masculina-em-ribeirao-preto.html",
        "title": "Pereira, Loureiro e Zanellato jogam a chave masculina em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_criciuma_back.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –O pernambucano José Pereira e o mineiro João Victor Loureiro estão entre os principais cabeças de chave do ITF M15 de Ribeirão Preto, que será disputado a partir desta terça-feira nas quadras de saibro do Centro de Formação de Tênis (CFTRP). Entre os brasileiros na chave estão o paulista Nicolas Zanellato e o baiano Natan Rodrigues."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-festeja-o-tri-na-copa-das-federacoes-de-beach-estamos-no-caminho-certo.html",
        "title": "FPT festeja o tri na Copa das Federações de beach: “estamos no caminho certo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/copafederacoes_SP_tricampeao.jpeg",
        "date": "24/11/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) conquistou, no último sábado, o título da 10ª edição da Copa das Federações de Beach Tennis, consolidando-se como uma das principais forças da modalidade no país. A entidade, que já havia vencido a competição em 2017 e 2021, reafirma seu protagonismo no desenvolvimento do beach tennis no Brasil, especialmente por meio de ações contínuas de formação, organização de torneios e incentivo à base."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-candiotto-fullana-e-nana-disputam-itf-em-ribeirao-preto.html",
        "title": "Pedretti, Candiotto, Fullana e Naná disputam ITF em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/thaisa_pedretti_rebate.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –A paulista Thaísa Pedretti será a principal cabeça de chave do ITF W15 de Ribeirão Preto, que começa nesta terça-feira nas quadras de saibro do Centro de Formação de Tênis (CFTRP). O torneio conta com outras brasileiras como Ana Candiotto, Luiza Fullana e a jovem Nauhany Silva, de apenas 15 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-inicia-a-pre-temporada-no-rio-e-define-calendario.html",
        "title": "Fonseca inicia a pré-temporada no Rio e define calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca_back_treino_iw-1024x675.jpg",
        "date": "24/11/2025",
        "description": "Rio de Janeiro (RJ) –A pré-temporada de João Fonseca começou nesta segunda-feira no Rio de Janeiro. O número 1 do Brasil e 24º do mundo também definiu o calendário de torneios para os primeiros meses de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-marcondes-recuperam-posicoes-na-atp-reis-e-2o-do-brasil.html",
        "title": "Heide e Marcondes recuperam posições na ATP, Reis é 2º do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_prepara-1024x682.jpg",
        "date": "24/11/2025",
        "description": "Londres (Inglaterra) –Campeão do challenger de Florianópolis no último domingo, o paulista Gustavo Heide recuperou 65 posições no ranking divulgado nesta segunda-feira pela ATP. Com isso, o jovem de 23 anos é agora o 244º do mundo e o sexto melhor brasileiro na lista."
    }
]