[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-25-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "25/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-vencem-no-chile-romboli-e-demoliner-caem-na-estreia.html",
        "title": "Matos e Luz vencem no Chile, Romboli e Demoliner caem na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/LUZ-MATOS-011.jpg",
        "date": "25/02/2026",
        "description": "Santiago (Chile) –As parcerias brasileiras que atuaram nesta quarta-feira pelo ATP 250 de Santiago tiveram rumos opostos na competição. Orlando Luz e Rafael Matos confirmaram a condição de cabeças 2, enquanto Marcelo Demoliner e Fernando Romboli foram eliminados na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-2026-recebe-70-mil-pessoas-e-consagra-fonseca-e-melo-nas-duplas.html",
        "title": "Rio Open 2026 recebe 70 mil pessoas e consagra Fonseca e Melo nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo_agassi_fonseca_rio_trofeus.jpg-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Rio de Janeiro (RJ) –A 12ª edição do Rio Open terminou com dois momentos marcantes na quadra central do Jockey Club Brasileiro. O argentino Tomás Etcheverry conquistou o título de simples, enquanto a dupla brasileira formada por João Fonseca e Marcelo Melo levantou o troféu de duplas diante da torcida carioca. Ao longo de nove dias, cerca de 70 mil pessoas passaram pelo complexo do evento, que mais uma vez reuniu grandes nomes do esporte e registrou forte impacto econômico, presença recorde de patrocinadores e uma ampla programação dentro e fora das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/henrique-mello-estreia-com-vitoria-no-itf-mt700-de-montevideu.html",
        "title": "Henrique Mello estreia com vitória no ITF MT700 de Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/henrique_mello_mindu_masters2.jpg",
        "date": "25/02/2026",
        "description": "Montevidéu (Uruguai) –O campineiro Henrique Mello estreou com vitória nesta quarta-feira no ITF MT700 de Montevidéu, disputado no saibro uruguaio. Principal favorito ao título e atual 31º do ranking mundial da categoria 40+, Mindu – como é conhecido – entrou adiantado na chave, já nas oitavas de final, e superou o uruguaio Matias Castro por 6/0 e 6/1, garantindo vaga nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/igor-marcondes-e-daniel-silva-caem-nas-oitavas-em-challenger-argentino.html",
        "title": "Igor Marcondes e Daniel Silva caem nas oitavas em challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marcondes-desliza-rio-open-2026-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Tigre (Argentina) –Os dois brasileiros que estavam nas oitavas de final do challenger de Tigre, em quadras de saibro na Argentina, foram eliminados da competição nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-foi-incrivel-jogar-contra-stan-talvez-pela-ultima-vez.html",
        "title": "Medvedev: “Foi incrível jogar contra Stan talvez pela última vez”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R2-Medvedev-Wawrinka-1-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes)– Último algoz de Stan Wawrinka no ATP 500 de Dubai, vencendo o suíço em sets diretos nesta quarta-feira, o russo Daniil Medvedev acompanhou de dentro de quadra ahomenagem feita ao rival, que se aposentará no fim da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-recebe-homenagem-em-sua-despedida-no-atp-de-dubai.html",
        "title": "Wawrinka recebe homenagem em sua despedida no ATP de Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R1-Stan-Wawrinka-11-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes)– Após sua derrota na segunda rodada do ATP 500 de Dubai, o suíço Stan Wawrinka, que se aposentará no final da temporada, recebeu um khanjar (tradicional adaga árabe) e um bolo dos organizadores do torneio, antes de ser aplaudido por uma animada plateia na saída da quadra central."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alissime-confirma-favoritismo-faz-quartas-em-dubai-e-encara-mensik.html",
        "title": "Aliassime confirma favoritismo, faz quartas em Dubai e encara Mensik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-ATP-R2-Auger-Aliassime-13-1024x684.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes)– Cabeça de chave número 1 no ATP 500 de Dubai, o canadense Félix Auger-Aliassime segue fazendo valer o favoritismo. Nesta quarta-feira, ele teve pela frente o potente saque do francês Giovanni Perricard e levou a melhor em sets diretos, marcando duplo 6/4 depois de 1h21 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-brasilia-tem-chave-de-duplas-repleta-de-brasileiros.html",
        "title": "Challenger de Brasília tem chave de duplas repleta de brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/monteiro-rio-comemora-2026-1024x683.jpeg",
        "date": "25/02/2026",
        "description": "Brasília (DF) –A organização do Brasília Tennis Open, challenger 75 que começa no próximo dia 1, divulgou a lista de duplas no torneio. Entre os principais nomes do país, estão a dupla Thiago Monteiro e João Lucas Reis, além da parceria de Felipe Meligeni e Gustavo Heide."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/johnson-diz-que-sinner-sera-questionado-se-nao-voltar-a-vencer-logo.html",
        "title": "Johnson diz que Sinner será questionado se não voltar a vencer logo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-ausopen-back-2026-e1769416821784-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Nova York (EUA)– Embora seja o número 2 do mundo e tenha somado sete vitórias em dois torneios disputados no ano, o italiano Jannik Sinner estabeleceu patamares altos e a falta de títulos pode virar um problema. Pelo menos é o que afirma o norte-americano Steve Johnson."
    }
]