[
    {
        "url": "https://tenisbrasil.uol.com.br/mannarino-disputa-sua-primeira-final-em-casa-e-desafia-aliassime.html",
        "title": "Mannarino disputa sua primeira final em casa e desafia Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/mannarino_montpellier_vibra-1024x644.jpg",
        "date": "07/02/2026",
        "description": "Montpellier (França) –O experiente francês Adrian Mannarino terá a oportunidade de conquistar um título em casa. O canhoto de 37 anos e 70º do ranking garntiu vaga na final do ATP 250 de Montpellier depois de vencer o jovem norte-americano de 22 anos Martin Damm, 160º colocado e vindo do quali, por 1/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chave-de-duplas-em-buenos-aires-tem-5-brasileiros-e-duelo-nacional.html",
        "title": "Chave de duplas em Buenos Aires tem 5 brasileiros e duelo nacional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/demo-romboli-voleio-rio-2025-e1740683286583-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Buenos Aires (Argentina) –Cinco brasileiros estão na chave de duplas do ATP 250 de Buenos Aires evento que abre a temporada de saibro na América do Sul pela elite do circuito. E a primeira rodada ainda prevê uma partida com três atletas nacionais em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/luz_matos_davis_treinam.jpg",
        "date": "07/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-sao-cabecas-5-em-doha-e-estreiam-no-domingo.html",
        "title": "Stefani e Dabrowski são cabeças 5 em Doha e estreiam no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-drabowski-posada-e1768205776253-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Doha (Qatar) –Brasileira mais bem colocada no ranking entre as especialistas em duplas, Luísa Stefani disputa o WTA 1000 de Doha, ao lado da canadense Gabriela Dabrowski. Cabeças 5 do torneio, elas estreiam neste domingo, por volta de 10h30 (de Brasília) contra a russa Irina Khromacheva e a indonésia Aldila Sutjiadi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boulter-vira-o-jogo-em-ostrava-e-conquista-seu-4o-titulo-no-circuito.html",
        "title": "Boulter vira o jogo em Ostrava e conquista seu 4º título no circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/boulter_ostrava_aplaude-1024x654.jpg",
        "date": "07/02/2026",
        "description": "Ostrava (República Tcheca) –A britânica Katie Boulter conquistou o título do WTA 250 de Ostrava, em quadras duras e cobertas. Ela superou na final deste sábado a alemã Tamara Korpatsch, 124ª do ranking, por 5/7, 6/2 e 6/1 em 1h59 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cirstea-tem-a-despedida-perfeita-e-e-campea-de-wta-em-casa.html",
        "title": "Cirstea tem a despedida perfeita e é campeã de WTA em casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cirstea_cluj_vibra_sf-1024x589.jpg",
        "date": "07/02/2026",
        "description": "Cluj-Napoca (Romênia) –Em temporada de despedida do circuito profissional, Sorana Cirstea teve a oportunidade de conquistar o título e venceu o WTA 250 de Cluj-Napoca, em quadras duras e cobertas. A romena superou na final deste sábado a britânica Emma Raducanu por 6/0 e 6/2 em 1h03 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bejlek-derruba-mais-uma-top-20-e-conquista-o-titulo-em-abu-dhabi.html",
        "title": "Bejlek derruba mais uma top 20 e conquista o título em Abu Dhabi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bejlek_abudhabi_trofeu-1024x653.jpg",
        "date": "07/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –A grande semana de Sara Bejlek no WTA 500 de Abu Dhabi foi recompensada com o primeiro título na elite do circuito. Vinda do quali, a jovem tcheca de 20 anos e 101ª do ranking superou neste sábado a russa Ekaterina Alexandrova, segunda cabeça de chave e número 11 do mundo, por 7/6 (7-5) e 6/1 em 1h39 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-nao-se-recupera-e-anuncia-desistencia-do-rio-open.html",
        "title": "Monfils não se recupera e anuncia desistência do Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/monfils_ausopen_despedida-1024x687.jpg",
        "date": "07/02/2026",
        "description": "Rio de Janeiro (RJ) –Três dias depois de anunciar que não disputaria o ATP 250 de Buenos Aires, o francês Gael Monfils também está fora do Rio Open. A organização do ATP 500 confirmou a desistência na manhã deste sábado. Ele seria um convidado para o torneio no Jockey Club Brasileiro, o que possibilita aos realizadores indicar outro jogador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-estreia-contra-fils-em-roterda-e-pode-enfrentar-wawrinka.html",
        "title": "De Minaur estreia contra Fils em Roterdã e pode enfrentar Wawrinka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/demon-turin-2025-sf-reaction-1024x576.jpg",
        "date": "07/02/2026",
        "description": "Roterdã (Holanda) –O sorteio realizado neste sábado definiu a chave do ATP 500 de Roterdã, que será disputado a partir de segunda-feira em quadras duras e cobertas. Com as desistências de Carlos Alcaraz e Alexander Zverev, o principal nome da competição será o australiano Alex de Minaur, número 6 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zvonareva-e-osorio-furam-o-quali-em-doha-sierra-e-lucky-loser.html",
        "title": "Zvonareva e Osorio furam o quali em Doha, Sierra é lucky-loser",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/zvonareva_dubai_posada-1024x698.jpg",
        "date": "07/02/2026",
        "description": "Doha (Qatar) –A experiente russa Vera Zvonareva conseguiu uma vaga na chave principal do WTA 1000 de Doha, depois de passar pelas duas rodadas do quali. Ela superou neste sábado a polonesa Magdalena Frech por 6/3 e 7/6 (7-1) e já havia vencido na sexta-feira a chinesa Shuai Zhang por duplo 6/3."
    }
]