[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-larga-bem-em-casa-krejcikova-vira-contra-svitolina.html",
        "title": "Pegula larga bem em casa, Krejcikova vira contra Svitolina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula-sorri-cincinnati-2025-1024x698.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– A norte-americana Jessica Pegula começou bem sua trajetória no WTA 1000 de Cincinnati. Vice-campeã no ano passado e classificada como a quarta favorita nesta edição, ela não teve dificuldades para superar a estreia e bateu a australiana Kimberly Birrell com o placar de 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-avanca-com-desistencia-khachanov-vence-e-medvedev-cai.html",
        "title": "Shelton avança com desistência, Khachanov vence e Medvedev cai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton-carabelli-cumprimento-cincinnati-2025-1024x698.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– Embalado pela conquista do seu primeiro título de Masters 1000, em Toronto, o norte-americano Ben Shelton precisou ficar em quadra por apenas 63 minutos na sua estreia em Cincinnati. O cabeça de chave 5 vencia por 6/3 e 3/1, quando o argentino Camilo Ugo Carabelli se retirou da partida com um problema no joelho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/franca-e-estados-unidos-conquistam-o-mundial-de-14-anos-em-prostejov.html",
        "title": "França e Estados Unidos conquistam o Mundial de 14 anos em Prostejov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mundial_14_franca_eua.jpg",
        "date": "10/08/2025",
        "description": "Prostejov (República Tcheca) –O Mundial de 14 anos terminou no último sábado com título para a França no torneio masculino e para os Estados Unidos no feminino, consagrando as melhores equipes da categoria em Prostejov."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/segunda-feira-tem-sabalenka-sinner-fonseca-e-brasileiros-nas-duplas.html",
        "title": "Segunda-feira tem Sabalenka, Sinner, Fonseca e brasileiros nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-toronto-voleia-2025-.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– A programação de segunda-feira no torneio combinado de Cincinnati promete grandes confrontos tanto na ATP quanto na WTA. Entre as principais atrações no dia estão o duelo entre a bielorrussa Aryna Sabalenka e a britânica Emma Raducanu, no segundo jogo do estádio principal, por volta das 13h30, no horário de Brasília. Na mesma quadra, o italiano Jannik Sinner encara o canadense Gabriel Diallo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serra-gaucha-open-define-campeoes-em-simples-e-duplas.html",
        "title": "Serra Gaúcha Open define campeões em simples e duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/DSC_0372-1024x683.jpg",
        "date": "10/08/2025",
        "description": "Vacaria (RS)–  Depois de uma semana intensa de jogos, o Serra Gaúcha Open 2025 teve seus campeões definidos no sábado. Apesar do tempo instável ao longo da disputa, não houve nenhum atraso nas partidas devido a ótima estrutura do complexo do Tênis Santa Teresa, que é o maior complexo de quadras cobertas do Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kostyuk-desiste-por-lesao-e-swiatek-avanca-para-as-oitavas-sem-jogar.html",
        "title": "Kostyuk desiste por lesão e Swiatek avança para as oitavas sem jogar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/swiatek-cincinnati-2025-1024x632.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– A polonesa Iga Swiatek ganhará um dia a mais de folga e vaga direta para as oitavas de final do WTA 1000 de Cincinnati. Isso porque sua adversária na terceira rodada, a ucraniana Marta Kostyuk, oficializou neste domingo a sua desistência da competição devido a uma lesão no punho. O duelo entre elas aconteceria na segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-volta-a-ceder-set-para-dzumhur-mas-vence-na-estreia.html",
        "title": "Alcaraz volta a ceder set para Dzumhur, mas vence na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-vibra-cincinnati-2025-1024x729.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– Assim como já havia acontecido nos dois encontros anteriores, o bósnio Damir Dzumhur conseguiu tirar um set de Carlos Alcaraz, mas acabou não sendo páreo para o espanhol. Em duelo válido pela segunda rodada do Masters 1000 de Cincinnati, neste domingo, o atual número 2 do mundo levou a melhor e confirmou o favoritismo ao anotar o placar de 6/1, 2/6 e 6/3, após 1h41 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opelka-derruba-de-minaur-rublev-bate-jovem-promessa-da-casa.html",
        "title": "Opelka derruba De Minaur, Rublev bate jovem promessa da casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/opelka-bakchand-cincinnati-2025-1024x702.jpeg",
        "date": "10/08/2025",
        "description": "Cincinnati (EUA)– A rodada deste domingo no Masters 1000 de Cincinnati começou com um resultado um tanto quanto inesperado. Vindo de boas campanhas, com o título em Washington e as quartas de final em Toronto, o australiano Alex de Minaur não passou da estreia, sendo superado pelo grandalhão Reilly Opelka em sets diretos, parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-passa-pela-estreia-paolini-supera-sakkari-em-dois-tiebreaks.html",
        "title": "Gauff passa pela estreia, Paolini supera Sakkari em dois tiebreaks",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff-cincinnati-2025-1024x746.jpeg",
        "date": "10/08/2025",
        "description": "Atualizado às 17h12, após o triunfo de Clara Tauson sobre Ajla Tomljanovic"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-jogara-exibicao-em-xangai-no-mes-de-outubro.html",
        "title": "Federer jogará exibição em Xangai no mês de outubro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/federer_exibicao_xangai_web.jpg",
        "date": "10/08/2025",
        "description": "Xangai (China)– Aposentado do circuito profissional desde setembro de 2022, Roger Federer está prestes a fazer seu aguardado retorno às quadras. O suíço disputará uma partida de exibição no dia 10 de outubro, no Qi Zhong Tennis Center, palco tradicional do Masters 1000 de Xangai."
    }
]