[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-26-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Matos_bruxelas_rede-1024x656.jpg",
        "date": "26/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-romboli-anunciam-o-fim-da-parceria-apos-tres-torneios.html",
        "title": "Melo e Romboli anunciam o fim da parceria após três torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melo_romboli_australia_posados.jpg",
        "date": "26/01/2026",
        "description": "Belo Horizonte (MG) –Os brasileiros Marcelo Melo e Fernando Romboli não vão seguir jogando juntos na temporada 2026. A parceria foi formada em novembro do ano passado e durou três torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muguruza-anuncia-o-nascimento-de-marcos-seu-primeiro-filho.html",
        "title": "Muguruza anuncia o nascimento de Marcos, seu primeiro filho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/muguruza-esposo-wimbledon-2025-e1759069224139-1024x683.jpg",
        "date": "26/01/2026",
        "description": "Madri (Espanha) –A ex-número 1 do mundo Garbiñe Muguruza anunciou em seu Instagram o nascimento, há uma semana, de seu primeiro filho, Marcos Borges Muguruza."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-vencemos-muitas-duplas-fortes-nas-ultimas-tres-semanas.html",
        "title": "Matos: “Vencemos muitas duplas fortes nas últimas três semanas”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/matos_luz_ausopen_abraco-1024x663.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –Classificados para as quartas de final de duplas no Australian Open, Orlando Luz e Rafael Matos já estão igualando os melhores resultados de suas carreiras em Grand Slam e chegam motivados para o confronto com o espanhol Marcel Granollers e o argentino Horacio Zeballos, cabeças 3 do torneio. A dupla brasileira destaca as recentes vitórias sobre parcerias bem ranqueadas neste início de temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/minha-mentalidade-melhorou-bastante-garante-anisimova.html",
        "title": "“Minha mentalidade melhorou bastante”, garante Anisimova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/anisimova_ausopen_back_r16-1024x768.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –Nesta segunda-feira, Amanda Anisimova, número 4 do mundo,venceu a chinesa Xinyu Wang em uma dura partida de 7/6 (7-4) e 6/4,assim, completando sua presença nas quartas de final de todos os Grand Slam. Em entrevista, a norte-americana revelou que as estratégias mentais foram tão importantes quanto as físicas para continuar na disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/faltou-emocao-mas-os-favoritos-garantem-recorde.html",
        "title": "Faltou emoção, mas os favoritos garantem recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_musetti_ao.jpg",
        "date": "26/01/2026",
        "description": "Pela primeira vez desde que os Grand Slam passaram a pagar premiação por rodada, em Roland Garros de 1968, todos os seis primeiros cabeças de chave, tanto do masculino como do feminino, chegam às quartas de final. Isso obviamente abre chance de termos também todos os quatro líderes de cada ranking na semifinal. Mas, fato inegável, as oitavas masculinas decepcionaram pela pouca competitividade: uma desistência e seis dos sete outros jogos terminados em sets diretos e pouca emoção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-destaca-melhora-no-saque-e-desafia-djokovic-nas-quartas.html",
        "title": "Musetti destaca melhora no saque e desafia Djokovic nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/musetti-australian-open-2026-r4-tweener-1024x576.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –Classificado para as quartas de final do Australian Open pela primeira vez na carreira, Lorenzo Musetti destacou a melhora no saque como um dos fatores fundamentais para o bom momento na carreira. O italiano disparou 13 aces navitória desta segunda-feiracontra o norte-americano Taylor Fritz e não sofreu quebras de serviço, enfrentando apenas dois break-points."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-vira-o-jogo-contra-ruud-e-confirma-duelo-com-sinner.html",
        "title": "Shelton vira o jogo contra Ruud e confirma duelo com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/shelton_ausopen_vibra_noite-1024x683.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –Pela terceira vez em quatro participações, Ben Shelton chega às quartas de final do Australian Open e agora está em busca da segunda semifinal consecutiva. O norte-americano de 23 anos e número 7 do mundo superou nesta segunda-feira o norueguês Casper Ruud, 13º do ranking, por 3/6, 6/4, 6/3 e 6/4 em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-se-diverte-e-revela-aposta-que-fez-para-duelo-com-keys.html",
        "title": "Pegula se diverte e revela aposta que fez para duelo com Keys",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pegula-keys-ausopen_abraco-1024x768.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –O confronto entre as norte-americanas Jessica Pegula e Madison Keys pelas oitavas de final do Australian Open teve um clima leve nesta segunda-feira, por conta da grande amizade entre as duas jogadoras. E depois devencer o jogo por 6/3 e 6/4e eliminar a atual campeã, Pegula revelou as apostas que elas fizeram para quem perdesse a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-lamenta-sequencia-de-lesoes-mas-entende-que-musetti-foi-superior.html",
        "title": "Fritz lamenta sequência de lesões, mas entende que Musetti foi superior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz-australian-open-2026-r4-1024x576.jpg",
        "date": "26/01/2026",
        "description": "Melbourne (Austrália) –Eliminado nas oitavas de final do Australian Open, Taylor Fritz lamentou os problemas físicos que vêm atrapalhando seu início de temporada, mas fez questão de reconhecer o grande desempenho do italiano Lorenzo Musetti naderrota desta segunda-feira. O atual número 9 do mundo já vinha lidando com tendinite no joelho desde a United Cup e, em Melbourne, também enfrentou uma lesão no músculo oblíquo, na região abdominal."
    }
]