[
    {
        "url": "https://tenisbrasil.uol.com.br/linette-completa-vitoria-e-impoe-nova-eliminacao-precoce-a-pegula.html",
        "title": "Linette completa vitória e impõe nova eliminação precoce a Pegula",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/linette_vibra_cincy-1024x617.jpg",
        "date": "13/08/2025",
        "description": "Nova York (EUA) –Em jogo iniciado ainda na terça-feira à noite e retomado na tarde desta quarta, a polonesa Magda Linette levou a melhor sobre a norte-americana Jessica Pegula e impôs mais uma eliminação precoce à atual número 4 do mundo, ainda na terceira rodada do WTA 1000 de Cincinnati. A experiente jogadora de 33 anos e 40ª do ranking venceu o terceiro set e fechou o jogo com parciais de 7/6 (7-5), 3/6 e 6/3 em 2h19 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-vence-um-game-e-avanca-rune-conta-com-desistencia-de-tiafoe.html",
        "title": "Zverev vence um game e avança, Rune conta com desistência de Tiafoe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/20250813_152220-scaled-e1755109548738-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA)– Em uma das partidas interrompidas no dia anterior por causa da chuva, o alemão Alexander Zverev venceu o game que faltava e selou assim a vitória sobre o tenista da casa Brandon Nakashima, marcando parciais de 6/4 e 6/4 para ir às oitavas de final no Masters 1000 de Cincinnati."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-e-garcia-lideram-os-convites-da-chave-feminina-do-us-open.html",
        "title": "Venus e Garcia lideram os convites da chave feminina do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus_cincy_rebate-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Nova York (EUA) –Os oito convites para a chave feminina do US Open foram divulgados nesta quarta-feira. Entre os destaques estão a bicampeã Venus Willians, de volta ao circuito aos 45 anos, e a francesa Caroline Garcia, ex-número 3 do mundo e que irá encerrar sua carreira profissional em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-13-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53494368680_042644d8fd_c.jpg",
        "date": "13/08/2025",
        "description": "WTA 1000 de Cincinnati (EUA) – Sintético – US$ 5.152.599Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-divulga-convidados-e-reis-fica-mais-perto-do-quali.html",
        "title": "US Open divulga convidados e Reis fica mais perto do quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "13/08/2025",
        "description": "Nova York (EUA) –Os oito convites para a chave masculina do US Open foram divulgados nesta quarta-feira. A organização do evento priorizou os norte-americanos que estão próximos do top 100, premiando quatro jogadores que originalmente disputariam o quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-derrota-a-freguesa-cirstea-e-avanca-para-as-quartas.html",
        "title": "Swiatek derrota a “freguesa” Cirstea e avança para as quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga-cincinnati-saca-2025-e1755106290674-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA)– A polonesa Iga Swiatek avançou pela terceira vez consecutiva para as quartas de final do WTA 1000 de Cincinnati ao derrotar a romena Sorana Cirstea por 6/4 e 6/3, depois de 1h35 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-desiste-e-e-mais-uma-vitima-de-promissor-noruegues.html",
        "title": "Pucinelli desiste e é mais uma vítima de promissor norueguês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli-porto-alegre-back-2025-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Todi (Itália)– Mais uma vez o jovem norueguês Nicolai Kjaer foi a pedra no sapato de um brasileiro no circuito. Nesta quarta-feira, o tenista de apenas 18 anos derrotou o paulista Matheus Pucinelli na segunda rodada no challenger de Todi, contando com a desistência do rival quando vencia por 7/6 (7-2) e 3/0. Segundo a ATP, Pucinelli se retirou por cãibras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/seles-revela-que-sofre-com-doenca-neuromuscular-que-nao-tem-cura.html",
        "title": "Seles revela que sofre com doença neuromuscular que não tem cura",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/Seles_site-do-Laureus_web.jpg",
        "date": "13/08/2025",
        "description": "Nova York (EUA)– A ex-tenista profissional Monica Seles revelou esta semana que sofre há três anos do que é conhecido como “miastenia gravis”, uma doença neuromuscular que enfraquece os músculos e ainda não tem uma cura encontrada pela ciência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suica-nao-descarta-usar-federer-para-negociar-tarifas-com-governo-trump.html",
        "title": "Suíça não descarta usar Federer para negociar tarifas com governo Trump",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/federer_usopen_web.jpg",
        "date": "13/08/2025",
        "description": "Genebra (Suíça)– Depois de se tornar garoto-propaganda da Suíça, em uma parceria com o ministério do turismo, Roger Federer pode ir mais longe em defesa de seu país. Isso porque o governo suíço não descarta usar sua figura para tentar negociar o aumento das tarifas de importação que foram impostas recentemente pelo governo de Donald Trump."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-elogia-jovem-rival-e-se-diz-feliz-com-o-que-vem-apresentando.html",
        "title": "Krejcikova elogia jovem rival e se diz feliz com o que vem apresentando",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Barbora_Krejcikova_-_Cincinnati_Open_2025_-_Day_4-DSC_8133A_xgaplus.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA)– Aos poucos, a tcheca Barbora Krejcikova vai reencontrando seu melhor tênis depois de começar a temporada apenas na segunda metade de maio. No WTA 1000 de Cincinnati, a ex-número 2 do mundo conseguiu sua maior sequência de vitórias em mais de um ano e já está nas oitavas de final."
    }
]