[
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-faz-quartas-em-santo-domingo-candiotto-joga-semi-de-duplas.html",
        "title": "Pedretti faz quartas em Santo Domingo, Candiotto joga semi de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/pedretti_fore_rioclaro.jpg",
        "date": "29/05/2025",
        "description": "Santo Domingo (República Dominicana) –A paulista Thaísa Pedretti garantiu vaga nas quartas de final do ITF W35 de Santo Domingo, em quadras de saibro na República Dominicana. Ela venceu a norte-americana de 30 anos Jamie Loeb, 505ª colocada e que já foi 132ª do mundo, por 7/6 (7-3) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-destaca-os-pontos-altos-da-carreira-de-gasquet-veja-em-19-minutos.html",
        "title": "ATP destaca os pontos altos da carreira de Gasquet. Veja em 19 minutos.",
        "image": null,
        "date": "29/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-o-jogaco-de-fonseca-contra-herbert-em-video-de-13-minutos.html",
        "title": "Confira o jogaço de Fonseca contra Herbert em vídeo de 13 minutos",
        "image": null,
        "date": "29/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-vitoria-sinner-comenta-legado-de-gasquet-e-acolhe-fas-vestidos-de-cenoura.html",
        "title": "Após vitória, Sinner comenta legado de Gasquet e acolhe fãs vestidos de cenouras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/20250514_Sinner_al_servizio.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) – Eliminado por Sinner no Aberto da França de 2024, Gasquet foi novamente derrotado pelo italiano e se despediu de Roland Garros em definitivo. Após vencer o francês por sets diretos, com parciais de 6/2, 6/0 e 6/4, o italiano teve a oportunidade de discursar em quadra, ao fim da partida, e prestou homenagem ao veterano. Jannik teceu elogios à grandiosidade de Richard Gasquet, quem descreveu como um “jogador muito talentoso”, e demonstrou grande respeito por ele."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-vence-duelo-nacional-com-boscardin-e-faz-semi.html",
        "title": "João Reis vence duelo nacional com Boscardin e faz semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_lreis_campinas_vibra-1024x583.jpg",
        "date": "29/05/2025",
        "description": "Coquimbo (Chile) –No encontro entre dois jogadores brasileiros, o pernambucano João Lucas Reis levou a melhor sobre o catarinense Pedro Boscardin e marcou as parciais de 6/4 e 6/2 para garantir vaga na semifinal do ITF M25 de Coquimbo, em quadras de saibro no Chile."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-tem-vitoria-exigente-nao-cede-set-e-pode-rever-draper.html",
        "title": "Fonseca tem vitória exigente, não cede set e pode rever Draper",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg2-1024x747.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– E João Fonseca continua perfeito no saibro de Paris. Numa partida que exigiu grande qualidade técnica e cabeça muito fria, ele derrotou o veterano francês Pierre-Hugues Herbert em partida muito exigente também na parte física e avançou pela primeira vez à terceira rodada de um Grand Slam, ao anotar as parciais de 7/6 (7-4), 7/6 (7-4) e 6/4, após 2h54."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-herbert-siga-comentarios-em-tempo-real.html",
        "title": "Veja como foram os games intensamente disputados entre Fonseca e Herbert",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_estica_saibro-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Outra grande exibição de Fonseca na temporada, principalmente porque Herbert exigiu concentração e eficiência constantes. Foram muito importantes vencer os dois tiebreaks, que foram ao mesmo tempo o ponto alto tanto na parte técnico como na emocional. Fonseca fechou a partida com 9 aces diante de 12 do adversário, tendo acertado 65% do primeiro serviço e vencido 77% desses pontos. Conseguiu sacar a 223 km/h e manteve a média de 192 km/h. Herbert anotou mais winner s(47 a 32), porém muito mais erros (43 a 26)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-keys-confirmam-favoritismo-e-vao-a-terceira-fase.html",
        "title": "Gauff e Keys confirmam favoritismo e vão à terceira fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff_rg25_acena.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –As norte-americanas Coco Gauff e Madison Keys confirmaram o favoritismo nesta quinta-feira e garantiram lugar na terceira rodada de Roland Garros, seguindo a busca por um título inédito em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-analise-pos-jogo-zverev-tece-comentarios-sobre-quadra-em-roland-garros.html",
        "title": "Zverev: “Do segundo set em diante, acho que meu nível melhorou”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Zverev_RG_2025-1024x683.jpeg",
        "date": "29/05/2025",
        "description": "Paris (França)– Em confirmação às expectativas para um bom começo no Aberto da França, o alemão Alexander Zverev venceu sua segunda partida em Paris e avançou para a terceira fase. Ele perdeu o primeiro set para o holandês Jesper de Jong, mas rapidamente se recuperou e garantiu os três sets seguintes. Sascha reconheceu o desempenho abaixo do esperado no início do confronto e comentou os ajustes que fez para dar a volta por cima."
    }
]