[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-03-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oito-juvenis-brasileiros-disputam-as-quartas-em-londrina.html",
        "title": "Oito juvenis brasileiros disputam as quartas em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Dietrich_RGjunior_slice.jpg",
        "date": "02/07/2025",
        "description": "Londrina (PR) –O Brasil terá oito juvenis nas quartas de final da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club. Serão cinco representantes no masculino e mais três na chave feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-redobra-atencao-apos-quedas-de-favoritos-nas-primeiras-fases.html",
        "title": "Alcaraz redobra atenção após quedas de favoritos nas primeiras fases",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz_wimbledon_2r_saque-1024x557.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –As muitas eliminações de cabeças de chave nas primeiras rodadas de Wimbledon servem de alerta para Carlos Alcaraz. Atual bicampeão do torneio e invicto há 20 partidas no circuito, o espanhol reforçou a concentração para não ser surpreendido. Depois de uma batalha de cinco sets na estreia contra o italiano Fabio Fognini,Alcaraz confirmou o favoritismo nesta quarta-feira, diante do britânico vindo do quali Oliver Tarvet."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-acredita-que-perda-de-foco-custou-eliminacao-precoce.html",
        "title": "Paolini acredita que perda de foco custou eliminação precoce",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paolini_wimbledon_25_back-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –Finalista de Wimbledon no ano passado, Jasmine Paolini não repetiu o mesmo desempenho na atual temporada e se despediu ainda na segunda rodada do torneio,superada pela russa Kamilla Rakhimova, 80ª do ranking, em três sets. Após a partida desta quarta-feira, a italiana avalia que não conseguiu manter o mesmo nível de concentração durante o jogo inteiro e que esse tipo de atitude foi determinante para o resultado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/somos-todos-joao.html",
        "title": "Somos todos João",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_jf_willy.jpg",
        "date": "02/07/2025",
        "description": "Com uma distribuição muito saudável entre saque firme e devolução agressiva, ingredientes muito bem-vindos sobre a grama, João Fonseca obteve sua segunda vitória em Wimbledon com louvor. Precisou de muita confiança para sair de diversos apertos gerados pelo norte-americano Jenson Brooksby e se emocionou com mais uma terceira rodada de Grand Slam, repetindo Roland Garros de um mês atrás."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-numero-12-do-mundo-wickmayer-encerra-a-carreira-em-wimbledon.html",
        "title": "Ex-número 12 do mundo, Wickmayer encerra a carreira em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wickmayer_wimbledon-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –A rodada desta quarta-feira em Wimbledon marcou a despedida do circuito profissional de Yanina Wickmayer. A belga de 35 anos e ex-número 12 do mundo caiu na estreia de duplas, ao lado da letã Anastasija Sevastova, diante da ucraniana Marta Kostyuk e da romena Elena Ruse, que marcaram um duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-da-camiseta-a-senhora-que-atingiu-sem-querer-numa-devolucao.html",
        "title": "Fonseca dá camiseta a senhora que atingiu numa devolução",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-olhabola-2025-1024x672.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –O carioca João Fonseca mereceu elogios nesta quarta-feira não apenas por sua vitória na segunda rodada de Wimbledon sobre o norte-americano Jenson Brooksby, por 3 sets a 1, mas também pelo gesto atencioso com uma senhora que ele não-intencionalmente atingiu ao devolver um saque do adversário. Em entrevista à ESPN Brasil, Fonseca explicou o que aconteceu e disse: “Ao ver que ela ainda estava na quadra, quis dar algo a ela como um pedido de desculpas.” Clique na imagem para abrir no Instagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-schiessl-e-marcondes-vencem-em-itfs-sell-cai-nas-oitavas.html",
        "title": "Daniel, Schiessl e Marcondes vencem em ITFs, Sell cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/Schiessl-campinas-olha-bola.jpg",
        "date": "02/07/2025",
        "description": "Marburg (Alemanha) –A rodada no ITF M25 de Marburg, no saibro alemão, foi boa para os brasileiros, com vitórias do paulista Daniel Dutra da Silva e do paranaense João Schiessl."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-e-rebeca-pereira-vencem-no-saibro-carol-define-calendario.html",
        "title": "Gabriela Cé e Rebeca Pereira vencem no saibro, Carol define calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "02/07/2025",
        "description": "Roma (Itália) –A gaúcha Gabriela Cé estreou com vitória no ITF W35 de Roma. A canhota de 32 anos e 414ª do mundo liderava a partida contra a italiana Lisa Pigato, 556ª colocada e que entrou na chave com ranking protegido, por 7/5 e 2/0, quando a rival se retirou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-erra-apenas-16-vezes-e-vence-de-novo-em-cinco-sets.html",
        "title": "Fritz erra apenas 16 vezes e vence de novo em cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz_wimbledon_grita_2R-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– O norte-americano Taylor Fritz passou por outro grande sacador neste Wimbledon. Assim como fizera na estreia, quando virou o placar desfavorável de dois sets diante de Giovanne Perricard, o número 5 do mundo tirou agora o canadense Gabriel Diallo, por 3/6, 6/3, 7/6 (7-0), 4/6 e 6/3."
    }
]