[
    {
        "url": "https://tenisbrasil.uol.com.br/surpresa-na-11a-etapa-do-circuito-beach-tennis-em-sao-jose-dos-campos.html",
        "title": "Surpresa na 11ª etapa do Circuito Beach Tennis em São José dos Campos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/richard_christian_circuito_saojose.jpg",
        "date": "04/08/2025",
        "description": "São José dos Campos (SP) –Surpresa na 11ª etapa do Circuito Beach Tennis realizado na Arena Sunset, em São José dos Campos, que contou com transmissão do canal PlayBT no Youtube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-conta-com-desistencia-e-fura-o-quali-na-alemanha.html",
        "title": "Boscardin conta com desistência e fura o quali na Alemanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/boscar-vibra-e1695180547320-1024x571.jpg",
        "date": "04/08/2025",
        "description": "Bonn (Alemanha)– O catarinense Pedro Boscardin se deu bem nesta segunda-feira e sequer precisou entrar em quadra para garantir um lugar na chave do challenger de Bonn. Ele enfrentaria o sueco Mikael Ymer na última rodada do quali e contou com desistência do rival, por lesão muscular na virilha, para seguir adiante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desiste-de-cincinnati-e-vai-para-o-us-open-sem-torneios-preparatorios.html",
        "title": "Djokovic desiste de Cincinnati e vai para o US Open sem torneios preparatórios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-seca-rosto-2025-1024x682.jpg",
        "date": "04/08/2025",
        "description": "Cincinnati (EUA)– Recordista de títulos de Grand Slam, o sérvio Novak Djokovic deve chegar para a disputa do US Open sem competir em um torneio preparatório sequer. Nesta segunda-feira foi oficializada sua desistência do Masters 1000 de Cincinnati."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meninas-do-brasil-vencem-os-eua-na-estreia-no-mundial-de-14-anos.html",
        "title": "Meninas do Brasil vencem os EUA na estreia no Mundial de 14 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Equipe-Mundial-de-14-anos.jpg",
        "date": "04/08/2025",
        "description": "Prostejov (República Tcheca)– O Brasil estreou no Mundial 14 anos com vitória na disputa feminina. Nesta segunda-feira, as meninas venceram os Estados Unidos, por 2 a 1, no torneio que reúne as principais equipes do mundo em Prostejov, na República Tcheca. No masculino, os brasileiros foram superados pela França, por 3 a 0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tauson-diz-que-a-vitoria-sobre-iga-mostra-o-resultado-de-um-trabalho-duro.html",
        "title": "Tauson diz que a vitória sobre Iga mostra o resultado de um trabalho duro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/FC_Clara-TAUSON_0527.jpeg",
        "date": "04/08/2025",
        "description": "Montréal (Canadá)– Ex-número 1 do mundo no juvenil, a dinamarquesa Clara Tauson vive seu talvez melhor momento no circuito profissional. Depois de altos e baixos, a tenista de 22 anos abriu a temporada com o título em Auckland, depois fez final no WTA 1000 de Dubai e agora está com o ranking mais alto da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-sonha-em-voltar-ao-top-10-e-brigar-por-titulos-de-grand-slam.html",
        "title": "Osaka sonha em voltar ao top 10 e brigar por títulos de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Naomi-OSAKA_-0331-1024x682.jpeg",
        "date": "04/08/2025",
        "description": "Montréal (Canadá)– No WTA 1000 de Montréal, a japonesa Naomi Osaka está fazendo seu melhor resultado em um torneio de 500 ou superior nesta temporada. Quadrifinalista na competição, ela tem adotado uma visão mais tranquila, mas não deixa de sonhar com conquistas maiores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-ja-treina-em-cincinnati-de-olho-na-defesa-do-titulo.html",
        "title": "Sinner já treina em Cincinnati de olho na defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincy-2025-arrival-e1754325227855-1024x682.jpg",
        "date": "04/08/2025",
        "description": "Cincinnati (EUA)– O italiano Jannik Sinner já está nas instalações do Masters 1000 de Cincinnati, onde tentará defender o título conquistado no ano passado. O tenista de 23 anos, não joga desde Wimbledon, no mês passado, onde levantou sua quarta taça de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-250-de-belgrado-vai-para-atenas-por-questoes-politicas-envolvendo-djokovic.html",
        "title": "ATP 250 de Belgrado vai para Atenas por questões políticas envolvendo Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_genebra_focado-1024x614.jpg",
        "date": "04/08/2025",
        "description": "Belgrado (Sérvia)– Nesta segunda-feira a ATP anunciou que o torneio ATP 250 de Belgrado, na Sérvia, será transferido para Atenas, na Grécia, este ano. A competição será disputada de 2 a 8 de novembro em quadra dura coberta na OAKA Basketball Arena, um ginásio multiuso que foi usado nos Jogos Olímpicos de 2004."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reformas-quase-dobram-tamanho-do-campus-do-cincinnati-open.html",
        "title": "Reformas quase dobram tamanho do campus do Cincinnati Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cincinnatiopen_reformas.jpg",
        "date": "04/08/2025",
        "description": "Cincinnati (EUA) –Jogadores e espectadores experimentarão pela primeira vez as novas instalações projetadas para esta edição do Cincinnati Open.  Há 125 anos, o Cincinnati Open tem sido um componente essencial do cenário da região. Com foco em proporcionar experiências de classe mundial para torcedores e jogadores, os principais projetos tiveram investimento de US$ 260 milhões, transformação que foi possível graças à parceria com a Prefeitura de Mason e o Condado de Warren."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-04-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/444370_1129075_54064502053_565e02a41d_k_web_.jpg",
        "date": "04/08/2025",
        "description": "Masters 1000 de Toronto (Canadá) – Sintético – US$ 9.193.540Duplas – Quartas de final –Veja a chave"
    }
]