[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-fore-kobe-2025-e1763724322293-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-investe-em-educacao-e-amplia-apoio-a-estudantes-negros.html",
        "title": "Gauff investe em educação e amplia apoio a estudantes negros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff_criancas_nola.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Ao longo da carreira, Coco Gauff tem usado sua visibilidade para defender causas sociais e apoiar iniciativas de transformação. A norte-americana de 21 anos, atual número 3 do mundo, mantém uma postura ativa no combate ao racismo e à violência contra a população negra e, na condição deatleta mais bem paga do mundo, direciona parte de seus recursos a projetos voltados à inclusão e à educação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-divulga-cartaz-da-edicao-2026-criada-pelo-artista-marcos-chaves.html",
        "title": "Rio Open divulga cartaz da edição 2026 criado pelo artista Marcos Chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcos_chaves-2-1024x596.jpg",
        "date": "21/01/2026",
        "description": "Rio de Janeiro (RJ) –Mantendo a tradição do evento,  o Rio Open divulga o cartaz oficial da 12ª edição do evento, criado pelo  artista Marcos Chaves. O único torneio ATP 500 da América do Sul acontecerá entre os dias 14 e 22 de fevereiro de 2026, no Jockey Club Brasileiro, no Rio de Janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/video-de-19-minutos-mostra-os-destaques-da-quarta-em-melbourne.html",
        "title": "Veja resumo do que aconteceu de importante nesta quarta em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Rod-Laver-Arena-2.jpg",
        "date": "21/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lista-de-inscritos-em-doha-conta-com-alcaraz-sinner-e-djokovic.html",
        "title": "Lista de inscritos em Doha conta com Alcaraz, Sinner e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-alcaraz-turin-2025-final-embrace-1024x576.jpg",
        "date": "21/01/2026",
        "description": "Doha (Qatar) –Os dois primeiros colocados do ranking mundial estarão na disputa do ATP 500 de Doha, entre os dias 16 e 21 de fevereiro. O forte torneio no Qatar contará com Carlos Alcaraz e Jannik Sinner, além do quarto colocado Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-define-lista-de-inscritos-e-fonseca-sera-cabeca-de-chave.html",
        "title": "Rio Open define lista de inscritos e Fonseca será cabeça de chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fonseca-rio-saca-2025-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Rio de Janeiro (RJ) –A ATP divulgou a lista oficial de jogadores inscritos para a 12ª edição do Rio Open, único ATP 500 da América do Sul, que acontece entre 14 e 22 de fevereiro, no Jockey Club Brasileiro. Único brasileiro classificado diretamente, o carioca João Fonseca será um dos cabeças de chave do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-ucraniana-oliynykova-compartilha-dificuldades-de-um-pais-em-guerra.html",
        "title": "A ucraniana Oliynykova compartilha dificuldades de um país em guerra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-21-at-12.38.14-1024x666.jpeg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Por trás do semblante divertido de Oleksandra Oliynykova, que deutrabalho para a atual campeã Madison Keys avançar no Australian Open, há uma história de superação de muitas dificuldades. A ucraniana estreou em um Grand Slam nesta terça-feira e seu box de equipe estava vazio. Em entrevista, ela compartilhou que seu pai serve o exército e que sua casa não tem luz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-quarta.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta quarta",
        "image": null,
        "date": "21/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-passa-pelo-primeiro-teste.html",
        "title": "Alcaraz passa pelo primeiro teste",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_alcaraz_ao.jpg",
        "date": "21/01/2026",
        "description": "Não se pode dizer que Carlos Alcaraz tenha corrido qualquer risco de parar na segunda rodada do Australian Open, mas o número 1 do mundo encarou seu primeiro teste rumo ao sonho de conquistar o único Grand Slam que lhe falta. Precisou correr muito atrás das bolas pesadas do alemão Yannick Hanfmann, chegou a estar uma quebra atrás e soltou um grito de alívio ao finalizar o tiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-segue-preocupado-em-melhorar-o-seu-saque.html",
        "title": "Sinner segue preocupado em melhorar o seu saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Sinner_ausopen_saque_noite-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Até mesmo Jannik Sinner, o número 2 do ranking, consegue achar pontos a melhorar em seu tênis. Depois de avançar novamente à segunda rodada do Australian Open, o bicampeão revelou segue trabalhando firme no aprimoramento do seu serviço."
    }
]