[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-sauipe-saca-2025-e1762603126551-1024x683.jpg",
        "date": "30/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesJuvenil masculino – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-melhores-jogadas-desta-sexta-em-melbourne.html",
        "title": "Australian Open: confira as melhores jogadas desta sexta em Melbourne",
        "image": null,
        "date": "30/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agradeco-a-todos-que-duvidaram-de-mim-comemora-djokovic.html",
        "title": "“Agradeço a todos que duvidaram de mim”, comemora Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_sinner_ausopen_sorrindo-1024x715.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open pela 11ª vez na carreira, Novak Djokovic está a apenas uma vitória do 25º título de Grand Slam, marca que o colocaria como o maior campeão da história do tênis, entre homens e mulheres.A vaga na decisão veio após uma batalha de 4h10contra Jannik Sinner, em cinco sets, em um resultado que o sérvio classificou como uma de suas maiores vitórias dos últimos anos. Dez vezes campeão em Melbourne, o sérvio enfrentará o espanhol Carlos Alcaraz na final de domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tenta-o-quali-no-wta-250-de-ostrava-e-estreia-no-sabado.html",
        "title": "Pigossi tenta o quali no WTA 250 de Ostrava e estreia no sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pigossi_ausopen_esperasaque-1024x639.jpg",
        "date": "30/01/2026",
        "description": "Ostrava (República Tcheca) –Segunda melhor brasileira no ranking profissional, Laura Pigossi disputa o quali do WTA 250 de Ostrava, em quadras duras e cobertas. Ela precisa de duas vitórias para entrar na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-alcaraz-vencem-semis-espetaculares-e-lutam-por-historia.html",
        "title": "Djokovic e Alcaraz vencem semis espetaculares e lutam por história",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_djoko_joelhos.jpg",
        "date": "30/01/2026",
        "description": "As emoções que faltaram durante toda a semana na chave masculina resolveram desaguar de uma vez só na arena Rod Laver, que viu duas semifinais do mais alto nível, que totalizaram 10 horas cheias de alternâncias, máximo empenho e decididas no quinto set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-lamenta-chances-perdidas-contra-djokovic-uma-derrota-que-doi-muito.html",
        "title": "Sinner lamenta chances perdidas contra Djokovic: “Uma derrota que dói muito”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner-ao-2026-friday5-1024x576.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –O sonho do tricampeonato consecutivo no Australian Open chegou ao fim para Jannik Sinner nesta sexta-feira, após a derrota em umabatalha de cinco sets e contra Novak Djokovicna semifinal. Depois de uma longa partida com 4h09 de duração, o italiano lamentou as chances perdidas, especialmente no último set, em que perdeu os oito break-points que teve"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-de-djokovic-impede-4a-final-seguida-entre-lideres-do-ranking.html",
        "title": "Vitória de Djokovic impede 4ª final seguida entre líderes do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_alcaraz_wimbledon.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –A vitória de Novak Djokovic na semifinal do Australian Open impediu que uma rara façanha na história do tênis fosse repetida. Caso a final fosse entre Carlos Alcaraz e Jannik Sinner, seria a quarta vez consecutiva que os atuais líderes do circuito se enfrentariam em uma decisão de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-unico-a-ter-vencido-sinner-e-alcaraz-em-um-mesmo-torneio.html",
        "title": "Djokovic é único a ter vencido Sinner e Alcaraz em um mesmo torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/sinner-djokovic-turin-2023-final-e1743094708903-1024x682.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open pela 11ª vez na carreira, Novak Djokovic está a apenas uma vitória de conquistar o tão sonhado 25º título de Grand Slam. E para isso, terá que repetir algo que já conseguiu fazer uma vez, vencer Jannik Sinner e Carlos Alcaraz em um mesmo torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-batalha-de-4h-com-sinner-e-desafia-alcaraz-pelo-25o-slam.html",
        "title": "Djokovic vence batalha de 4h com Sinner e desafia Alcaraz pelo 25º Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_comemora_fft-1024x743.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –Assim como havia acontecido na primeira semifinal desta sexta-feira, com a vitória de Carlos Alcaraz, a definição do segundo finalista do Australian Open veio após outra batalha de cinco sets, desta vez entre Novak Djokovic e Jannik Sinner. Dez vezes campeão do torneio, o sérvio começou atrás no placar, mas reagiu diante do italiano, vencedor das duas últimas edições, e venceu por 3/6, 6/3, 4/6, 6/4 e 6/4 em 4h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-surpresas-nas-semi-de-simples-oda-e-fernandez-faturam-a-dupla.html",
        "title": "Cadeirantes: surpresas nas semi de simples, Oda e Fernandez faturam a dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/oda_fernandez_campeoes-de-duipla_AOpen-2.jpg",
        "date": "30/01/2026",
        "description": "Melbourne (Austrália) –Em um resultado surpreendente, a chinesa Xiaohui Li, terceira cabeça de chave, derrotou a atual campeã do Aberto da Austrália, Yui Kamiji, de virada, por 3/6, 6/2 e 7/6(10-8) na semifinal de simples feminino em cadeira de rodas."
    }
]