[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-forehand-hua-hin-2025-1024x703.jpg",
        "date": "10/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-volta-ao-top-5-na-unica-mudanca-no-top-10-da-wta.html",
        "title": "Rybakina volta ao top 5 na única mudança no top 10 da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Elena_Rybakina_-_WTA_Finals_Riyadh_2025_-_Day_8-DSC_8403_xgaplus.jpg",
        "date": "10/11/2025",
        "description": "São Petersburgo (EUA)– A parte de cima do ranking da WTA praticamente permaneceu inalterada nesta semana, após a disputa do WTA Finals. A única mudança foi a ascensão da cazaque Elena Rybakina, que como título em Riadvoltou ao top 5, derrubando a norte-americana Jessica Pegula para o sexto lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-sobe-e-tenta-se-aproximar-do-retorno-ao-top-300.html",
        "title": "Gabriela Cé sobe e tenta se aproximar do retorno ao top 300",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53627914833_e0ed5c4c79_c.jpg",
        "date": "10/11/2025",
        "description": "São Petersburgo (EUA)– Em uma semana de poucas mudanças para os três principais nomes do país no ranking de simples da WTA, quem mais conseguiu se destacar foi a atual número 4 do Brasil, a gaúcha Gabriela Cé, que ganhou 24 lugares e agora é a 325ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/salisbury-amplia-sequencia-no-finals-e-estreia-com-vitoria-ao-lado-de-skupski.html",
        "title": "Salisbury amplia sequência no Finals e estreia com vitória ao lado de Skupski",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/salisbury-nitto-2025-monday-e1762781174370-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Turim (Itália)– O britânico Joe Salisbury manteve sua excelente sequência de vitórias no ATP Finals nesta segunda-feira, onde, em parceria com o compatriota Neal Skupski, superou o salvadorenho Marcelo Arevalo e o croata Mate Pavic por 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-shelton-se-aproveitam-da-queda-de-fritz-e-sobem-na-atp.html",
        "title": "Djokovic e Shelton se aproveitam da queda de Fritz e sobem na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-atenas-trofeu-2025-1-e1762780019489-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– Campeão no ATP 250 de Atenas, onde encerrou sua temporada, já quenão irá competir no ATP Finals, o sérvio Novak Djokovic subiu no ranking desta semana. Ele e o norte-americano Ben Shelton contaram com a queda do também norte-americano Taylor Fritz para ganhar colocações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-seu-melhor-ranking-e-fecha-temporada-no-24o-lugar.html",
        "title": "Fonseca mantém seu melhor ranking e fecha temporada no 24º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_acena-1024x683.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– Correndo o risco de perder algumas posições na última semana dos ATP nesta temporada, na qual iria jogar em Atenas, mas preferiu não competir por questões físicas, o jovem carioca João Fonseca se manteve firme na 24ª colocação e vai fechar o ano com o melhor ranking da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-estreia-no-top-200-e-ja-e-o-terceiro-melhor-do-brasil-no-ranking.html",
        "title": "Reis estreia no top 200 e já é o terceiro melhor do Brasil no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– A grande temporada do pernambucano João Lucas Reis tem mais um bonito capítulo nesta segunda-feira, dia em que ele estreia no top 200 do ranking.Vice-campeão no challenger de Lima, o tenista de 25 anos estreia no top 200 após a campanha, subindo 24 posições para chegar ao 187º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-retoma-o-numero-1-e-fica-mais-perto-de-terminar-o-ano-na-ponta.html",
        "title": "Alcaraz retoma o número 1 e fica mais perto de terminar o ano na ponta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sunday-2-e1762775222204-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz começou o ATP Finals como o vice-líder do ranking e venceu em sua estreia, mas nos dois jogos seguintes entrará em quadra como número 1 do mundo, posto ao qual retornou nesta segunda-feira. Ele agora tem 45 semanas no lugar mais alto, 21 a menos do que o italiano Jannik Sinner, seu principal rival no momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bahia-juniors-cup-comeca-nesta-segunda-feira-em-salvador.html",
        "title": "Bahia Juniors Cup começa nesta segunda-feira em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/kanashiro_salvador.jpg",
        "date": "09/11/2025",
        "description": "Salvador (BA) –Começa nesta segunda-feira, a partir das 8 horas, a chave principal da 40ª edição do Bahia Juniors Cup, um dos mais tradicionais eventos do Brasil com pontos para o ranking mundial juvenil. Na categoria mundial, com pontos nível J100, o primeiro dia terá as estreias da brasileira Luiza Ninno enfrentando a tcheca Lucie Koutova. Mateus Nogueira, cabeça de chave 6, vai encarar o gaúcho Mateus Krebs no último jogo do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-destaca-agressividade-de-shelton-e-diz-estar-bem-fisicamente.html",
        "title": "Zverev destaca agressividade de Shelton e diz estar bem fisicamente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251109_Alexander_Zverev_GSP20737-1024x682.jpg",
        "date": "09/11/2025",
        "description": "Turim (Itália)– Em sua estreia no ATP Finals deste ano, o alemão Alexander Zverev se viu em situação rara, na qual o adversário é o jogador mais agressivo em quadra. Ele lidou bem com o que apresentou o norte-americano Ben Shelton, foi mais consistente e acabou comuma vitória em sets diretos."
    }
]