[
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-se-retira-de-toquio-e-noskova-avanca-diretamente-a-final.html",
        "title": "Rybakina se retira de Tóquio e Noskova avança diretamente à final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Noskova-toquio-Jimmie-1024x669.jpg",
        "date": "25/10/2025",
        "description": "Tóquio (Japão) –Depois de vencer os dois jogos que precisava nesta semana paragarantir uma vaga no WTA Finals, Elena Rybakina se retirou do WTA 500 de Tóquio e não disputará a semifinal de sábado contra a tcheca Linda Noskova. Vinda de título em Ningbo na semana passada, a cazaque citou um desconforto nas costas e tenta se recuperar a tempo para o Finals, que começa no sábado que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/austriacas-vao-as-semis-em-floripa-laura-e-ingrid-vao-fechar-o-sabado.html",
        "title": "Austríacas vão às semis em Floripa, Laura e Ingrid vão fechar o sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinja_kraus_floripa-1024x617.jpg",
        "date": "24/10/2025",
        "description": "Florianópolis (SC) –As semifinalistas do Engie Open foram definidas nesta sexta-feira e as jogadoras austríacas foram destaque na rodada do WTA 125 em Florianópolis. Sinja Kraus e Julia Grabher venceram seus jogos e avançaram à penúltima rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-aumenta-premiacoes-e-numero-de-challengers-para-2026.html",
        "title": "ATP aumenta premiações e número de challengers para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/FMYlRJqXIAUz7Es-1024x576.jpeg",
        "date": "24/10/2025",
        "description": "Londres (Inglaterra) –A ATP anunciou nesta sexta-feira um expressivo aumento na premiação total e no número de torneios do circuito Challenger a partir da temporada de 2026. Segundo comunicado oficial, o circuito distribuirá um recorde de US$ 32,4 milhões em prêmios, o que representa um acréscimo de US$ 5 milhões em relação a 2025. Desde a implementação do plano estratégico OneVision, em 2022, a premiação total do circuito cresceu 167%, o maior aumento já registrado na história do nível Challenger."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-juvenil-em-foz-do-iguacu-define-confrontos-das-semifinais.html",
        "title": "ITF juvenil em Foz do Iguaçu define confrontos das semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_boa_back-1024x686.jpg",
        "date": "24/10/2025",
        "description": "Foz do Iguaçu (PR) –Foram definidos os confrontos das semifinais do Cataratas Open, torneio ITF J30 disputado em Foz do Iguaçu. O torneio masculino tem três brasileiros classificados, enquanto a chave feminina é dominada pelas atletas nacionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-faz-sua-primeira-semi-do-ano-e-busca-final-inedita.html",
        "title": "Carolina Bohrer faz sua primeira semi do ano e busca final inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53623687695_02ce4d058b_c.jpg",
        "date": "24/10/2025",
        "description": "Hilton Head Island (EUA) –A catarinense Carolina Bohrer está na semifinal do ITF W15 de Hilton Head Island, em quadras de saibro nos Estados Unidos. Ela superou a jovem norte-americana de 16 anos Jensen Diianni por 7/5 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-faz-semi-na-tailandia-e-busca-a-quarta-final-do-ano.html",
        "title": "Marcondes faz semi na Tailândia e busca a quarta final do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/marcondes_cuiaba_back_noite-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Hua Hin (Tailândia) –O paulista Igor Marcondes está na semifinal do ITF M15 de Hua Hin, em quadras duras na Tailândia. Nesta sexta-feira, ele venceu Rifqi Fitriadi, da Indonésia, por 6/3 e 6/2. Seu próximo adversário é o francês Louis Larue."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-caem-nas-quartas-diante-dos-campeoes-de-wimbledon.html",
        "title": "Romboli e Smith caem nas quartas diante dos campeões de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/romboli-smith-viena-2025-e1761325312650-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria) –A parceria de Fernando Romboli com o australiano John-Patrick Smith parou nas quartas de final do ATP 500 de Viena, em quadras duras e cobertas. Eles foram superados nesta sexta-feira pela dupla britânica de Julian Cash e Lloyd Glasspool, cabeças 2 do torneio e atuais campeões de Wimbledon, por 7/6 (7-2) e 6/4 em 1h27 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-24-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pucinelli_sauipe_olhabola.jpg",
        "date": "24/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-destaca-bom-momento-de-espanhol-e-abre-semifinais-as-10h.html",
        "title": "Fonseca destaca bom momento de espanhol e abre semifinais às 10h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-vibra-2025.jpg",
        "date": "24/10/2025",
        "description": "Basileia (Suíça) –Semifinalista do ATP 500 da Basileia, João Fonseca volta à quadra neste sábado às 10h (de Brasília) para enfrentar o espanhol Jaume Munar, 42º do ranking. Campeão em Buenos Aires em fevereiro, o carioca de 19 anos e número 1 do Brasil tenta alcançar sua segunda final de ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-ao-sauipe-cancela-as-duplas-e-forca-nova-rodada-dupla.html",
        "title": "Chuva ao Sauípe cancela as duplas e força nova rodada dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide-sauipe-2025-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Costa do Sauípe (BA)– Depois de uma trégua, a chuva voltou a assolar o Costa do Sauípe Open, challenger 125 disputado no complexo baiano nesta sexta-feira. Seis partidas de simples conseguiram acabar antes do temporal que alagou as quadras. A organização resolveu então apenas fazer os dois jogos restantes de segunda rodada e cancelou as duplas."
    }
]