[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-05-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "05/10/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-celebra-o-top-20-mas-sabe-que-a-distancia-para-o-topo-ainda-e-grande.html",
        "title": "Noskova celebra top 20, mas sabe que a distância para o topo ainda é grande",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_noskova_premios_pequim-1024x683.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –A campanha até sua primeira final de WTA 1000 em Pequim vai render um salto no ranking para Linda Noskova. A jovem tcheca de 20 anos começou o torneio como 27ª do mundo e ganha dez posições para entrar no top 20 pela primeira vez.Superada por Amanda Anisimova na final deste domingo, Noskova comemora as marcas inéditas na carreira, mas segue ciente de que a distância para o topo ainda é grande. Ela explica que esse era uma meta traçada para a atual temporada, mas que procurou não se cobrar demais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sente-caibras-e-abandona-na-terceira-rodada-em-xangai.html",
        "title": "Sinner sente cãibras e abandona na terceira rodada em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_xangai_back_olhabola.jpg",
        "date": "05/10/2025",
        "description": "Xangai (China) –Depois de uma estreia bastante exigente do ponto de vista físico, Jannik Sinner abandonou seu segundo jogo no Masters 1000 de Xangai, válido pela terceira rodada do evento. O número 2 do mundo e atual campeão sentiu cãimbras e se retirou da partida contra o holandês Tallon Griekspoor, 31º do ranking, quando perdia por 6/7 (3-7), 7/5 e 3/2 após 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-zverev-e-medvedev-sao-destaques-da-segunda-em-xangai.html",
        "title": "De Minaur, Zverev e Medvedev são destaques da segunda em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-hangzhou-2025-saturday-e1758974607857-1024x682.jpg",
        "date": "05/10/2025",
        "description": "Xangai (China) –A rodada desta segunda-feira no Masters 1000 de Xangai terá a definição dos últimos classificados para as oitavas de final. Entre os destaques estão o australiano Alex de Minaur, o alemão Alexander Zverev e o russo Daniil Medvedev."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-dia-em-wuhan-tem-alexandrova-mboko-e-shnaider.html",
        "title": "Primeiro dia em Wuhan tem Alexandrova, Mboko e Shnaider",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Victoria-Mboko_708.jpeg",
        "date": "05/10/2025",
        "description": "Wuhan (China) –O primeiro dia de jogos pelo WTA 1000 de Wuhan ainda não conta com as principais favoritas, mas ainda prevê bons jogos. O destaque fica para a partida entre a jovem canadense de 19 anos Victoria Mboko, 23ª do ranking e campeã em Montréal, e a russa Ekaterina Alexandrova, número 11 do mundo, no encerramento da programação desta segunda-feira, por volta das 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-seguem-na-china-e-sao-cabecas-7-em-wuhan.html",
        "title": "Stefani e Babos seguem na China e são cabeças 7 em Wuhan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani_babos_spopen_c1.jpg",
        "date": "05/10/2025",
        "description": "Wuhan (China) –A temporada de torneios na China segue para Luísa Stefani e a húngara Timea Babos. Depois de uma campanha até as quartas em Pequim, elas são as cabeças 7 do WTA 1000 de Wuhan."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-consegue-dificil-virada-e-avanca-as-oitavas-em-xangai.html",
        "title": "Djokovic consegue difícil virada e avança às oitavas em Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic_xangai_rebate.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –Em seu segundo jogo no Masters 1000 de Xangai, o tetracampeão Novak Djokovic foi ainda mais exigido que na estreia. Vindo de dois sets equilibrados diante de Marin Cilic na última sexta-feira, o sérvio precisou de três sets e 2h42 para vencer o alemão Yannick Hanfmann, vindo do quali e 150º do ranking, por 4/6, 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-conquista-em-pequim-seu-segundo-wta-1000.html",
        "title": "Anisimova conquista em Pequim seu segundo WTA 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/anisimova_pequim_trofeu-1024x683.jpg",
        "date": "05/10/2025",
        "description": "Pequim (China) –A grande temporada de Amanda Anisimova no circuito teve mais um resultado expressivo neste domingo, com a conquista de seu segundo WTA 1000 em Pequim. A norte-americana de 24 anos e número 4 do mundo venceu a tcheca Linda Noskova, 27ª do ranking, por 6/0, 2/6 e 6/2 de 1h46 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-de-janeiro-recebe-itf-m25-a-partir-deste-domingo.html",
        "title": "Rio de Janeiro recebe ITF M25 a partir deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/ribeiro-paineiras-back.jpg",
        "date": "05/10/2025",
        "description": "Rio de Janeiro (RJ) –Começa neste domingo a disputa do qualifying, o torneio Circuito Banco BRB/Engie de Tênis Profissional – M25 Rio de Janeiro, o maior torneio masculino após o Rio Open, que será realizado na Rio Tennis Academy, em Laranjeiras. A competição será disputada até o sábado, 11, e é uma realização da Rio Tennis em parceria com a Confederação Brasileira de Tênis e a TênisRJ. O evento tem premiação total de US$ 30 mil e oferece valiosos pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais. A entrada no evento é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-daniel-e-pucinelli-disputam-challenger-na-colombia.html",
        "title": "Wild, Daniel e Pucinelli disputam challenger na Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "05/10/2025",
        "description": "Cali (Colômbia) –Três brasileiros disputam na próxima semana o challenger de Cali, em quadras de saibro na Colômbia. O torneio distribui US$ 100 mil, com 75 pontos na ATP ao campeão."
    }
]