[
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-wild-avancam-para-as-quartas-de-final-em-itajai.html",
        "title": "Monteiro e Wild avançam para as quartas de final em Itajaí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/monteiro_itajai_oitavas.jpg",
        "date": "21/01/2026",
        "description": "Itajaí (SC)– Dois ex-top 100 em busca de recuperação na carreira e no ranking, o cearense Thiago Monteiro e o paranaense Thiago Wild conquistaram a segunda vitória no challenger de nível 75 sobre o saibro catarinense e estão nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-fore-kobe-2025-e1763724322293-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-marca-duplo-6-0-pedretti-e-bohrer-tambem-avancam.html",
        "title": "Carol Meligeni marca duplo 6/0, Pedretti e Bohrer também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/carol_meligeni_bsas26_back-1024x672.jpg",
        "date": "21/01/2026",
        "description": "Buenos Aires (Argentina) –A rodada desta quarta-feira no ITF W35 de Buenos Aires foi boa para as brasileiras. As cabeças de chave Carol Meligeni e Thaísa Pedretti estrearam com vitória no torneio em quadras de saibro e a jovem catarinense Carolina Bohrer também avançou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-comemora-otima-estreia-com-dabrowski-jogo-durissimo.html",
        "title": "Stefani comemora ótima estreia com Dabrowski: “Jogo duríssimo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani_dabro_ausopen_vibram_cut-1024x605.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Avitória na estreia de duplasdo Australian Open foi bastante comemorada por Luísa Stefani, que retomou a parceria com a canadense Gabriela Dabrowski. Elas venceram as norte-americanas McCartney Kessler e Jessica Pegula. Enfrentam a colombiana Emiliana Arango e a francesa Elsa Jacquemot."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agassi-entregara-o-trofeu-ao-campeao-do-rio-open-2026.html",
        "title": "Agassi entregará o troféu ao campeão do Rio Open 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/agassi-lavercup-2025-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Rio de Janeiro (RJ) –Uma das maiores lendas da história do tênis mundial estará no Rio de Janeiro prestigiando o maior evento de tênis da América do Sul. Andre Agassi, ex-número 1 do mundo por 101 semanas e campeão de 8 títulos de Grand Slam, será o responsável pela entrega do troféu Antonio Bernardo ao campeão do Rio Open no domingo, dia 22 de fevereiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/playtennis-apresenta-as-primeiras-quadras-inteligentes-da-america-latina.html",
        "title": "PlayTennis anuncia primeiras quadras inteligentes da América Latina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/playtennis_piso.jpeg",
        "date": "21/01/2026",
        "description": "São Paulo (SP) –A PlayTennis, em parceria com a Wingfield, apresenta neste mês de janeiro as primeiras quadras inteligentes da América Latina, integrando dados, inteligência artificial e gamificação ao cotidiano de treinos e jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-vao-confiantes-para-duelo-com-forte-dupla-alema.html",
        "title": "Matos e Luz vão confiantes para duelo com forte dupla alemã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/IMG-20260108-WA0024-e1767934077775.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Avitória na estreia de duplasdo Australian Open trouxe confiança para Orlando Luz e Rafael Matos. Eles agora terão a missão de desafiar os alemães Kevin Krawietz e Tim Puetz, cabeças 5 do torneio e campeões do ATP Finals em 2024. Krawietz é também bicampeão de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-paulista-infanto-define-campeoes-da-3a-etapa.html",
        "title": "Circuito Paulista Infantojuvenil define campeões da 3ª etapa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Julia-Pretti_-Alice-Ghiraldi.jpg",
        "date": "21/01/2026",
        "description": "São Paulo (SP)– Foram conhecidos nesta terça-feira os campeões da 3ª etapa do Circuito Paulista Infantojuvenil. O torneio, realizado nas quadras do Sport Club Corinthians Paulista, contou com a participação de 484 tenistas nas categorias 12, 14, 16 e 18 anos, masculino e feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-investe-em-educacao-e-amplia-apoio-a-estudantes-negros.html",
        "title": "Gauff investe em educação e amplia apoio a estudantes negros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff_criancas_nola.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Ao longo da carreira, Coco Gauff tem usado sua visibilidade para defender causas sociais e apoiar iniciativas de transformação. A norte-americana de 21 anos, atual número 3 do mundo, mantém uma postura ativa no combate ao racismo e à violência contra a população negra e, na condição deatleta mais bem paga do mundo, direciona parte de seus recursos a projetos voltados à inclusão e à educação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-divulga-cartaz-da-edicao-2026-criada-pelo-artista-marcos-chaves.html",
        "title": "Rio Open divulga cartaz da edição 2026 criado pelo artista Marcos Chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcos_chaves-2-1024x596.jpg",
        "date": "21/01/2026",
        "description": "Rio de Janeiro (RJ) –Mantendo a tradição do evento,  o Rio Open divulga o cartaz oficial da 12ª edição do evento, criado pelo  artista Marcos Chaves. O único torneio ATP 500 da América do Sul acontecerá entre os dias 14 e 22 de fevereiro de 2026, no Jockey Club Brasileiro, no Rio de Janeiro."
    }
]