[
    {
        "url": "https://tenisbrasil.uol.com.br/federer-quase-comecei-a-chorar-principalmente-quando-abracei-rafa.html",
        "title": "Federer: “Quase comecei a chorar, principalmente quando abracei Rafa”",
        "image": null,
        "date": "26/05/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-cedo-fonseca-fecha-e-djokovic-estreia-em-paris.html",
        "title": "Bia joga cedo, Fonseca fecha e Djokovic estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Joao_Fonseca_GSP28918-1024x683.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– A torcida brasileira se concentrará na quadra 7 do complexo de Roland Garros nesta terça-feira. Logo na abertura da rodada, às 6 horas locais, Beatriz Haddad Maia enfrenta a norte-americana Haily Baptiste. Depois de um outro jogo feminino e de Andrey Rublev, será a vez de João Fonseca entrar em quadra para encarar o forte polonês Hubert Hurkacz, ex-top 10 que vem do vice em Genebra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-italiano-vindo-do-quali-e-inicia-bem-a-defesa-do-titulo.html",
        "title": "Alcaraz controla italiano vindo do quali e inicia bem a defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-roland-garros-toss-2025-scaled-e1748263165420-1024x682.jpeg",
        "date": "26/05/2025",
        "description": "Paris (França)– Em sua quinta aparição na chave principal de Roland Garros, o espanhol Carlos Alcaraz mais uma vez garantiu a vitória e seguiu adiante. Nesta segunda-feira, o número 2 do mundo não teve grande dificuldade para superar o italiano Giulio Zeppieri e triunfou em sets diretos, marcando parciais de 6/3, 6/4 e 6/2, depois de 1h58 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pequeno-rafa-encanta-nos-bastidores-da-homenagem-a-nadal.html",
        "title": "Pequeno Rafa encanta nos bastidores da homenagem a Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nadal_pequeno-Rafa.jpg",
        "date": "26/05/2025",
        "description": "Paris (França) –Aposentado do tênis profissional no ano passado, Rafael Nadal voltou neste domingo à Quadra Philippe Chatrier para a homenagem por sua trajetória no Grand Slam francês em que conquistou 14 títulos de simples. Nos bastidores, quem encantou foi o pequeno Rafa que está com 2 anos e 7 meses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-confirma-favoritismo-e-mantem-escrita-na-estreia-de-roland-garros.html",
        "title": "Iga confirma favoritismo e mantém escrita na estreia de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Iga_Swiatek_-_Roland_Garros_2025_-_Day_2-DSC_7127_xgaplus.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– Campeã das três últimas edições de Roland Garros, a polonesa Iga Swiatek vem em uma temporada de menor brilho, mas no reencontro com o Grand Slam francês ela manteve sua escrita de nunca perder em uma estreia e venceu a eslovaca Rebecca Sramkova em sets diretos, marcando duplo 6/3 em 99 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-tem-vitoria-tranquila-contra-veterano-espanhol.html",
        "title": "Ruud tem vitória tranquila contra veterano espanhol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ruud_rg-1024x622.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– Duas vezes finalista de Roland Garros, o norueguês Casper Ruud teve estreia sem sustos na edição 2025. O campeão de Madri, há poucos dias, superou o veterano Albert Ramos, canhoto vindo do qualificatório, com parciais de 6/3, 6/4 e 6/2. Esta foi a despedida do espanhol de 37 anos do torneio, onde fez quartas de final em 2016."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanhola-atropela-navarro-e-rybakina-leva-susto-na-estreia.html",
        "title": "Espanhola atropela Navarro e Rybakina leva susto na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bouzas-1024x533.jpg",
        "date": "26/05/2025",
        "description": "Paris (França)– O primeiro nome importante caiu na chave feminina de Roland Garros. A número 9 do mundo Emma Navarro escapou de levar uma histórica ‘bicicleta’ e conseguiu ganhar um único game da espanhola Jessica Bouzas, 68º do mundo, caindo com parciais de 6/0 e 6/1 em apenas 57 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54200532874_2205dd5596_k-e1734090008433-1024x683.jpg",
        "date": "26/05/2025",
        "description": "ITF M25 de Coquimbo (Chile) – Saibro – US$ 30 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gustavo-russo-conquista-o-sand-series-de-gran-canaria-em-final-contra-irmao.html",
        "title": "Gustavo Russo conquista o Sand Series de Gran Canaria em final contra irmão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gustavo_russo_na-direita_grancanaria-1.jpg",
        "date": "25/05/2025",
        "description": "Gran Canária (Espanha) –Gustavo Russo, que treina em Indaiatuba (SP), conquistou, neste domingo, o maior título da carreira no circuito mundial de beach tennis, o Sand Series de Gran Canária, na Espanha, com premiação total de US$ 75 mil. Os Sand Series são considerados os Grand Slam da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-estrela-a-capa-da-versao-digital-da-vanity-fair-italiana.html",
        "title": "Paolini estrela a capa da versão digital da Vanity Fair italiana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini_vanity-italiana.jpg",
        "date": "25/05/2025",
        "description": "Roma (Itália) –Campeã em simples e duplas do Aberto de Roma na semana passada, Jasmine Paolini estrela a capa da última edição digital da Vanity Fair Itália. Paolini foi fotografada por Ilaria Magliocchetti Lombi para a capa digital. Embalada, a jovem de 28 anos estreou com vitória em três sets em Roland Garros, na capital francesa."
    }
]