[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-estreiam-com-vitoria-no-wta-1000-de-doha.html",
        "title": "Stefani e Dabrowski estreiam com vitória no WTA 1000 de Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_6876_xgaplus.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Representante brasileira na chave de duplas do WTA 1000 de Doha, Luísa Stefani estreou com vitória ao lado da canadense Gabriela Dabrowski.Cabeças 5 do torneio, elas venceram neste domingo russa Irina Khromacheva e a indonésia Aldila Sutjiadi por 7/5 e 6/2 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-08-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wild_itajai_quartas.jpg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oncins-era-um-confronto-duro-mas-saimos-de-cabeca-erguida.html",
        "title": "Oncins: “Era um confronto duro, mas saímos de cabeça erguida”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oncins_davis_coletiva.jpg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá) –Apesar da frustração peladerrota no confronto contra o Canadápela Copa Davis, o capitão brasileiro Jaime Oncins vê boas perspectivas para o futuro da equipe. Ele destacou o bom desempenho que os jogadores tiveram nas rápidas condições de Vancouver, em quadra dura e coberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/time-b-da-davis-merecia-a-vitoria.html",
        "title": "Time B da Davis merecia a vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_pucinelli.jpg",
        "date": "08/02/2026",
        "description": "Sem João Fonseca e a experiência de Thiago Wild e Thiago Monteiro, todos preocupados com o saibro sul-americano e a necessidade de defender pontos ou se recuperar na carreira, o Brasil foi para o piso sintético coberto de Vancouver como mero coadjuvante. Afinal, o Canadá, mesmo sem seus dois principais jogadores, contaria com o sacador Gabriel Diallo, top 40, muito, mas muito à frente no ranking de qualquer dos homens de Jaime Oncins, jogando em sua superfície favorita e com o apoio da gélida mas sempre importante torcida. E eis que o Brasil surpreendeu e esteve muito perto de uma virada e classificação históricas. E por tudo que aconteceu, merecia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vice-de-simples-em-abu-dhabi-alexandrova-e-campea-nas-duplas.html",
        "title": "Vice de simples em Abu Dhabi, Alexandrova é campeã nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/joint_alexandrova_trofeu_abudhabi-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Abu Dhabi (Emirados Árabes) –Apesar da frustração peladerrota na final de simplesdo WTA 500 de Abu Dhabi, a russa Ekaterina Alexandrova pôde comemorar o título de duplas, ao lado da australiana Maya Joint. Elas venceram na final do último sábado a eslovaca Tereza Mihalikova e a britânica Olivia Nicholls, cabeças de chave 4, por 3/6, 7/6 (7-5) e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-shelton-e-fokina-lideram-a-chave-no-atp-500-de-dallas.html",
        "title": "Fritz, Shelton e Fokina lideram a chave no ATP 500 de Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/fritz-dallas-wednesday-forehand-1024x576.jpg",
        "date": "08/02/2026",
        "description": "Dallas (EUA) –Os norte-americanos Taylor Fritz e Ben Shelton, além do espanhol Alejandro Davidovich Fokina, serão os principais cabeças de chave do ATP 500 de Dallas, em quadras duras e cobertas. Os dois últimos campeões do torneio são o também anfitrião Tommy Paul e o canadense Denis Shapovalov."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chung-classifica-a-coreia-contra-a-argentina-americanos-confirmam-vaga.html",
        "title": "Chung classifica a Coreia contra a Argentina, americanos confirmam vaga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/time_coreia_davis-1024x683.jpg",
        "date": "08/02/2026",
        "description": "Busan (Coreia do Sul) –O ex-top 20 Hyeon Chung foi o herói da classificação da Coreia do Sul contra a Argentina no Qualificatório Mundial da Copa Davis. Atualmente na 392ª posição do ranking aos 29 anos, Chung venceu o quinto jogo da série, superando neste domingo o veterano Marco Trungelliti, de 36 anos e 134º do mundo, por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-entra-apos-quatro-desistencias-e-enfrenta-tjen.html",
        "title": "Bia entra após quatro desistências e enfrenta Tjen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_abudhabi_toss26.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Após terperdido na última rodada do qualipara o WTA 1000 de Doha, Beatriz Haddad Maia terá uma nova oportunidade no torneio e conseguiu uma vaga de lucky-loser na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_canada_saque-1024x683.jpeg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-perde-em-noite-de-saque-irregular-e-brasil-leva-virada-do-canada.html",
        "title": "Heide perde em noite de saque irregular e Brasil leva virada do Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/heide_davis_estica-1024x682.jpeg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá)– Depois de ficar tão perto da classificação na quarta partida, o Brasil acabou derrotado pelo Canadá na rodada inicial da fase classificatória da Copa Davis. O time de Jaime Oncins chegou a virar o placar geral para 2 a 1, com a vitória de duplas no começo da programação de sábado, mas perdeu as duas partidas de simples seguintes. No jogo decisivo, Gustavo Heide não repetiu a grande atuação da sexta-feira contra Gabriel Diallo e foi batido por Liam Draxl, 146º do mundo e que vinha de três sets de duplas, por 6/3 e 6/4."
    }
]