[
    {
        "url": "https://tenisbrasil.uol.com.br/apos-eliminacao-medvedev-brinca-com-aposentadoria-e-inocenta-fotografo.html",
        "title": "Após eliminação, Medvedev brinca com aposentadoria e inocenta fotógrafo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/medvedev-usopen-reclama-2025-e1756125625137-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Se os resultados não têm sido os mesmos para o russo Daniil Medvedev nos últimos tempos, a confusão que ele gosta de fazer em quadra continua dando as caras efoi uma das marcas de sua eliminação na estreia no US Open. Ele discutiu com o árbitro Greg Allensworth que mandou o francês Benjamin Bonzi repetir o primeiro serviço no primeiro match-point por causa de um fotógrafo que se movimentou indevidamente e entrou na quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fotografo-que-causou-polemica-teve-credencial-retirada-diz-jornalista.html",
        "title": "Fotógrafo que causou polêmica teve credencial retirada, diz jornalista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonzi-usopen-reclama-2025-e1756123723169-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Responsável por uma das maiores polêmicas do primeiro dia de US Open, o fotógrafo, que entrou em quadra no primeiro match-point do duelo entre o francês Benjamin Bonzi e o russo Daniil Medvedev eprovocou uma enorme confusão, acabou se dando mal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-da-mais-uma-aula-aos-garotos.html",
        "title": "Djokovic dá mais uma aula aos garotos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_djoko_uso_estreia.jpg",
        "date": "25/08/2025",
        "description": "Apesar dos três sets a zero, o retorno de Novak Djokovic às quadras em sua estreia no US Open teve contorno assustador. Ali pela metade da segunda série, muito cedo portanto para um jogo de Grand Slam, o tetracampeão já se mostrava esgotado ao fim das trocas mais longas de bola e parecia caminhar para uma situação delicada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bonzi-supera-medvedev-no-5o-set-apos-polemica-com-fotografo.html",
        "title": "Bonzi supera Medvedev no 5º set após polêmica com fotógrafo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonzi-comemora-us-open-2025-1024x662.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Em jogo marcado por uma grande polêmica e muitas reviravoltas, o francês Benjamin Bonzi acabou superando o russo Daniil Medvedev na estreia do US Open. Ele precisou 3h45 para marcar as parciais de 6/3, 7/5, 6/7 (5-7), 0/6 e 6/4, no encerramento do primeiro dia de torneio, na Louis Armstrong."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-toda-a-confusao-no-jogo-entre-medvedev-e-bonzi.html",
        "title": "Entenda toda a confusão no jogo entre Medvedev e Bonzi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/medvedev-reclama-arbitro-r1-us-open-2025-1024x577.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Uma grande confusão marcou a partida entre Daniil Medvedev e Benjamin Bonzi, no encerramento da rodada deste domingo no US Open. O lance em questão aconteceu no décimo game do terceiro set, quando o francês sacava com 5/4 e tinha um match-point a favor. Ele então disparou o primeiro serviço na rede, quase ao mesmo tempo em que um fotógrafo se movimentou indevidamente dentro da quadra. O árbitro Greg Allensworth então mandou o francês repetir o primeiro serviço, levando Medvedev à loucura."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fiquei-surpreso-com-o-quao-mal-me-senti-no-2a-set-admite-djokovic.html",
        "title": "“Fiquei surpreso com o quão mal me senti no 2ª set”, admite Djokovic",
        "image": null,
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Novak Djokovic viveu uma estreia um tanto inusitada no US Open de 2025. Depois de começar muito bem a partida contra o norte-americano Learner Tien, canhotos de 19 anos, ele vivenciou uma grande queda física no estádio Arthur Ashe e só então voltou a reagir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-confirma-favoritismo-mesmo-sem-grande-atuacao.html",
        "title": "Pegula confirma favoritismo mesmo sem grande atuação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula2-1024x696.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Num momento de insegurança na temporada, a norte-americana Jessica Pegula iniciou a defesa do seu vice-campeonato no US Open com uma vitória que começou tranquila e por pouco não se tornou problemática. A número 4 do mundo por fim superou a egípcia Mayar Sherif, por 6/0 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-entra-no-rol-dos-bilionarios-do-esporte-revela-a-forbes.html",
        "title": "Federer entra no rol dos bilionários do esporte, revela a Forbes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/federer_7julho.jpg",
        "date": "24/08/2025",
        "description": "Nova Jersey (EUA) –Roger Federer aposentou-se do tênis em 2022 na Laver Cup, mas continua faturando alto graças a seus contratos comerciais.  Como acionista de uma marca suíça de roupa esportiva em ascensão, a On, o ex número 1 do mundo e dono de 20 títulos de Grand Slam é agora um bilionário, revelou a revista Forbes. Federer tornou-se o sétimo esportista multimilionário da história, com mais de US$ 1,100 bilhão (antes de descontar impostos e comissões de agentes) ganhos fora do tênis ao longo de 24 anos de carreira, segundo informou a Forbes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-supera-estreia-e-mantem-marca-contra-americanos-em-slam.html",
        "title": "Djokovic supera estreia e mantém marca contra americanos em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-saque-us-open-2025-1024x701.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– Sem entrar em quadra desde a eliminação na semifinal de Wimbledon, há um mês e meio, o sérvio Novak Djokovic retornou ao circuito com vitória na estreia do US Open. Em jogo que abriu a rodada noturna do Arthur Ashe Stadium, o sérvio teve pela frente o jovem norte-americano Learner Tien, de 19 anos, e marcou um triunfo por 6/1, 7/6 (7-3) e 6/2, em 2h25."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-tem-segundo-set-duro-mas-avanca-em-nova-york.html",
        "title": "Paolini tem segundo set duro, mas avança em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paolini-backhand-us-open-2025-1024x688.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA)– A italiana Jasmine conseguiu sobreviver a um segundo set de altos e baixos para superar a estreia no US Open. A número 8 do mundo ganhou da australiana Destanee Aiava, número 168 do ranking que precisou jogar o qualificatório, por 6/2 e 7/6 (7-4)."
    }
]