[
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-se-espanta-com-macarrao-com-morangos-de-iga-sou-italiana.html",
        "title": "Samsonova se espanta com macarrão com morangos de Iga: “Sou italiana!”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/samsonova_wimbledon_vibra-1024x666.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Estreante em quartas de final de Grand Slam, Liudmila Samsonova tem o hábito de não olhar chaves e ver suas próximas adversárias com muita antecedência. Ela diz que é uma forma de se preservar mentalmente e que isso tem ajudado. Mas nesta segunda-feira, ela respondeu a uma pergunta inusitada sobre sua próxima adversária, Iga Swiatek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-feminino-em-rio-claro-comeca-com-nove-brasileiras.html",
        "title": "ITF feminino em Rio Claro começa com nove brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pedretti_circuitobrb.jpg",
        "date": "07/07/2025",
        "description": "Rio Claro (SP) –Nove brasileiras já estão garantidas na chave do ITF W35 de Rio Claro, etapa do Circuito BRB/ENGIE de Tênis Profissional. O número de representantes nacionais no torneio em quadras de saibro do Clube de Campo de Rio Claro. O número de atletas nacionais pode aumentar nesta terça-feira, dia da última rodada do quali e tembém dos primeiros jogos da chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fissette-destaca-comunicacao-e-intensidade-de-iga-para-melhora-na-grama.html",
        "title": "Fissette destaca comunicação e intensidade de Iga para melhora na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_fissette_treino_wimbledon-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –A boa temporada de Iga Swiatek na grama, com a chegada à final do WTA 500 de Bad Homburg e agora aclassificação às quartas em Wimbledoncoincidem com a chegada do técnico Wim Fisette à equipe. O experiente treinador já acompanhou várias campeãs de Grand Slam e destacou a evolução constante no trabalho com a polonesa de 24 anos. A fluidez na comunicação com a jogadora, o uso de dados e estatísticas e também a intensidade que Iga apresenta a cada partida foram valorizados pelo técnico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-considero-uma-vitoria-grigor-merecia-ter-uma-chance.html",
        "title": "Sinner: “Não considero uma vitória, Grigor merecia ter uma chance”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_dimitrov_abraco_wimb-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Líder do ranking mundial, Jannik Sinner avançou às quartas de final em Wimbledon de uma forma que nem ele gostaria. O número 1 do mundo havia perdido os dois primeiros sets nesta segunda-feira para o búlgaro Grigor Dimitrov, que sofreu uma lesão no músculo peitoral. A limitação nos movimentos do saque o impediu de seguir em quadra, e ele precisou abandonar a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-07-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "07/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cacula-das-quartas-andreeva-aproveita-a-experiencia-de-conchita.html",
        "title": "Caçula das quartas, Andreeva aproveita a experiência de Conchita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva_wimbledon_acena-1024x660.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Classificada para as quartas de final em Wimbledon, Mirra Andreeva se torna a jogadora mais jovem a chegar tão longe no torneio desde a tcheca Nicole Vaidisova em 2007. A russa de 18 anos é também a primeira tenista com menos de 20 anos a alcançar essa fase desde Victoria Azarenka e Sabine Lisicki, ambas em 2009."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-incrivel-mare-de-azar-de-dimitrov.html",
        "title": "A incrível maré de azar de Dimitrov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_dimitrov_wim.jpg",
        "date": "07/07/2025",
        "description": "Tido como um dos tenistas mais atléticos do circuito, o búlgaro Grigor Dimitrov entrou numa maré de pouca sorte em torneios de Grand Slam. Chegou a Wimbledon tendo abandonado seus outros quatro mais recentes Slam, incluindo estreias no Australian Open e em Roland Garros deste ano e no próprio Wimbledon de 12 meses atrás, quando sequer completou o primeiro set das oitavas, tudo por conta de contusões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-jogam-as-7h-com-sabalenka-as-9h30-e-alcaraz-no-fim-do-dia.html",
        "title": "Melo e Matos jogam às 7h, com Sabalenka às 9h30 e Alcaraz no fim do dia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/IMG-20240706-WA0009-e1720277283839-1024x683.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –As quartas de final de Wimbledon começam nesta terça-feira, com participação brasileira. A parceria de Marcelo Melo e Rafael Matos joga às 7h (de Brasília) na Quadra Nº 2. O mineiro e o gaúcho enfrentam o australiano Rinky Hijikata e o holandês David Pel."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djoko-brinca-com-federer-no-estadio-e-pede-dicas-ao-filho-para-as-quartas.html",
        "title": "Djoko brinca com Federer no estádio e pede dicas ao filho para as quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_comemora_R16-1024x670.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –A vitória de Novak Djokovic sobre Alex de Minaur pelas oitavas de final de Wimbledon contou com uma audiência qualificada nesta segunda-feira. Isso porque Roger Federer, oito vezes campeão do torneio, acompanhou a rodada diretamente do Royal Box. No fim do jogo, o heptacampeão brincou com a presença do antigo rival de circuito e segue na busca para igualar os números do suíço na grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-vencer-a-9a-do-ranking-mostra-que-posso-enfrentar-as-melhores.html",
        "title": "Naná: “Vencer a 9ª do ranking mostra que posso enfrentar as melhores”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nana_wimbledon_toss_tratada-1024x715.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –A vitória na segunda rodada do torneio juvenil de Wimbledon traz muita confiança para Nauhany Silva. Ao superar a tcheca Jana Kovackova,número 10 do ranking juvenil, a jovem paulista de 15 anos se tornou a primeira brasileira nas oitavas de Wimbledon na categoria desde Beatriz Haddad Maia em 2013. Naná também acredita que a vitória a credencia para enfrentar as melhores"
    }
]