[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-26-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/enzo_lima_campinas_olhabola.jpg",
        "date": "26/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-se-supera-em-duelo-de-lesionadas-e-passa-pela-estreia-em-ny.html",
        "title": "Bia se supera em duelo de lesionadas e passa pela estreia em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia-usopen-vibra-2025-e1756230307434-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– A estreia da paulista Beatriz Haddad Maia no US Open, abrindo a rodada desta terça-feira, não poderia ser mais dramática. Isso porque ela e a britânica Sonay Kartal terminaram a partida batalhando contra problemas físicos. A canhota brasileira lidou melhor com a situação, aproveitou a vantagem obtida e venceu com parciais de 6/3, 1/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-marca-a-50a-vitoria-do-ano-e-quebra-recorde-de-seles-na-wta.html",
        "title": "Iga marca a 50ª vitória do ano e quebra recorde de Seles na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_uso_toss_25-1024x576.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –A estreia de Iga Swiatek no US Open foi com uma vitória bastante tranquila. A número 2 do mundo superou a colombiana Emiliana Arango, 84ª do ranking, por 6/1 e 6/2 em exatamente uma hora de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fotografo-que-invadiu-quadra-se-defende-e-alega-ser-inocente.html",
        "title": "Fotógrafo que “invadiu” quadra se defende e alega ser inocente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fotografo-usopen-e1756226577603-1024x681.jpeg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– O fotógrafo que provocou um alvoroço em quadra na derrota do russo Daniil Medvedev para o francês Benjamin Bonzi na noite de domingo se defendeu e disse que ele é a verdadeira vítima do ocorrido. Após ter suas credenciais revogadas, ele entrou em contato com advogados para assegurar seus direitos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-se-emociona-apos-eliminacao-e-deixa-seu-futuro-aberto.html",
        "title": "Venus se emociona após eliminação e deixa seu futuro em aberto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus-usopen-close-2025-e1756221969954-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Um dos maiores nomes da história do tênis, a norte-americana Venus Williams ainda segue competindo aos 45 anos. Na última segunda-feira, ela foi eliminada na estreia do US Open, perdendo para a tcheca Karolina Michova, cabeça de chave 11, em três sets, com parciais de 6/3, 2/6 e 6/1. Na entrevista coletiva, a ex-número 1 se emocionou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-quem-jogar-melhor-neste-torneio-terminara-como-numero-1.html",
        "title": "Alcaraz: “Quem jogar melhor neste torneio terminará como número 1”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-usopen-back-2025-e1756217614456-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Neste ano, a disputa do US Open para Carlos Alcaraz e Jannik Sinner vale mais apenas do que a busca pelo título, uma vez que os dois brigam diretamente pela liderança do ranking no torneio. Após a vitória na estreia, o espanhol falou sobre a situação e acredita que não joga uma pressão extra para cima do rival italiano, que estreia nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-afirma-que-o-cheiro-de-maconha-e-a-pior-coisa-de-jogar-em-nova-york.html",
        "title": "Ruud afirma que o cheiro de maconha é a pior coisa de jogar em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud-usopen-rebate-2025-e1756212217972-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Vice-campeão do US Open em 2022, o norueguês Casper Ruud não escondeu sua insatisfação com uma das situações que o deixa bastante desconfortável em quadra. Sem rodeios, ele afirmou que o cheiro de maconha é a pior coisa de Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-acredita-que-fim-do-jejum-norte-americano-no-us-open-acontecera-logo.html",
        "title": "Tiafoe acredita que fim do jejum norte-americano no US Open acontecerá logo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe-usopen-back-2025-e1756210277563-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Uma das esperanças da casa do US Open, Frances Tiafoe começou bem sua campanha no torneio, batendo o japonês Yoshihito Nishioka na estreia em sets diretos. Após a vitória, ele falou não apenas sobre sua partida, mas também sobre as chances de um norte-americano quebrar o jejum de títulos na chave masculina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vence-so-4-games-e-supera-estreia-com-desistencia-do-rival.html",
        "title": "Monteiro vence só 4 games e supera estreia com desistência do rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/monteiro-assuncao-joinha-2025-e1742680888641-1024x683.jpg",
        "date": "26/08/2025",
        "description": "Como (Itália)– A estreia do cearense Thiago Monteiro no challenger de Como, onde é o cabeça de chave número 2, foi bem rápida. Nesta terça-feira, ele contou com a desistência do suíço Alexander Ritschard ainda no primeiro set, quando vencia com o placar de 4/2, depois de apenas 31 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-de-volta-a-boa-forma.html",
        "title": "Fonseca, de volta à boa forma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso.jpg",
        "date": "26/08/2025",
        "description": "A melhor coisa sobre a vitória de estreia como profissional de João Fonseca no US Open é que o campeão juvenil de 2023 voltou a jogar um grande tênis, especialmente nos chamados ‘grandes pontos’ depois de um período apagado. É bem verdade que o backhand estava um tanto travado no primeiro set, o que permitiu que Miomir Kecmanovic sacasse para ganhar a série e sair com importante vantagem. O sérvio ajudou, ao usar muito pouco o primeiro saque nessa hora importante, e essa foi a deixa para soltar o brasileiro."
    }
]