[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54200532874_2205dd5596_k-e1734090008433-1024x683.jpg",
        "date": "26/05/2025",
        "description": "ITF M25 de Coquimbo (Chile) – Saibro – US$ 30 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gustavo-russo-conquista-o-sand-series-de-gran-canaria-em-final-contra-irmao.html",
        "title": "Gustavo Russo conquista o Sand Series de Gran Canaria em final contra irmão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gustavo_russo_na-direita_grancanaria-1.jpg",
        "date": "25/05/2025",
        "description": "Gran Canária (Espanha) –Gustavo Russo, que treina em Indaiatuba (SP), conquistou, neste domingo, o maior título da carreira no circuito mundial de beach tennis, o Sand Series de Gran Canária, na Espanha, com premiação total de US$ 75 mil. Os Sand Series são considerados os Grand Slam da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-estrela-a-capa-da-versao-digital-da-vanity-fair-italiana.html",
        "title": "Paolini estrela a capa da versão digital da Vanity Fair italiana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini_vanity-italiana.jpg",
        "date": "25/05/2025",
        "description": "Roma (Itália) –Campeã em simples e duplas do Aberto de Roma na semana passada, Jasmine Paolini estrela a capa da última edição digital da Vanity Fair Itália. Paolini foi fotografada por Ilaria Magliocchetti Lombi para a capa digital. Embalada, a jovem de 28 anos estreou com vitória em três sets em Roland Garros, na capital francesa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-foi-o-momento-mais-emocionante-da-minha-carreira.html",
        "title": "Nadal: “Foi o momento mais emocionante da minha carreira”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RafaelNadalCeremoniedhommageRafaelNadalRoland-Garros2025-18-1024x683.jpeg",
        "date": "25/05/2025",
        "description": "Paris (França)– Depois de receber a homenagem por sua carreira no primeiro dia de Roland Garros, onde levantou a taça em 14 oportunidades, o espanhol Rafael Nadal falou sobre a cerimônia na Phillipe Chatrier, que agora contará cum uma placa permanente no piso com a pegada do recordista de títulos do Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-e-borges-fecham-o-dia-vencendo-batalhas-de-cinco-sets.html",
        "title": "Shelton e Borges fecham o dia vencendo batalhas de cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/shelton-roland-garros-2025-e1748213101555-1024x683.jpg",
        "date": "25/05/2025",
        "description": "Paris (França)– A rodada de domingo, que abriu a edição de 2025 de Roland Garros, terminou com duas batalhas de cinco sets, a mais importante delas na quadra Philippe Chatrier, onde o norte-americano Ben Shelton precisou de 3h31 para derrotar o italiano Lorenzo Sonego em partia de duas viradas, selando a vitória com o placar final de 6/4, 4/6, 3/6, 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-garante-que-lideranca-do-ranking-nao-traz-pressao-extra.html",
        "title": "Sabalenka garante que liderança do ranking não traz pressão extra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ArynaSabalenkaPremiertourRoland-Garros2025-1024x682.jpeg",
        "date": "25/05/2025",
        "description": "Paris (França)– Líder do ranking nas últimas 31 semanas, a bielorrussa Aryna Sabalenka garante que o fato de ser a número 1 do mundo não lhe traz uma pressão extra. Após sua estreia em Roland Garros, passando fácil pela russa Kamilla Rakhimova, ela foi questionada sobre o assunto e mostrou tranquilidade em lidar com o fato de comandar a lista da WTA no momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/billie-jean-king-figura-na-inedita-lista-dos-100-mais-influentes-em-filantropia.html",
        "title": "Billie Jean King figura na inédita lista dos 100 mais influentes em filantropia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Billie_Jean_King_US-Open.webp",
        "date": "25/05/2025",
        "description": "Nova York (EUA) –Cofundadora da WTA e lenda do tênis, Billie Jean King, usa sua ampla plataforma para impulsionar outras pessoas há mais de 50 anos. Nesta semana, seu empenho foi retribuído ao ser selecionada para a lista inaugural Time100 de Filantropia pela revista Time."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-digno-e-emocionante-adeus-ao-rei-nadal.html",
        "title": "O digno e emocionante adeus ao rei Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_placa_nadal.jpg",
        "date": "25/05/2025",
        "description": "Valeu a pena esperar longos 12 meses para ver o rei Rafael Nadal se despedir de seu principal trono. Eliminado na estreia de 2024, algo então inédito em suas 18 participações em Roland Garros, o espanhol não quis saber então de festa de despedida, porque ainda não tinha certeza de que sua carreira estava no ocaso, o que ele apenas confirmaria depois da penosa participação nos Jogos Olímpicos, ironicamente acontecida na mesma Philippe Chatrier de tanto sucesso."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-sobre-aposentadoria-de-nadal-uma-parte-de-mim-foi-com-ele.html",
        "title": "Djokovic sobre aposentadoria de Nadal: “Uma parte de mim foi com ele”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-genebra-vibra-2025-1024x683.jpg",
        "date": "25/05/2025",
        "description": "Paris (França)– Presença ilustre nahomenagem ao espanhol Rafael Nadalneste domingo em Roland Garros, quando o recordista de títulos no torneio teve sua carreira celebrada na quadra Philippe Chatrier, o sérvio Novak Djokovic falou sobre o fim da carreira de um dos seus maiores rivais. Após a conquista de seu 100º título em Genebra, ele refletiu sobre o assunto em entrevista ao jornal suíçoLe Matin."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-cede-set-na-estreia-mas-confirma-favoritismo-em-roland-garros.html",
        "title": "Paolini cede set na estreia, mas confirma favoritismo em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/paolini-roland-garros-vibra-2025-e1748205841787-1024x683.jpg",
        "date": "25/05/2025",
        "description": "Paris (França)– Campeã em simples e duplas em Roma, a italiana Jamine Paolini teve mais trabalho do que o esperado em sua estreia em Roland Garros. A chinesa Yue Yuan chegou a tirar um set da cabeça de chave número 4 neste domingo, mas acabou superada com o placar final de 6/1, 4/6 e 6/3."
    }
]