[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-10-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "10/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasDuplas mistas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferrero-rasga-elogios-a-alcaraz-mas-preve-batalha-dura-com-fritz-na-semi.html",
        "title": "Ferrero rasga elogios a Alcaraz, mas prevê batalha dura com Fritz na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/alcaraz-ferrero-wimbledon-2023-e1749555672447-1024x682.jpeg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– Um dia após ver Carlos Alcaraz garantir um lugar nas semifinais de Wimbledon, o treinador Juan Carlos Ferrero falou com a mídia espanhola na quarta-feira para analisar a campanha do pupilo até então no All England Club e também projetar o próximo jogo, em que terá pela frente o norte-americano Taylor Fritz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/visita-real-alegria-da-mamae-belinda-quartas-completas-veja-resumo-da-quarta.html",
        "title": "Visita real, alegria da mamãe Belinda, quartas completas. Veja resumo da quarta.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bencic_coracao.jpg",
        "date": "10/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lesao-de-dimitrov-nao-e-tao-grave-e-ele-podera-voltar-para-o-us-open.html",
        "title": "Lesão de Dimitrov não é tão grave e ele poderá voltar para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_dimitrov_wimbledon-1024x645.jpg",
        "date": "10/07/2025",
        "description": "Londres (Inglaterra)– A última atualização sobre a lesão de Grigor Dimitrov parece ser otimista. Após a desistência dolorosa do búlgaro na partida contra o  italiano Jannik Sinner, válida pelas oitavas de final de Wimbledon, o empresário do tenista búlgaro, Georgi Stoimenov, compartilhou novidades sobre a gravidade do problema enfrentado pelo atual número 21 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-se-orgulha-de-campanha-ate-as-quartas-e-sera-top-20-apos-wimbledon.html",
        "title": "Cobolli se orgulha de campanha até as quartas e será top 20 após Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cobolli_wimbledon_desliza_QF-1024x600.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –A melhor campanha de Flavio Cobolli em Grand Slam chegou ao fim nesta quarta-feira, com a derrota para Novak Djokovic nas quartas de final de Wimbledon. O jovem italiano de 23 anos caiu diante do heptacampeão do torneio por 6/7 (6-8), 6/2, 7/5 e 6/4 em 3h11 de partida na Quadra Central, mas deixa Londres com motivos de sobra para comemorar. Atual número 24 do mundo, ele garantiu entrada inédita no top 20 do ranking após o torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-e-luana-plaza-tambem-avancam-no-itf-de-rio-claro.html",
        "title": "Luiza Fullana e Luana Plaza também avançam no ITF de Rio Claro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/luana_plaza_rioclaro25_vibra-1024x599.jpg",
        "date": "09/07/2025",
        "description": "Rio Claro (SP) –Oito partidas definirão as quartas de final da etapa de Rio Claro do Circuito BRB/Engie de Tênis, disputado no Clube de Campo da cidade, com entrada gratuita. A programação, que tem início às 10h, conta com três brasileiras em ação, buscando avançar no torneio que ITF W35, com pontos válidos para o ranking da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-quarta-feira.html",
        "title": "Confira as melhores jogadas desta quarta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WB-1024x576.jpg",
        "date": "09/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-nos-momentos-importantes-sinner-foi-muito-superior.html",
        "title": "Shelton: “Nos momentos importantes, Sinner foi muito superior”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton_wimbledon_tunel-1024x682.jpg",
        "date": "09/07/2025",
        "description": "Londres (Inglaterra) –Eliminado nas quartas de final de Wimbledon, Ben Shelton reconheceu o alto nível de jogo de Jannik Sinner, especialmente nos pontos decisivos. O norte-americano de 22 anos foi superado pelo número 1 do mundo em sets diretos nesta quarta-feira. E apesar de saber que Sinner enfrentava um desconforto no cotovelo desde o jogo anterior, Shelton disse que o rival não demonstrou nenhuma limitação em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paranaense-derruba-4o-favorito-em-curitiba-storck-estreia-na-quinta.html",
        "title": "Paranaense derruba 4º favorito em Curitiba. Storck estreia na quinta.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bernardovialle_curitiba.jpg",
        "date": "09/07/2025",
        "description": "Curitiba (PR) –O curitibano Bernardo Vialle derrubou, nesta quarta-feira, o quarto favorito e se classificou às quartas de final  da 5ª Copa Instituto Icaro, evento que acontece no Clube 3 Marias e na Academia DM Tênis em Curitiba. O evento internacional juvenil tem a chancela da Federação Internacional de Tênis, da Confederação Brasileira, Confederação Sul-Americana e da Federação Paranaense."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-tres-convites-para-o-torneio-feminino-brasil-tennis-classic.html",
        "title": "Definidos três convites para o torneio feminino Brasil Tennis Classic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/olivia_carneiro.jpg",
        "date": "09/07/2025",
        "description": "São Paulo (SP) –Estão definidos alguns convites para o Brasil Tennis Classic – Ano VII, torneio profissional feminino da categoria ITF W35, que será disputado a partir da próxima segunda-feira no Esporte Clube Pinheiros, em São Paulo (SP). A entrada para todos os jogos é gratuita, mediante retirada antecipada dos ingressos no siteappticket.com.br/ecp, sempre a partir das 10h do dia anterior às partidas. A quantidade de ingressos é limitada."
    }
]