[
    {
        "url": "https://tenisbrasil.uol.com.br/suica-vence-a-argentina-fora-de-casa-canada-avanca-e-alemanha-e-rebaixada.html",
        "title": "Suíça vence a Argentina fora de casa, Canadá avança e Alemanha é rebaixada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/naef_simona_suica_bjk-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Córdoba (Argentina) –No confronto que definiu o Grupo C dos playoffs da Billie Jean King Cup, a Suíça venceu a Argentina por 2 a 1 e garantiu vaga no Qualificatório Mundial de 2026. Já as argentinas, que jogavam em casa e no saibro, permanecerão no Grupo 1 das Américas, divisão que terá o Brasil no ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-cahill-ainda-vao-discutir-futuro-tecnicos-destacam-melhora-no-saque.html",
        "title": "Sinner e Cahill ainda vão discutir futuro. Técnicos destacam melhora no saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/team_sinner_finals.jpg",
        "date": "16/11/2025",
        "description": "Turim (Itália) –A temporada de Jannik Sinner terminou em grande estilo, com o bicampeonato do ATP Finals neste domingo. Mas a vitória sobre Carlos Alcaraz pode também ter marcado o fim da parceria com o técnico australiano Darren Cahill, que anunciou ainda em janeiro que este seria seu último ano de carreira, embora o tenista tenha declarado ao longo da temporada que tenta convencer seu experiente treinador a continuar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cuevas-vence-torneio-de-exibicao-de-lendas-em-sao-paulo.html",
        "title": "Cuevas vence torneio de exibição de lendas em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cuevas_legends_trofeu.jpg",
        "date": "16/11/2025",
        "description": "São Paulo (SP) –O uruguaio Pablo Cuevas conquistou o título da primeira edição daLegends Tennis Cup, evento realizado ao longo do fim de semana no ginásio do Clube Hebraica, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-daniel-alves-e-schiessl-estreiam-nesta-segunda-em-floripa.html",
        "title": "Reis, Daniel, Alves e Schiessl estreiam nesta segunda em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/schiessl_floripa_olhabola_cbt-1024x682.jpg",
        "date": "16/11/2025",
        "description": "Florianópolis (SC) –A chave principal do Engie Open, ATP Challenger 75 de Florianópolis começa nesta segunda-feira às 14h, com a estreia de quatro brasileiros: João Lucas Reis, Mateus Alves, Daniel Dutra Silva e João Schiessl."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/renovado-sinner-termina-temporada-por-cima.html",
        "title": "Renovado, Sinner termina temporada por cima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/blog_sinner_finals.jpg",
        "date": "16/11/2025",
        "description": "A deixada cruzada de forehand, nos momentos decisivos de uma intensa partida em Turim, é para mim a imagem mais forte que fica da extraordinária vitória de Jannik Sinner neste domingo sobre o arqui-rival Carlos Alcaraz, que valeu a ele o segundo título seguido do ATP Finals, façanha obtida apenas por outros três homens neste século."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sou-um-jogador-ainda-melhor-que-no-ano-passado.html",
        "title": "Sinner: “Sou um jogador ainda melhor que no ano passado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-nitto-atp-finals-2025-title-reaction-image-1024x576.jpg",
        "date": "16/11/2025",
        "description": "Turim (Itália) –Bicampeão do ATP Finals, Jannik Sinner se sente um jogador melhor e mais completo em relação ao ano passado. Ainda que ele não tenha terminado a temporada na liderança do ranking, como aconteceu em 2024, o italiano destacou a consistência nos grandes torneios e o maior repertório em seu jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-jannik-aprende-com-as-derrotas-e-sempre-volta-mais-forte.html",
        "title": "Alcaraz: “Jannik aprende com as derrotas e sempre volta mais forte”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-tuesday-1-e1762877396639-1024x682.jpg",
        "date": "16/11/2025",
        "description": "Turim (Itália) –A busca por um título inédito no ATP Finals foi adiada para Carlos Alcaraz.Superado por Jannik na decisão deste domingoem Turim, o número 1 do mundo avaliou a sexta final entre eles. O espanhol afirma que o italiano é um jogador que aprende rápido com as derrotas, como aconteceu no US Open em setembro, e sempre volta mais forte e com maior repertório de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-16-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gabriela_ce_paineiras_25-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Austrália 2×0 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/distancia-de-alcaraz-para-sinner-no-ranking-sera-de-550-pontos.html",
        "title": "Distância de Alcaraz para Sinner no ranking será de 550 pontos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-alcaraz-turin-2025-friday-practice-session-1024x576.jpg",
        "date": "16/11/2025",
        "description": "Turim (Itália) –Campeão invicto no ATP Finals em Turim, Jannik Sinner vai diminuir a diferença para Carlos Alcaraz na disputa pela liderança do ranking. A distância entre eles na próxima segunda-feira será de 550 pontos. No início do torneio, Alcaraz tinha 1.050 pontos de vantagem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperada-de-lesao-carol-meligeni-retorna-ao-circuito-no-chile.html",
        "title": "Carol Meligeni retorna ao circuito no Chile, Cé fura o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Colina (Chile) –Terceira melhor brasileira no ranking mundial, ocupando atualmente o 239º lugar, Carol Meligeni retorna ao circuito na próxima semana, recuperada delesão no adutor. A paulista de 29 anos disputa o WTA 125 de Colina, em quadras de saibro no Chile."
    }
]