[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-03-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/Carolina-Laydner_joaopires_IS.jpg",
        "date": "03/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Juvenil (Masculino – Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vence-a-40a-em-roland-garros-e-desafia-sabalenka-na-semi.html",
        "title": "Iga vence a 40ª em Roland Garros e desafia Sabalenka na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD70GLh8WN-LVhuo_COC_4814IgaSwiatekQuartsdefinaleRoland-Garros2025-1024x682.jpeg",
        "date": "03/06/2025",
        "description": "Paris (França)– O tão aguardado confronto entre a polonesa Iga Swiatek e a bielorrussa Aryna Sabalenka nas semifinais de Roland Garros, desde o sorteio das chaves, realmente irá se concretizar. Depois que a número 1 do mundo abriu a terça-feira com vitória, foi a vez da tetracampeã do torneio também avançar, batendo a ucraniana Elina Svitolina em sets diretos, com 6/1 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-desiste-de-wimbledon-e-adia-volta-para-depois-da-grama.html",
        "title": "Kyrgios desiste de Wimbledon e adia volta para depois da grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/b_20220710_kyrgios_147_CK2_1076-233199-1657467987745-1024x682.jpg",
        "date": "03/06/2025",
        "description": "Canberra (Austrália)– O retorno do australiano Nick Kyrgios, que aconteceria agora na temporada de grama, vai ser adiado. Nesta terça-feira, ele usou sua conta no Instagram para informar aos seguidores que vai adiar a volta e não conseguirá competir nos torneios de grama, perdendo inclusive a disputa de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mensik-joga-challenger-do-saibro-e-acaba-eliminado-na-estreia.html",
        "title": "Mensik joga challenger no saibro e acaba eliminado na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDhjLydWJ-7kSrza_20250529_RG_CM_3996JakubMensikR2-scaled-e1748954195772-1024x683.jpg",
        "date": "03/06/2025",
        "description": "Prostejov (República Tcheca)– Depois de ter caído precocemente em Roland Garros, onde era o cabeça de chave número 19, o tcheco Jakub Mensik seguiu no saibro e foi disputar um challenger na segunda semana do Grand Slam francês, decepcionando mais uma vez. Principal favorito em Prostejov, o tenista da casa sequer passou da estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-se-vinga-de-zheng-e-segue-em-busca-de-conquista-inedita.html",
        "title": "Sabalenka se vinga de Zheng e segue em busca de conquista inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/ArynaSabalenkaQuartsdefinaleRoland-Garros2025-scaled-e1748950662687-1024x683.jpeg",
        "date": "03/06/2025",
        "description": "Paris (França)– Dona de três títulos de Grand Slam, a bielorrussa Aryna Sabalenka segue firme em busca de sua primeira conquista em Roland Garros. Nesta terça-feira, a número 1 do mundo deu mais um passo neste caminho ao bater a chinesa Qinwen Zheng com parciais de 7/6 (7-3) e 6/3, garantindo um lugar nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/destaque-em-paris-boisson-mira-calendario-forte-sem-perder-a-identidade.html",
        "title": "Destaque em Paris, Boisson mira calendário forte sem perder a identidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson-1024x682.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Maior surpresa nas quartas de final de Roland Garros, a francesa Lois Boisson vive uma mudança de patamar durante as duas últimas semanas em Paris. Convidada para o torneio, ela já acumula quatro vitórias,a mais recente sobre a número 3 do mundo, Jessica Pegula. A atual 361ª do ranking terá um grande salto na classificação da WTA e poderá disputar torneios mais fortes com maior frequência, mas garante que isso não a fará mudar sua identidade nem sua maneira de jogar, com variações, trazendo a rival à rede e aplicando belíssimos lobs."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-mudanca-nas-devolucoes-e-comemora-sua-regularidade.html",
        "title": "Sinner destaca mudança nas devoluções e comemora sua regularidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_rg_desliza_costas_loic-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Líder do ranking mundial e ainda em busca de um título inédito em Roland Garros, Jannik Sinner não perdeu sets no caminho até as quartas de final. Depois de superar o russo Andrey Rublev nesta segunda-feira, o italiano saiu feliz com sua regularidade e com o fato de ter conseguido definir sua partida sem maiores riscos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-a-primeira-em-challenger-nos-eua-e-enfrenta-cabeca-1.html",
        "title": "Sell vence a primeira em challenger nos EUA e enfrenta cabeça 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_vibra.jpg",
        "date": "02/06/2025",
        "description": "Tyler (EUA) –O catarinense Karue Sell estreou com vitória no challenger de Tyler, em quadras duras nos Estados Unidos. Único brasileiro na chave, o jogador de 31 anos e 285º do ranking superou o norte-americano Aidan Mayo, 311º colocado, por 2/6, 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tento-fazer-historia-a-cada-torneio-e-minha-motivacao.html",
        "title": "Djokovic: “Tento fazer história a cada torneio, é minha motivação”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic_trofeu_UCL-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –A vitória desta segunda-feira pelas oitavas de final de Roland Garros foi especial para Novak Djokovic, que alcançou suacentésima vitória na competição. A marca histórica veio pouco mais de uma semana depois de o sérvio conquistar o centésimo título de ATP da carreira, em Genebra. E ele não esconde que buscar novos recordes é sua principal fonte de motivação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-zheng-abrem-a-rodada-as-6h-alcaraz-joga-as-15h15.html",
        "title": "Sabalenka e Zheng abrem a rodada às 6h, Alcaraz joga às 15h15",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_back_lenglen_corinne-1024x682.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Os primeiros semifinalistas de Roland Garros serão conhecidos nesta terça-feira, dia de abertura das quartas de final em Paris. A programação começa às 6h (de Brasília) com as partidas da chave feminina."
    }
]