[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-06-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54170726744_177da3f288_c.jpg",
        "date": "06/08/2025",
        "description": "Challenger de Chicago (EUA) – Sintético – US$ 100 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/na-volta-da-wta-ao-pais-sp-open-sera-transmitido-pelo-sportv.html",
        "title": "Na volta da WTA ao país, SP Open será transmitido pelo Sportv",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/SP_Open_WTA-e1754507739511-1024x683.jpg",
        "date": "06/08/2025",
        "description": "São Paulo (SP)– Torneio que marcará o retorno da WTA ao Brasil, o SP Open, que acontece entre os dias 8 e 14 de setembro, já tem o canal oficial definido. Segundo apurouTenisBrasil, a transmissão das partidas do WTA 250 paulistano será feita pelo Sportv."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nessas-condicoes-nao-tem-muito-tenis-afirma-rublev-apos-eliminacao.html",
        "title": "“Nessas condições não tem muito tênis”, afirma Rublev após eliminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ANDERSON-TA200462-1024x634.jpeg",
        "date": "06/08/2025",
        "description": "Toronto (Canadá)– Derrotado nas quartas de final do Masters 1000 de Toronto, o russo Andrey Rublev enalteceu o desempenho do algoz Taylor Fritz com o saque. Para ele, as condições de jogo e o ótimo dia do norte-americano no serviço o deixaram sem muitas chances no duelo entre os dois"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "06/08/2025",
        "description": "ATP1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-paz-e-confiante-osaka-afirma-que-lado-fisico-foi-fundamental.html",
        "title": "Em paz e confiante, Osaka afirma que lado físico foi fundamental",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Naomie-Osaka_3735-32-1024x683.jpg",
        "date": "06/08/2025",
        "description": "Montréal (Canadá)– Aos poucos a japonesa Naomi Osaka parece estar reencontrando o caminho que a levou a títulos de Grand Slam e ao posto de número 1 do mundo. Depois de garantir um lugar nas semifinais do do WTA 1000 de Montréal, ao bater a ucraniana Elina Svitolina por duplo 6/2, ela falou sobre o seu momento no circuito e destacou o lado físico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tauson-explica-emocao-extra-pelo-avo-era-um-grande-apoiador.html",
        "title": "Tauson explica emoção extra pelo avô: “Era um grande apoiador”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tauson-montreal-saca-2025-.jpg",
        "date": "06/08/2025",
        "description": "Montréal (Canadá)– Na entrevista em quadra, após derrotar a norte-americana Madison Keys pelas quartas de final no WTA 1000 de Montréal, a dinamarquesa Clara Tausonse emocionou ao lembrar da recente perda de seu avô. Logo após sua declaração, ela foi bastante aplaudida pelo público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-lidera-norte-americanas-favoritas-na-parte-de-baixo-em-cincinnati.html",
        "title": "Gauff lidera norte-americanas favoritas na parte de baixo em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/gauff_mtl_toss-1024x646.jpg",
        "date": "06/08/2025",
        "description": "Cincinnati (EUA)– O sorteio da chave do WTA 1000 de Cincinnati foi curioso para os principais nomes da casa na disputa. Das oito cabeças de chave norte-americanas, seis caíram do mesmo lado na disputa, todas elas na parte de baixo da tabela, lideradas pela segunda favorita Coco Gauff, campeã em 2023."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-cincinnati-bia-cai-no-mesmo-quadrante-de-anisimova-e-swiatek.html",
        "title": "Em Cincinnati, Bia cai no mesmo quadrante de Anisimova e Swiatek",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Beatriz_Haddad_Maia_-_Cincinnati_Open_2024_-_Day_2-DSC_8340_xgaplus.jpg",
        "date": "06/08/2025",
        "description": "Cincinnati (EUA)– Cabeça de chave 18 no WTA 1000 de Cincinnati, Beatriz Haddad Maia conheceu nesta quarta-feira o chaveamento do torneio. Ela estreia direto na segunda rodada e espera pela vencedora do confronto entre a australiana Maya Joint e a belga Greet Minnen."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-destaca-calma-para-se-manter-firme-nos-ralis-mais-longos.html",
        "title": "Shelton destaca calma para se manter firme nos ralis mais longos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ROBINS-_GJR1692-1024x687.jpeg",
        "date": "06/08/2025",
        "description": "Toronto (Canadá)– Último dos quatro semifinalistas do Masters 1000 de Toronto, o norte-americano Ben Shelton destacou a paciência nos pontos mais longos contra o australiano Alex de Minaur. Para ele, a calma nestes momentos foi crucial para o resultado final, a vitória em sets diretos e com o placar de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-que-eu-realmente-quero-e-ganhar-um-grand-slam-afirma-fritz.html",
        "title": "“O que eu realmente quero é ganhar um Grand Slam”, afirma Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ANDERSON-TA200665-scaled-e1754489871507-1024x684.jpeg",
        "date": "06/08/2025",
        "description": "Toronto (Canadá)– Principal nome do tênis norte-americano no momento, Taylor Fritz não pensa pequeno e sonha com grandes conquistas. Semifinalista no Masters 1000 de Toronto em confronto nacional com o compatriota Ben Shelton por um lugar na final, ele garantiu que não sente pressão extra para recolocar os EUA de volta no caminho dos títulos de Grand Slam."
    }
]