[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-16-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ana_candiotto_paineiras-1024x683.jpg",
        "date": "16/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-ja-definiu-o-primeiro-gasto-apos-a-maior-premiacao-da-carreira.html",
        "title": "Vacherot já definiu o primeiro gasto após a maior premiação da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherton-trofeu-xangai-2025-scaled-e1760633753821-1024x684.jpg",
        "date": "16/10/2025",
        "description": "Monte Carlo (Mônaco)– Uma das grandes histórias deste ano, vencendo o Masters 1000 de Xangai depois de quase não conseguir sequer entrar no qualificatório, o monegasco Valentin Vacherot já sabe o que fará com o dinheiro recebido na premiação do torneio chinês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-afirma-que-o-grande-problema-do-tenis-atual-sao-as-bolas.html",
        "title": "Rune afirma que o grande problema do tênis atual são as bolas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune-usopen-back-2025-1024x681.jpg",
        "date": "16/10/2025",
        "description": "Estocolmo (Suécia)– Um dos concorrentes a uma das oito vagas no ATP Finals, o dinamarquês Holger Rune joga nesta semana no ATP 250 de Estocolmo, onde busca pontos importantes na disputa. Antes de sua estreia no torneio, que acontece nesta quinta-feira, ele fugiu do senso comum ao analisar dois temas polêmicos: a velocidade das quadras e o calendário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-volta-para-casa-encerra-a-temporada-e-ja-pensa-em-2026.html",
        "title": "Raducanu volta para casa, encerra a temporada e já pensa em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Emma_Raducanu_-_Dongfeng_Voyah_Wuhan_Open_-_Day_4-DSC_9377_xgaplus.jpg",
        "date": "16/10/2025",
        "description": "Londres (Inglaterra)– A britânica Emma Raducanu desistiu de seus dois últimos eventos do ano por causa da doença contra a qual vem lutando há 10 dias, informou aBBC. A tenista de 22 anos deveria jogar em Tóquio e Hong Kong, mas decidiu voltar para casa para se recuperar antes de começar seus preparativos para 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-yone-borba-dias-confirma-atletas-masters-de-oito-paises-em-porto-alegre.html",
        "title": "Copa Yone Borba Dias confirma atletas masters de oito países em Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/galbacouto-seniors_poa_corte.jpg",
        "date": "16/10/2025",
        "description": "Porto Alegre (RS) –Atletas de oito países já confirmaram participação na 39ª edição da Copa Yone Borba Dias, a competição masters mais tradicional do país, realizada na Associação Leopoldina Juvenil, em Porto Alegre. O evento da categoria MT 700, dos mais valiosos do mundo e do Brasil com 700 pontos para os campeões, será realizado entre os dias 3 e 8 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-lanca-video-promocional-da-12a-edicao-valorizando-tradicao-e-emocao.html",
        "title": "Rio Open lança campanha da 12ª edição, valorizando tradição e emoção",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Quadra-Guga-Kuerten_Fotojump.jpg",
        "date": "16/10/2025",
        "description": "Rio de Janeiro (RJ) –O Rio Open, principal torneio de tênis da América do Sul, dá o saque inicial para sua 12ª edição com o lançamento de nova e emocionante campanha. O torneio está marcado para acontecer entre os dias 14 e 22 de fevereiro de 2026, no Jockey Club Brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-olho-no-wta-finals-paolini-e-rybakina-vao-as-quartas-em-ningbo.html",
        "title": "De olho no WTA Finals, Paolini e Rybakina vão às quartas em Ningbo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/paolini-ningbo-prepara-2025-e1760627206377-1024x683.jpg",
        "date": "16/10/2025",
        "description": "Ningbo (China)– A disputa pelas duas últimas vagas no WTA Finals está acirrada e a queda de Mirra Andreeva na estreia no WTA 500 de Ningbo pode lhe custar caro. Isso porque a italiana Jasmine Paolini e a cazaque Elena Rybakina seguem avançando e assim ameaçam a russa na corrida da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federacao-internacional-de-tenis-vai-virar-tenis-mundial-em-2026.html",
        "title": "Federação Internacional de Tênis vai virar Tênis Mundial em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ITF_bandeiras.jpg",
        "date": "16/10/2025",
        "description": "Londres (Inglaterra)– A Federação Internacional de Tênis (ITF) se tornará “World Tennis” (Tênis Mundial) em 2026, após a esmagadora maioria dos votos de suas associações nacionais de tênis a favor da proposta na Assembleia Geral Anual da ITF, realizada nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-melo-vencem-mais-uma-e-ja-estao-nas-semifinais-de-bruxelas.html",
        "title": "Matos e Melo vencem mais uma e já estão nas semifinais de Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/melo_matos_bruxelas_cump_cabis.jpg",
        "date": "16/10/2025",
        "description": "Bruxelas (Bélgica)– Após a vitória em duelo 100% brasileirona primeira rodada do ATP 250 de Bruxelas, o mineiro Marcelo Melo e o gaúcho Rafael Matos venceram mais uma, marcando parciais de 6/2 e 7/6 (7-2) para cima dos convidados da casa Alexander Blockx e Tibo Colson, que lhes garantiu nas semifinais do torneio belga."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vao-a-semi-em-ningbo-e-se-aproximam-do-finals.html",
        "title": "Stefani e Babos vão à semi em Ningbo e se aproximam do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_wuhan_back.jpg",
        "date": "16/10/2025",
        "description": "Ningbo (China)– Na briga pelas últimas vagas no WTA Finals, a paulista Luisa Stefani e a húngara Timea Babos deram um passo importante nesta quinta-feira com a classificação para as semifinais do WTA 500 de Ningbo, batendo a eslovaca Tereza Mihalíkova e a britânica Olivia Nicholls por 6/2, 3/6 e 10-2."
    }
]