[
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-de-minaur-cerundolo-e-humbert-largam-bem-no-uts.html",
        "title": "Rublev, De Minaur, Cerúndolo e Humbert largam bem no UTS",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/deminaur_uts_toss-1024x698.jpg",
        "date": "05/12/2025",
        "description": "Londres (Inglaterra) –A última etapa da série de exibições UTS (Ultimate Tennis Showdown) começou nesta sexta-feira em Londres. O russo Andrey Rublev e o francês Ugo Humbert lideram os grupos após a primeira rodada, que também teve vitórias do australiano Alex de Minaur e do argentino Francisco Cerúndolo. A transmissão para o Brasil é daXSportsem TV aberta e daJoven Pan Esportesna TV por assinatura e YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-cai-nas-quartas-de-simples-mas-joga-final-de-duplas-contra-konishi.html",
        "title": "Candiotto cai nas quartas de simples, mas joga final de duplas contra Konishi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/candiotto_floripa_fore-1024x637.jpg",
        "date": "05/12/2025",
        "description": "Lima (Peru) –A sexta-feira foi de resultados distintos para Ana Candiotto no ITF W15 de Lima, em quadras de saibro. A jovem paulista de 21 anos caiu nas quartas de final de simples, em uma longa partida com 4h de duração. Mas nas duplas, garantiu vaga na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ja-treina-com-novo-visual-antes-da-exibicao-com-alcaraz.html",
        "title": "Fonseca já treina com novo visual antes da exibição com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/fonseca_treina_careca-1024x762.jpg",
        "date": "05/12/2025",
        "description": "Rio de Janeiro (RJ) –Depois de participar de uma campanha publicitária com um de seus novos patrocinadores, João Fonseca já aparece treinando com novo visual e raspou o cabelo antes da partida de exibição que fará contra Carlos Alcaraz em Miami na segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-05-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/braga_braga_jul25.jpg",
        "date": "05/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenistas-e-tecnicos-paulistas-participam-do-encontro-nacional-de-treinamento.html",
        "title": "Tenistas e técnicos paulistas participam do Encontro Nacional de Treinamento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/encontro_nacional_paulistas-1024x576.jpg",
        "date": "05/12/2025",
        "description": "Florianópolis (SC) –Tenistas e técnicos paulistas foram convocados pela Confederação Brasileira de Tênis (CBT) para participar do Encontro Nacional de Tênis 2025, que está acontecendo em Florianópolis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-de-19-anos-garante-vaga-na-semifinal-em-quito.html",
        "title": "Argentina de 19 anos garante vaga na semifinal em Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/giovannini_quito_vibra-1024x683.webp",
        "date": "05/12/2025",
        "description": "Quito (Equador) –A jovem argentina Luisina Giovannini será a representante sul-americana nas semifinais do WTA 125 de Quito, em quadras de saibro no Equador. Ela venceu nesta sexta-feira a equatoriana Mell Reasco por 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chile-define-estadio-para-receber-a-servia-na-copa-davis-de-2026.html",
        "title": "Chile define estádio para receber a Sérvia na Copa Davis de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/estadio_santiago-1024x572.jpg",
        "date": "05/12/2025",
        "description": "Santiago (Chile) –A Federação de Tênis do Chile definiu o local do confronto contra a Sérvia pelo Qualificatório Mundial da Copa Davis de 2026. Os jogos acontecerão entre 6 e 8 de fevereiro no Estádio Nacional de Santiago, que tem uma quadra de saibro recém-reformada para os Jogos Pan-Americanos em 2023."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-aos-41-anos-zvonareva-chega-a-semifinal-de-itf-em-dubai.html",
        "title": "De volta aos 41 anos, Zvonareva chega à semifinal de ITF em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/zvonareva_dubai_posada-1024x698.jpg",
        "date": "05/12/2025",
        "description": "Dubai (Emirados Árabes) –A ex-número 2 do mundo Vera Zvonareva está fazendo uma grande semana no ITF W100 de Dubai. Depois de receber convite para a chave principal, a russa de 41 anos já acumula três vitórias e está na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinais-do-sand-series-finals-definidas-com-4-duplas-100-brasileiras.html",
        "title": "Semifinais do Sand Series Finals definidas com 4 duplas 100% brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sand-series-finals_ribeirao-3.png",
        "date": "05/12/2025",
        "description": "Ribeirão Preto (SP) –A fase de grupos do ITF Sand Series Tour Finals chegou ao fim em Ribeirão Preto. Nesta quinta-feira, mais cinco jogos aconteceram na quadra central da Arena Beach Ribeirão, definindo as demais duplas semifinalistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-regras-e-inovacoes-para-a-oitava-edicao-do-next-gen-atp-finals.html",
        "title": "Conheça regras e inovações para a oitava edição do Next Gen ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/jeddah-2025-stadium-shot-1024x576.jpg",
        "date": "05/12/2025",
        "description": "Jeddah (Arábia Saudita) –Com a definição dos oito jogadores classificados para o Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita, a organização do evento divulgou as regras e inovações para a edição de 2025. E como de costume desde seu primeiro ano em 2017, o torneio é conhecido por testar regras e formatos alternativos em comparação com os demais eventos regulares do circuito."
    }
]