[
    {
        "url": "https://tenisbrasil.uol.com.br/jovic-estreia-bem-em-austin-venus-e-andreescu-sao-eliminadas.html",
        "title": "Jovic estreia bem em Austin, Venus e Andreescu são eliminadas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/jovic_austin_back-1024x683.jpg",
        "date": "24/02/2026",
        "description": "Austin (EUA) –A jovem norte-americana Iva Jovic estreou com vitória no WTA 250 de Austin. A tenista de apenas 18 anos superou nesta terça-feira a russa Anna Blinkova, 84ª do ranking, por 6/3 e 6/4 em 1h24 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nava-derruba-berrettini-na-estreia-cerundolo-enfrenta-dinamarques.html",
        "title": "Nava derruba Berrettini na estreia, Cerúndolo enfrenta dinamarquês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nava-santiago-2026-tuesday-1024x576.jpg",
        "date": "24/02/2026",
        "description": "Santiago (Chile) –O italiano Matteo Berrettini não passou da primeira rodada do ATP 250 de Santiago, em quadras de saibro. Ex-top 10 e atual 57º do ranking, Berrettini foi superado pelo norte-americano Emilio Nava, 79º colocado, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-elimina-o-cabeca-8-na-argentina-e-se-junta-a-marcondes.html",
        "title": "Daniel Silva elimina o cabeça 8 na Argentina e se junta a Marcondes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/daniel_silva_uruguai_fore-1024x683.jpg",
        "date": "24/02/2026",
        "description": "Tigre (Argentina) –O experiente paulista Daniel Dutra da Silva é mais um brasileiro a avançar no challenger de Tigre, em quadras de saibro na Argentina. O canhoto de 37 anos e 319º do ranking eliminou o cabeça 8 local Andrea Collarini, 233º colocado, por 6/4 e 6/3 em 1h40 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-24-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_saque.jpg",
        "date": "24/02/2026",
        "description": "WTA 125 de Antália (Turquia) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/usta-anuncia-o-sul-africano-craig-tiley-como-seu-novo-ceo.html",
        "title": "USTA anuncia o sul-africano Craig Tiley como seu novo CEO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/craigtileyinterview_day2_a_2-1024x683.jpg",
        "date": "24/02/2026",
        "description": "Orlando (EUA) –Craig Tiley assumirá o cargo de CEO da Associação de Tênis dos Estados Unidos (USTA) este ano, anunciou nesta terça-feira o grupo responsável pelo Aberto dos Estados Unidos. Tiley deixará seu cargo como presidente da Tennis Australia e diretor de torneio no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-e-wawrinka-experimentam-a-hospitalidade-do-ramada-em-dubai.html",
        "title": "Tsitsipas e Wawrinka experimentam a hospitalidade do Ramadã em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tsitsipas_wawrinka_dubai_ramada.jpg",
        "date": "24/02/2026",
        "description": "Dubai (Emirados Árabes Unidos) –Longe da intensidade da competição no ATP 500 de Dubai, os ex-campeões da competição, Stefanos Tsitsipas e Stan Wawrinka, compartilharam um momento cultural significativo ao participarem de um jantar de Iftar celebrando as tradições locais e o espírito do Ramadã."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-em-dubai-pegula-se-retira-do-wta-de-austin-por-lesao.html",
        "title": "Campeã em Dubai, Pegula se retira do WTA de Austin por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-WTA-R2-Pegula-6-1200x669-1-1024x571.jpg",
        "date": "24/02/2026",
        "description": "Austin (EUA) –Campeã do WTA 1000 de Dubai no último sábado, Jessica Pegula se retirou da disputa do WTA 250 de Austin. A norte-americana seria a principal cabeça de chave do torneio e estrearia nesta terça-feira contra a eslovaca Rebecca Sramkova. Seu lugar na chave ficou com a chinesa Yue Yuan, que entrou de lucky-loser."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt-200-em-maresias-abre-o-arena-verao-no-comeco-de-marco.html",
        "title": "BT 200 em Maresias abre o Arena Verão+ no começo de março",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Arena-Verao_Maresias.jpg",
        "date": "24/02/2026",
        "description": "São Sebastião (SP) – O beach tennis será a primeira modalidade a dar início à Arena Verão+ Eurofarma 2026. Entre os dias 3 e 9 de março, a praia de Maresias, em São Sebastião, recebe o torneio BT 200 da International Tennis Federation (ITF), que abre oficialmente a programação da Arena Verão+, o maior evento de esportes de areia do país. A competição é gratuita e deve atrair cerca de 30 mil pessoas ao longo dos dias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-cbt-e-cbc-renovam-parceria-e-ampliam-circuito-nacional-infantojuvenil.html",
        "title": "Beach: CBT e CBC renovam parceria e ampliam Circuito Nacional Infantojuvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/beach-tennis_foto-generica2.jpg",
        "date": "24/02/2026",
        "description": "Florianópolis (SC)– A Confederação Brasileira de Tênis (CBT) e o Comitê Brasileiro de Clubes (CBC) renovaram a parceria para a realização dos Campeonatos Brasileiros Interclubes (CBI) de Beach Tennis em 2026, ampliando de forma significativa o alcance do Circuito Nacional Infantojuvenil da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/humbert-derruba-tsitsipas-em-duelo-de-campeoes-e-pega-rublev.html",
        "title": "Humbert derruba Tsitsipas em duelo de campeões e pega Rublev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/humbert_dubai_olhabola-1024x682.jpg",
        "date": "24/02/2026",
        "description": "Dubai (Emirados Árabes)– Os quatro últimos campeões do ATP 500 de Dubai entraram em quadra nesta terça-feira. Depois davitória de Daniil Medvedev, vieram seu compatriota Andrey Rublev, o grego Stefanos Tsitsipas e o francês Ugo Humbert, os dois últimos em duelo direto pela primeira rodada."
    }
]