[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-07-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "07/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-salva-match-point-em-atenas-e-desafia-djokovic-de-olho-no-finals.html",
        "title": "Musetti salva match-point em Atenas e desafia Djokovic de olho no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti-athens-2025-thursday-1024x576.jpg",
        "date": "07/11/2025",
        "description": "Atenas (Grécia) –Postulante à última vaga no ATP Finals, Lorenzo Musetti está a uma vitória da classificação para Turim. O italiano garantiu vaga na final do 250 de Atenas depois de superar nesta sexta-feira o norte-americano Sebastian Korda por 6/0, 5/7 e 7/5 em 2h20 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-superar-anisimova-e-tenta-titulo-inedito-no-finals.html",
        "title": "Sabalenka volta a superar Anisimova e tenta título inédito no Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_finals_vibra_semi-1024x693.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –Assim como havia acontecido na final do US Open em setembro, Aryna Sabalenka voltou a superar Amanda Anisimova e garantiu um lugar na decisão do WTA Finals. A número 1 do mundo venceu a norte-americana, quarta colocada, por 6/3, 3/6 e 6/3 em 2h21 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/desconforto-no-ombro-preocupa-rybakina-para-a-final-no-sabado.html",
        "title": "Desconforto no ombro preocupa Rybakina para a final no sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_finals_prepsaque_ombro-1024x613.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –Apesar da classificação paradecidir o título do WTA Finalse da série invicta de dez jogos nas últimas semanas, Elena Rybakina tem uma preocupação para o último compromisso da temporada. A cazaque relatou um desconforto no ombro e tenta se recuperar a tempo para a final deste sábado às 13h (de Brasília) contra Aryna Sabalenka ou Amanda Anisimova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-pode-se-reaproximar-do-top-10-e-garante-sua-maior-premiacao.html",
        "title": "Stefani pode se reaproximar do top 10 e garante sua maior premiação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_finals_sozinha.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –A vaga na decisão de duplas do WTA Finals já garante uma evolução no ranking para Luísa Stefani, que também terá sua maior premiação na carreira. Stefani e a húngara Timea Babos jogam às 10h (de Brasília) deste sábado e ainda aguardam a definição das próximas adversárias, que podem ser Taylor Townsend e Katerina Siniakova ou Elise Mertens e Veronika Kudermetova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-volta-a-final-de-metz-encarar-tien-e-ameaca-fonseca.html",
        "title": "Norrie volta à final de Metz, encara Tien e ameaça Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/norrie-metz-2025-thurs-e1762539487983-1024x682.jpg",
        "date": "07/11/2025",
        "description": "Metz (França)– Vice-campeão do ATP 250 de Metz no ano passado, o britânico Cameron Norrie terá uma nova chance de conquistar o título do torneio agora em 2025. Nesta sexta-feira, ele derrotou o italiano Lorenzo Sonego de virada, com parciais de 4/6, 6/2 e 6/4, se tornando o primeiro finalista da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-vira-o-jogo-vence-a-10a-seguida-e-decide-o-titulo-do-wta-finals.html",
        "title": "Rybakina vira o jogo, vence a 10ª seguida e decide o título do WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rybakina_vibra_finals_semi-1024x708.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –Depois de conseguir uma arrancada nas últimas semanas para conquistar uma vaga no WTA Finals, Elena Rybakina aproveitou o bom momento em Riad e vai decidir o título do torneio entre as oito melhores do ano. A cazaque marcou a décima vitória seguida ao superar a norte-americana Jessica Pegula, quinta do ranking, por 4/6, 6/4 e 6/3 em 2h05 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-encerra-serie-negativa-em-semis-e-disputa-a-144a-final-da-carreira.html",
        "title": "Djokovic encerra série negativa em semis e disputa a 144ª final da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-athens-2025-thursday-e1762533915396-1024x682.jpg",
        "date": "07/11/2025",
        "description": "Atenas (Grécia)– Na partida que abriu as semifinais do ATP 250 de Atenas, o sérvio Novak Djokovic fez prevalecer seu favoritismo e derrotou o alemão Yannick Hanfmann, 117º do mundo, em sets diretos, marcando parciais de 6/3 e 6/4 em 1h20 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-feliz-por-estar-aqui-temos-poucas-oportunidades-de-jogar-na-italia.html",
        "title": "Sinner: “Feliz por estar aqui, temos poucas oportunidades de jogar na Itália”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jannik_Sinner_GSP29437-1024x682.jpeg",
        "date": "07/11/2025",
        "description": "Turim (Itália)– Atual campeão do ATP Finals, o italiano Jannik Sinner volta a Turim para defender o título e quem sabe terminar o ano como número 1 do mundo. A disputa começará na próxima segunda-feira, mas o tenista da casa já está se preparando firme."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-faz-historia-com-babos-e-vai-para-a-decisao-do-finals.html",
        "title": "Stefani faz história com Babos e vai para a decisão do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_cump_3r.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita) –A paulista Luísa Stefani segue fazendo história ao lado da húngara Timea Babos no WTA Finals. Depois de se tornar a primeira brasileira nas semifinais do torneio, nesta sexta-feira ela foi mais longe e se classificou para a decisão, batendo a taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko por 6/4 e 7/6 (7-5)."
    }
]