[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-03-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "03/08/2025",
        "description": "Masters 1000 de Toronto (Canadá) – Sintético – US$ 9.193.540Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-elogia-mboko-e-preve-futuro-brilhante-para-jovem-algoz.html",
        "title": "Gauff elogia Mboko e prevê futuro brilhante para jovem algoz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_mboko_abraco-1024x682.jpg",
        "date": "03/08/2025",
        "description": "Montréal (Canadá) –Apesar da frustração pela derrota nas oitavas de final do WTA 1000 de Montréal e de reconhecer que não jogou seu melhor nível de tênis, Coco Gauff foi bastante elogiosa à sua algoz do último sábado, a canadenseVictoria Mboko. A principal cabeça de chave e número 2 do mundo destacou a ótima atuação e mentalidade da jovem tenista de 18 anos e 88ª do ranking, acreditando que a canadense terá um futuro brilhante no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/karue-sell-disputa-challenger-em-quadras-duras-em-chicago.html",
        "title": "Karue Sell disputa challenger em quadras duras em Chicago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_bacl.jpg",
        "date": "03/08/2025",
        "description": "Chicago (EUA) –O catarinense Karue Sell será o único brasileiro na chave do challenger de Chicago, em quadras duras nos Estados Unidos. O experiente jogador de 31 anos e 280º do ranking estreia contra o colombiano Miguel Tobon, de 19 anos e 713º da ATP, que entrou na chave com ranking juvenil. O colombiano terminou a temporada passada como 11º do mundo na categoria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/amigos-de-infancia-livas-e-storck-se-reencontam-na-selecao-para-davis-junior.html",
        "title": "Amigos de infância, Livas e Storck se reencontam na seleção para Davis Junior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Artes-Blogs-900x600-8.jpg",
        "date": "03/08/2025",
        "description": "A conquista dotítulo Sul-Americano de 16 anose a classificação do Brasil para Copa Davis Júnior contou com dois tenistas que se conhecem desde a infância. Os mato-grossenses Livas Damázio e Leonardo Storck treinavam juntos quando crianças em Cuiabá, seguiram caminhos distintos na carreira e agora voltam a se encontrar para defender o país em competições internacionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-derruba-gauff-e-conquista-sua-maior-vitoria-aos-18-anos.html",
        "title": "Mboko derruba Gauff e conquista sua maior vitória aos 18 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Victoria_Mboko_042-e1754062244636-1024x683.jpeg",
        "date": "03/08/2025",
        "description": "* atualizado à 1h05 com vitória de Bouzas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/popyrin-vira-o-jogo-contra-rune-e-segue-na-defesa-do-titulo-no-canada.html",
        "title": "Popyrin vira contra Rune, segue na luta pelo bi e enfrenta Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Alexei-Popyrin-2025-Toronto-Geoff-Robins-e1754051996152-1024x683.jpg",
        "date": "02/08/2025",
        "description": "Toronto (Canadá) –Atual campeão do Masters 1000 do Canadá, com um título em Montréal no ano passado, Alexei Popyrin faz mais uma boa campanha no torneio, desta vez em Toronto. O australiano garantiu vaga nas quartas de final ao vencer o dinamarquês Holger Rune, número 9 do mundo, por 4/6, 6/2 e 6/3 em 2h03 de partida neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-pucinelli-jogam-challenger-alemao-boscardin-e-leite-no-quali.html",
        "title": "Reis e Pucinelli jogam challenger alemão, Boscardin e Leite no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "02/08/2025",
        "description": "Bonn (Alemanha) –Quatro brasileiros disputam na próxima semana o challenger de Bonn, no saibro alemão. O pernambucano João Lucas Reis e o paulista Matheus Pucinelli entraram diretamente na chave, enquanto o catarinense Pedro Boscardin e o carioca Wilson Leite disputam o quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-e-de-minaur-abrem-o-domingo-em-toronto-romboli-joga-duplas.html",
        "title": "Tiafoe e De Minaur abrem o domingo em Toronto, Romboli joga duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur-forehand-washington-2025-1024x693.jpeg",
        "date": "02/08/2025",
        "description": "Toronto (Canadá) –As últimas vagas nas quartas de final do Masters 1000 de Toronto serão conhecidas neste domingo, com o complemento da rodada das oitavas. Três jogadores do top 10 estarão em quadra: o australiano Alex De Minaur e os norte-americanos Taylor Fritz e Ben Shelton."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogos-de-keys-e-osaka-serao-a-tarde-iga-enfrenta-tauson-as-19h.html",
        "title": "Jogos de Keys e Osaka serão à tarde, Iga enfrenta Tauson às 19h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/keys_mtl_back_FC-1024x657.jpg",
        "date": "02/08/2025",
        "description": "Montréal (Canadá) –As últimas vagas nas quartas de final do WTA 1000 de Montréal serão conhecidas neste domingo, com o complemento da rodada das oitavas. Três campeãs de Grand Slam estarão em quadra: Madison Keys, Naomi Osaka e Iga Swiatek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-e-kostyuk-conseguem-dificeis-viradas-e-duelam-nas-quartas.html",
        "title": "Rybakina e Kostyuk conseguem difíceis viradas e duelam nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina_mtl_toss.jpg",
        "date": "02/08/2025",
        "description": "Montréal (Canadá) –A rodada diurna deste sábado no WTA 1000 de Montréal teve dois jogos longos e vitórias de virada para a cazaque Elena Rybakina e a ucraniana Marta Kostyuk, que conseguiram duas viradas e vão se enfrentar nas quartas de final. A cazaque lidera o histórico de confrontos por 2 a 1 e venceu o duelo mais recente, na final de Stuttgart do ano passado."
    }
]