[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-27-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-2025-1024x683.jpeg",
        "date": "27/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-mantem-100-de-aproveitamento-no-segundo-dia-do-pan-de-beach.html",
        "title": "Brasil mantém 100% de aproveitamento no segundo dia do Pan de beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pan_caraguatatuba_rapazes.jpg",
        "date": "26/09/2025",
        "description": "Caraguatatuba (SP) –O segundo dia do Pan-americano de beach tennis, disputado nesta sexta-feira, foi mais uma demonstração da força da seleção brasileira na areia. Assim como no dia de estreia, o Brasil venceu todos os 55 confrontos disputados e segue com 100% de aproveitamento em todas as categorias da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mudancas-de-rota.html",
        "title": "Mudanças de rota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso.jpg",
        "date": "26/09/2025",
        "description": "A semana começou com uma mudança de rota e termina com outra. Beatriz Haddad Maia, até de forma tardia, ainda que compreensível, enfim resolveu fazer a tão necessária parada em busca da reciclagem mental, física e técnica. Já nesta sexta-feira, João Fonseca abriu mão da longa e desgastante viagem até a China e redefiniu o calendário final de temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-celebra-volta-e-reserva-ranking-protegido-para-os-slam.html",
        "title": "Heide celebra volta e reserva ‘ranking protegido’ para os Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/podcast_heide.jpg",
        "date": "26/09/2025",
        "description": "Depois de um período sofrido fora do circuito, que se prolongou por sete meses e incluiu uma cirurgia, o paulista Gustavo Heide voltou às quadras no começo de setembro e segue somando pontos em torneios de menor porte do circuito, à procura de recuperar ritmo e confiança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-e-finalista-em-lima-e-tenta-seu-maior-titulo-no-juvenil.html",
        "title": "Pietra Rivoli é finalista em Lima e tenta seu maior título no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_slice-1024x637.jpg",
        "date": "26/09/2025",
        "description": "Lima (Peru) –A juvenil gaúcha Pietra Rivoli está na final do ITF J200 de Lima, em quadra de saibro. Ela venceu nesta sexta-feira a argentina Sofia Meabe, canhota de 17 anos e 150ª do ranking, por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-novos-tecnicos-medvedev-quer-voltar-a-desafiar-os-melhores.html",
        "title": "Com novos técnicos, Medvedev quer voltar a desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-hangzhou-2025-saturday-1024x576.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –A temporada de torneios na China está servindo para Daniil Medvedev adquirir experiência com sua nova técnica. Depois de encerrar uma longa parceria com o francês Gilles Cervara, com quem trabalhou por quase uma década, o russo agora tem dois treinadores, Thomas Johansson e Rohan Goetzke. Vindo de uma eliminação nas quartas em Hangzhou na semana passada, o ex-número 1 do mundovenceu seu primeiro jogo em Pequimnesta sexta-feira e sonha voltar a desafiar os melhores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-schiessl-decidem-quem-vai-a-final-em-alphaville.html",
        "title": "Heide e Schiessl decidem quem vai à final em Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/schiessl_alphaville-1024x683.jpg",
        "date": "26/09/2025",
        "description": "Barueri (SP)– O paulista Gustavo Heide e o paranaense João Eduardo Schiessl irão lutar entre si por uma das vagas na final do Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais que é disputado nas quadras sintéticas do Alphaville Tênis Clube. O jogo, inédito no circuito, está marcado para as 11 horas com entrada gratuita do público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-26-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gimenez_joinville_slice.jpg",
        "date": "26/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 miQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ajusta-calendario-e-nao-disputara-o-masters-1000-de-xangai.html",
        "title": "Fonseca ajusta calendário e não disputará o Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/FonsecaDay1-12-1024x627.jpg",
        "date": "26/09/2025",
        "description": "Xangai (China) –A equipe de João Fonseca confirmou na noite desta sexta-feira que o carioca de 19 anos e número 1 do Brasil não disputará o Masters 1000 de Xangai, que começa na próxima quarta, dia 1º de outubro. Não há nenhuma lesão ou problema físico para o tenista. Houve apenas um ajuste de calendário, pensando na carreira a longo prazo, de acordo com a informação oficial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-do-placar-gauff-destaca-exigencia-fisica-da-estreia-em-pequim.html",
        "title": "Apesar do placar, Gauff destaca exigência física da estreia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim25_term-1024x683.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –Apesar de ter vencido sua estreia no WTA 1000 de Pequim em sets diretos, com direito a ‘pneu’ na segunda parcial, Coco Gauff destacou a exigência física da partida desta sexta-feira contra a russa Kamilla Rakhimova. Especialmente por conta do horário em que o jogo foi disputado, sob forte calor, e os games longos do set inicial, em que salvou oito break-points."
    }
]