[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-a-primeira-no-wta-125-de-cali-candiotto-se-despede.html",
        "title": "Pigossi vence a primeira no WTA 125 de Cali, Candiotto se despede",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_slice_saibro-1024x588.jpg",
        "date": "28/10/2025",
        "description": "Cali (Colômbia) –As brasileiras tiveram rumos opostos na rodada desta terça-feira no WTA 125 de Cali, em quaadras de saibro na Colômbia. A experiente Laura Pigossi estreou com vitória, enquanto a jovem Ana Candiotto foi eliminada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-28-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-um-dos-piores-jogos-do-ano-nao-encontrei-solucoes.html",
        "title": "Alcaraz: “Um dos piores jogos do ano, não encontrei soluções”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/alcaraz-norrie-paris-2025-tuesday-1-1024x576.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –Eliminado na estreia no Masters 1000 de Paris, Carlos Alcaraz reconheceu que não fez uma boa partida nesta terça-feira diante do britânico Cameron Norrie. O espanhol não escondeu a frustração pelo desempenho, em dia com 54 erros não forçados, e classificou a atuação como uma das piores da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/discordancias-motivaram-saida-da-espn-afirma-meligeni.html",
        "title": "Discordâncias motivaram saída da ESPN, afirma Meligeni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fdb29790-ff68-4364-9ac2-3687d2d19d9f-1024x554.jpg",
        "date": "28/10/2025",
        "description": "São Paulo (SP) –Principal comentarista da ESPN, o ex-top 30 Fernando Meligeni se pronunciou publicamente para explicar os motivos de sua saída da emissora. Em seu no podcast semanal, ele listou motivos pessoais e comerciais para a não renovação do contrato, decisão que considerou “intransferível e inegociável”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-khachanov-no-fim-da-rodada-desta-4a-sinner-estreia.html",
        "title": "Fonseca enfrenta Khachanov no fim da rodada desta 4ª, Sinner estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_saque_costas_cut-1024x694.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –Depois devencer a estreia no Masters 1000 de Paris, João Fonseca já volta à quadra nesta quarta-feira para sua segunda partida no torneio em quadras duras e cobertas. O número 1 do Brasil e agora 28º do mundo desafia o russo Karen Khachanov, 14º do ranking, em confronto inédito no circuito. A partida será por volta de 16h30 (de Brasília) no estádio principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-consegue-a-virada-e-elimina-alcaraz-na-estreia-em-paris.html",
        "title": "Norrie consegue a virada e elimina Alcaraz na estreia em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/norrie_paris_vibra25.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –De volta ao circiuto para seu primeiro torneio da ATP desde o título em Tóquio, Carlos Alcaraz foi eliminado ainda na estreia do Masters 1000 de Paris. O número 1 do mundo permitiu a virada ao britânico Cameron Norrie, canhoto de 30 anos e atual 31º do ranking, com parciais de 4/6, 6/3 e 6/4 em 2h22 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mahut-se-despede-do-tenis-aos-43-anos-jogando-duplas-com-dimitrov.html",
        "title": "Mahut se despede do tênis aos 43 anos, jogando duplas com Dimitrov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mahut-paris-2025-final-match-1024x576.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –A rodada desta terça-feira no Masters 1000 de Paris marcou a despedida de Nicolas Mahut das quadras. O veterano francês disputou o último jogo de sua carreira profissional aos 43 anos, ao lado do búlgaro Grigor Dimitrov. Eles foram superados pelo monegasco Hugo Nys e o francês Edouard Roger-Vasselin por 6/4, 5/7 e 10-4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-um-passo-rumo-aos-cabecas-de-chave-em-melbourne.html",
        "title": "Mais um passo rumo aos cabeças de chave em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_paris.jpg",
        "date": "28/10/2025",
        "description": "Com esforço muito mais físico do que técnico, João Fonseca conquistou sua quinta vitória consecutiva sobre as quadras duras cobertas da Europa, a segunda em cima do canhoto Denis Shapovalov, e com isso está cada vez mais perto de concretizar a última meta de 2025, ou seja, juntar pontos suficientes para figurar como cabeça de chave no Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vao-enfrentar-duas-parcerias-campeas-de-slam.html",
        "title": "Stefani e Babos vão enfrentar duas parcerias campeãs de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_semi.jpg",
        "date": "28/10/2025",
        "description": "Riad (Arábia Saudita) –O sorteio dos grupos do WTA Finals definiu o caminho de Luísa Stefani na chave de duplas. A brasileira faz sua primeira participação no torneio aos 28 anos, jogando ao lado da húngara Timea Babos. Nas últimas semanas elas foram finalistas em Ningbo e campeãs em Tóquio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-critica-novo-local-do-masters-de-paris-ha-muito-barulho.html",
        "title": "Zverev critica novo local do Masters de Paris: “Há muito barulho”",
        "image": null,
        "date": "28/10/2025",
        "description": "Embed from Getty Images"
    }
]