[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-26-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "26/11/2025",
        "description": "Challenger de Temuco (Chile) – Sintético – US$ 160 milDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tera-a-primeira-academia-de-nadal-da-america-do-sul.html",
        "title": "Brasil terá a primeira academia de Nadal da América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/rafa_nadal_academy_portobelo-1024x576.jpg",
        "date": "26/11/2025",
        "description": "Porto Belo (SC) –O Brasil vai receber uma unidade da Rafa Nadal Academy na cidade de Porto Belo, em Santa Catarina. O anúncio foi feito nesta quarta-feira e a inauguração está prevista para o final de 2028."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-cada-match-point-e-premiacao-da-temporada-em-35-minutos.html",
        "title": "Relembre cada match-point e premiação da temporada em 35 minutos",
        "image": null,
        "date": "26/11/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italianos-conquistam-11-torneios-da-atp-so-alcaraz-venceu-pela-espanha.html",
        "title": "Italianos conquistam 11 torneios da ATP, só Alcaraz venceu pela Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-audenzi-turin-2025-trophy-1024x576.jpg",
        "date": "26/11/2025",
        "description": "Roma (Itália) –Campeã das três útimas edições da Copa Davis, a Itália tem se notabilizado entre as referências no tênis mundial. E o número de conquistas para o país no circuito da ATP ratifica o ótimo momento do tênis italiano. Em 2025, foram 11 conquistas para o país, duas a menos que no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicicleta-aplicada-por-de-minaur-em-dimitrov-foi-jogo-mais-rapido-do-ano.html",
        "title": "‘Bicicleta’ aplicada por De Minaur em Dimitrov foi jogo mais rápido do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/de-minaur-monte-carlo-2025-thursday-e1744303179862-1024x682.jpg",
        "date": "26/11/2025",
        "description": "Monte Carlo (Mônaco) –Uma ‘bicicleta’ aplicada por Alex de Minaur sobre Grigor Dimitrov no Masters 1000 de Monte Carlo foi o jogo mais rápido na temporada do circuito da ATP. O australiano marcou um duplo 6/0 em apenas 44 minutos e 47 segundos napartida disputada em 11 de abril, válida pelas quartas de final do torneio no saibro. A estatística leva em consideração apenas jogos completos, que não tenham terminado por desistência ou desclassificação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/del-potro-e-alcaraz-se-encontram-em-miami-bom-te-ver-de-novo.html",
        "title": "Del Potro e Alcaraz se encontram em Miami: “Bom te ver de novo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz_delpo_em-miami.jpg",
        "date": "26/11/2025",
        "description": "Miami (EUA) –Juan Martín Del Potro e Carlos Alcaraz encontraram-se em Miami, onde Del Potro reside. “É sempre bom te ver de novo”, publicou o argentino no Instagram. “Que bom te ver, meu amigo!”, respondeu Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mensik-e-tien-sao-os-campeoes-mais-jovens-na-temporada-da-atp.html",
        "title": "Fonseca, Mensik e Tien são os campeões mais jovens na temporada da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fonseca_tien_nextgen.jpg",
        "date": "26/11/2025",
        "description": "Além de ser o caçula no top 100 do ranking mundial, João Fonseca foi também o campeão mais jovem da temporada de 2025, de acordo com o consolidado de estatísticas divulgado pela ATP. Junto com o brasileiro, os dois únicos tenistas a conquistarem títulos de primeira linha com menos de 20 anos foram o norte-americano Learner Tien e o tcheco Jakub Mensik."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinfonica-de-melbourne-grava-o-novo-som-do-australian-open.html",
        "title": "Sinfônica de Melbourne grava o novo som do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/orquestra-sinfonica-de-melbourne.jpg",
        "date": "26/11/2025",
        "description": "Melbourne (Austrália) –O Australian Open e a Orquestra Sinfônica de Melbourne (MSO) uniram forças para reinventar o tema principal do torneio, “The Sound of the AO”, que estreará na próxima edição do Grand Slam australiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navarro-e-svitolina-se-juntam-a-venus-no-wta-de-auckland-em-janeiro.html",
        "title": "Navarro e Svitolina se juntam a Venus no WTA de Auckland em janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/GC0PZFDbEAAWsn1-1024x683.jpg",
        "date": "26/11/2025",
        "description": "Auckland (Nova Zelândia) –A organização do WTA 250 de Auckland anunciou mais duas atrações para o torneio, que acontece entre os dias 5 e 11 de janeiro, na abertura da temporada de 2026. A ucraniana Elina Svitolina, número 14 do mundo, e a norte-americana Emma Navarro, 15ª colocada, vão se juntar aVenus Williamsna competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medalhista-olimpico-e-bicampeao-de-rg-dodig-anuncia-o-fim-da-carreira.html",
        "title": "Medalhista olímpico e bicampeão de RG, Dodig anuncia o fim da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/dodig_sorrindo_finals2023.jpg",
        "date": "26/11/2025",
        "description": "Medjugorje (Bósnia e Herzegovina) –O veterano croata Ivan Dodig anunciou o fim de sua carreira profissional aos 40 anos. Dodig chegou a ser número 29 do mundo em simples, com um título de ATP nas quadras duras e cobertas de Zagreb em 2011, mas se consagrou nas duplas, modalidade em que foi o vice-líder do ranking da ATP."
    }
]