[
    {
        "url": "https://tenisbrasil.uol.com.br/com-grandes-viradas-paolini-e-cocciaretto-levam-a-italia-a-semi-da-bjk-cup.html",
        "title": "Com grandes viradas, Paolini e Cocciaretto levam a Itália à semi da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/paolini_bjk_vibra_2025-1024x719.jpg",
        "date": "16/09/2025",
        "description": "Shenzhen (China) –Atual campeã da Billie Jean King Cup, a Itália é a primeira equipe classificada para as semifinais da competição após vencer o país sede da fase final. As italianas superaram a China em Shenzhen, com vitórias de Jasmine Paolini e Elisabetta Cocciaretto nas partidas de simples. A semifinal será contra Espanha ou Ucrânia, que se enfrentam nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-revela-ter-uma-relacao-de-amor-e-odio-com-as-redes-sociais.html",
        "title": "Federer revela ter uma relação de amor e ódio com as redes sociais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/BS3_4240-1-1440x726-1-e1758046091310-1024x681.jpg",
        "date": "16/09/2025",
        "description": "Nova York (EUA)– Em entrevista recente no canalNot Your Country Club, do YouTube, o suíço Roger Federer falou sobre sua relação com as mídias sociais . Ele confessou que não se sente exatamente confortável com essa ferramenta e que muitas vezes não sabe como lidar bem com essas situações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tenta-brilhar-tambem-no-indoor-depois-da-temporada-asiatica.html",
        "title": "Alcaraz tenta brilhar também no indoor depois da temporada asiática",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/alcaraz-rotterdam-2025-final-forehand-e1739120163533-1024x682.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Uma das estrelas na disputa da Laver Cup, que acontece neste fim de semana em São Francisco, o espanhol Carlos Alcaraz é dono de um currículo invejável apesar da pouca idade. Mas mesmo com seus seis títulos de Grand Slam e as 38 semanas na liderança do ranking, há ainda feitos que ele não conseguiu alcançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-16-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/picinelli-campinas-2025-1024x683.jpg",
        "date": "16/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/142405.html",
        "title": "Macena Open e os impactos no turismo e comércio da Praia do Francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/macenaopen_2024.jpg",
        "date": "16/09/2025",
        "description": "Marechal Deodoro (AL) –Um dos maiores eventos esportivos de Alagoas e recordista em número de atletas no circuito mundial de beach tennis, o Macena Open Prime, que acontece entre os dias 6 e 12 de outubro, promete movimentar mais uma vez o turismo e a economia do município de Marechal Deodoro, em especial a paradisíaca Praia do Francês, que receberá os melhores do mundo mais uma vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suzana-silva-apresenta-os-7-criterios-basicos-do-forehand.html",
        "title": "Suzana Silva apresenta os 7 critérios básicos do forehand",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/suzana_silva2.jpg",
        "date": "16/09/2025",
        "description": "São Paulo (SP) –TenisBrasil passa a divulgar a partir desta terça-feira, semanalmente,  vídeos com dicas de instrução de Suzana Silva, colaboradora deste portal de notícias há muitos anos. No vídeo de hoje, os sete critérios básicos para se ter um bom ‘forehand’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-o-que-me-salva-e-que-alem-de-ser-competitiva-amo-tenis.html",
        "title": "Badosa: “O que me salva é que, além de ser competitiva, amo tênis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/badosa_back_dubai-1024x629.jpg",
        "date": "16/09/2025",
        "description": "Shenzhen (China)– Voltando ao circuito nesta semana, na fase final da Copa Billie Jean King, que começa na quarta-feira, liderando a equipe espanhola comandada pela capitã Carla Suárez, Paula Badosa falou sobre a lesão que a manteve afastada desde Wimbledon e as expectativas não apenas para seu próximo compromisso, mas para o retorno e o futuro no geral."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vai-animado-para-a-laver-cup-e-quer-desafiar-os-melhores.html",
        "title": "Fonseca vai animado para a Laver Cup e quer desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_treina-e1758035064715-1024x681.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Depois de ajudar o Brasil a superar a Grécia na Copa Davis, o jovem carioca João Fonseca viaja para São Francisco, onde fará sua estreia na Laver Cup. Ele anotou o ponto decisivo do confronto ao vencer Stefanos Tsitsipas em três sets e segue confiante de que possa fazer bonito também defendendo o Time Mundo contra o Time Europa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-diz-que-laver-cup-e-o-evento-favorito-do-ano-para-muitos-tenistas.html",
        "title": "Rune diz que Laver Cup é o evento favorito do ano para muitos tenistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune-usopen-back-2025-1024x681.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Prestes a fazer sua estreia na Laver Cup neste fim de semana em São Francisco, competindo pelo Time Europa, o dinamarquês Holger Rune afirmou que a competição é o evento favorito do ano para muitos jogadores, até mesmo acima dos Grand Slams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ha-muitas-jogadoras-que-podem-chegar-a-final-afirma-swiatek.html",
        "title": "“Há muitas jogadoras que podem chegar à final”, afirma Swiatek",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_usopen_25_prepsaque_noite-e1756640124844-1024x681.jpg",
        "date": "16/09/2025",
        "description": "Seul (Coreia do Sul)– Principal favorita no WTA 500 de Seul, a polonesa Iga Swiatek acredita que há fortes concorrentes na disputa pelo título do torneio sul-coreano. Entrando direto na segunda rodada, ela falou rapidamente sobre a competição antes de sua estreia."
    }
]