[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-04-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras25_olhabola-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Challenger de Antofagasta (Chile) – Saibro – US$ 100 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-carol-meligeni-vao-decidir-o-titulo-no-paineiras.html",
        "title": "Laura Pigossi e Carol Meligeni vão decidir o título no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_paineiras_vibra_semi-1024x596.jpg",
        "date": "04/10/2025",
        "description": "São Paulo (SP) –A final do Torneio Internacional Feminino de Tênis – Ano IX será entre duas brasileiras. Principais cabeças de chave, Laura Pigossi e Carol Meligeni venceram seus jogos nas semifinais deste sábado pelo ITF W35. A decisão acontece às 11h (de Brasília) deste domingo, com entrada gratuita no clube Paineiras do Morumby."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-e-storck-sao-vices-em-santiago-e-terao-seus-melhores-rankings.html",
        "title": "Pietra e Storck são vices em Santiago e terão seus melhores rankings",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pietra_ecp_fore_lado.jpg",
        "date": "04/10/2025",
        "description": "Santiago (Chile) –O mato-grossenseLeonardo Storcke a gaúchaPietra Rivoliforam vice-campeões do ITF J200 de Santiago. As boas campanhas nos torneios em quadras de saibro fará com que os dois juvenis brasileiros tenham seus melhores rankings."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-superado-em-uma-semifinal-com-3h-de-duracao-no-chile.html",
        "title": "Reis é superado em uma semifinal com 3h de duração no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joao_lreis_bonn_saque-1024x665.jpg",
        "date": "04/10/2025",
        "description": "Antofagasta (Chile) –A boa semana de João Lucas Reis no challenger de Antofagasta chegou ao fim neste sábado em uma equilibrada semifinal contra o argentino Facundo Diaz Acosta, que levou a melhor com parciais de 4/6, 6/1 e 6/4 em 2h57 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-luz-conquistam-em-braga-o-segundo-titulo-juntos.html",
        "title": "Demoliner e Luz conquistam em Braga o segundo título juntos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/demoliner_luz_braga_trofeus-1024x683.jpg",
        "date": "04/10/2025",
        "description": "Braga (Portugal) –Os gaúchos Marcelo Demoliner e Orlando Luz conquistaram o título de duplas do challenger de Braga, em quadras de saibro. Principais cabeças de chave, eles venceram neste sábado o búlgaro Alexander Donski e o sérvio Stefan Latinovic por 7/5, 5/7 e 10-7 em 1h44 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-admite-pouco-tempo-de-adaptacao-e-espera-jogar-melhor.html",
        "title": "Sinner admite pouco tempo de adaptação e espera jogar melhor",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-shanghai-2025-r2-1024x576.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –Avitória na estreia do Masters 1000 de Xangaifoi bastante comemorada por Jannik Sinner, especialmente por causa do pouco tempo de adaptação que ele teve desde a conquista do ATP 500 de Pequim na última quarta-feira até estrear neste sábado. Mesmo sofrendo um pouco fisicamente, por conta do desgaste e da umidade, o italiano venceu o alemão Daniel Altmaier, 49º do ranking em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-vence-mais-uma-em-xangai-medvedev-avanca-com-tranquilidade.html",
        "title": "Tien vence mais uma em Xangai, Medvedev avança com tranquilidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/tien_xangai_back-1024x682.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –A série de torneios na China segue rendendo bons resultados para Learner Tien. Depois de chegar à final em Pequim na semana passada, o jovem norte-americano de 19 anos e 36º do ranking já venceu seu segundo jogo no Masters 1000 de Xangai. Tien superou o francês Corentin Moutet, 38º colocado, com parciais de 4/6, 6/4 e 6/4 em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-critica-velocidade-da-quadra-e-vai-avaliar-lesao-no-pe-direito.html",
        "title": "Zverev critica velocidade da quadra e vai avaliar lesão no pé direito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-shanghai-2025-toe-1024x576.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –Depois devencer sua partida de estreiano Masters 1000 de Xangai, Alexander Zverev criticou a velocidade da quadra e a padronização das superfícies do circuito. Ao avaliar as condições mais lentas do torneio chinês, o alemão entende que o estilo de jogo dominante em diferentes pisos não muda e que isso favorece os dois primeiros colocados no ranking, Carlos Alcaraz e Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-joao-reis-disputa-a-semifinal-em-antofagasta.html",
        "title": "Ao vivo: João Reis disputa a semifinal em Antofagasta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-ATP-Challenger-1-1024x576.jpg",
        "date": "04/10/2025",
        "description": "Antofagasta (Chile) –O pernambucano João Lucas Reis disputa a semifinal do challenger de Antofagasta neste sábado e enfrenta o argentino Facundo Diaz Acosta, ex-top 50 e atual 265º do ranking. Eles já se enfentaram duas vezes, com uma vitória para cada lado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-volta-a-quadra-neste-domingo-as-7h30-sinner-fecha-rodada.html",
        "title": "Djokovic volta à quadra neste domingo às 7h30, Sinner fecha rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-estica-2025-e1759504649860-1024x682.jpg",
        "date": "04/10/2025",
        "description": "Xangai (China) –Depois de ter vencido sua partida de estreia no Masters 1000 de Xangai, Novak Djokovic volta à quadra neste domingo às 7h30 (de Brasília), em busca das oitavas. O sérvio enfrenta o alemão Yannick Hanfmann, 150º do ranking e vindo do quali. Djokovic venceu o único duelo anterior entre eles, disputado no saibro de Genebra no ano passado."
    }
]