[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-16-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gabriela_ce_paineiras_25-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Billie Jean King Cup, em Hobart (Austrália) – Sintético –Veja a chavePlayoffs: Austrália 2×0 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cede-apenas-dois-games-e-mantema-a-polonia-na-elite-da-bjk-cup.html",
        "title": "Iga cede apenas dois games e mantéma a Polônia na elite da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/iga_bjk_aplaude.jpg",
        "date": "16/11/2025",
        "description": "* Atualizado com a partida de duplas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guga-marca-presenca-na-final-entre-alcaraz-e-sinner-em-turim.html",
        "title": "Guga marca presença na final entre Alcaraz e Sinner em Turim",
        "image": null,
        "date": "16/11/2025",
        "description": "Guga in the house 🏠🇧🇷"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-e-eduardo-ribeiro-conquistam-itf-em-criciuma.html",
        "title": "Luiza Fullana e Eduardo Ribeiro conquistam ITF em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_ribeiro_trofeus.jpg",
        "date": "16/11/2025",
        "description": "Criciúma (SC) –A brasiliense Luiza Fullana e o gaúcho Eduardo Ribeiro conquistaram neste domingo os títulos de ITF W15 e M15 de Criciúma, disputados nas quadras de saibro da Sociedade Recreativa Mampituba."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/patten-e-heliovaara-vencem-o-finals-e-impedem-o-tri-de-salisbury.html",
        "title": "Patten e Heliovaara vencem o Finals e impedem o tri de Salisbury",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heliovaara-patten-trophy-shot-nitto-atp-finals-2025-1024x576.jpg",
        "date": "16/11/2025",
        "description": "Turim (Itália) –O britânico Henry Patten e o finlandês Harri Heliovaara conquistaram o título de duplas do ATP Finals, após vencerem a decisão deste domingo contra a parceria britânica de Neal Skupski e Joe Salisbury por 7/5 e 6/3 em 1h20 de partida. Com ótimo desempenho no saque, a dupla não sofreu quebras de serviço ao longo da semana. Eles também conseguiram uma revanche contra Skupski e Salisbury após uma na fase de grupos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cuevas-e-almagro-decidem-torneio-de-exibicao-de-lendas-em-sp.html",
        "title": "Cuevas e Almagro decidem torneio de exibição de lendas em SP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cuevas_legends.jpg",
        "date": "16/11/2025",
        "description": "São Paulo (SP) –Após um dia de semifinais eletrizantes, aLegends Tennis Cup, torneio que reúne ícones do tênis mundial, alcança seu momento decisivo: a grande final entre o uruguaio Pablo Cuevas e o espanhol Nicolás Almagro, marcada para este domingo, às 16h, no Clube Hebraica, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/peniza-equipe-lutou-ate-o-ultimo-ponto-voltaremos-mais-fortes.html",
        "title": "Peniza: “Equipe lutou até o último ponto. Voltaremos mais fortes”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nana_peniza_bjk-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Hobart (Austrália) –Depois de dois jogos equilibrados na madrugada deste domingo, o Brasil se despediu dos playoffs da Billie Jean King Cup, superado pela Austrália por 2 a 0 em Hobart. Com o resultado, as australianas avançam para o Qualificatório Mundial de 2026, enquanto o Brasil disputará o Grupo I das Américas, tentando retornar à elite no ano seguinte. A última vez que as brasileiras tiveram que jogar a divisão de acesso foi em 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperada-de-lesao-carol-meligeni-retorna-ao-circuito-no-chile.html",
        "title": "Recuperada de lesão, Carol Meligeni retorna ao circuito no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "16/11/2025",
        "description": "Colina (Chile) –Terceira melhor brasileira no ranking mundial, ocupando atualmente o 239º lugar, Carol Meligeni retorna ao circuito na próxima semana, recuperada delesão no adutor. A paulista de 29 anos disputa o WTA 125 de Colina, em quadras de saibro no Chile."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-e-vice-na-turquia-em-sua-1a-final-como-profissional.html",
        "title": "Victória Barros é vice na Turquia em sua 1ª final como profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_david_trofeu_turquia-1024x625.jpg",
        "date": "16/11/2025",
        "description": "Antalya (Tuquia) –Depois de ter vencido quatro jogos na semana, além de conquistar otítulo de duplas no último sábado, Victória Barros ficou com o vice-campeonato de simples no ITF W15 de Antalya, em quadras de saibro na Turquia. A potiguar de apenas 15 anos foi superada pela russa Valeriia Iushchenko, de 26 anos e 668ª do ranking, por 3/6, 6/4 e 6/4 em 2h36 de partida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joint-salva-match-point-contra-pigossi-e-define-a-serie-para-a-australia.html",
        "title": "Joint salva match-point contra Pigossi e define a série para a Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigosssi_bjk_fore_dom-1024x682.jpg",
        "date": "16/11/2025",
        "description": "Hobart (Austrália) –A Austrália venceu o confronto contra o Brasil pelos playoffs da Billie Jean King Cup. Depois deKimberly Birrell ter superado Nauhany Silvana abertura da programação deste domingo, foi a vez de Maya Joint, de 19 anos e 32ª do ranking, definir a série depois de salvar um match-point no segundo set o jogo contra Laura Pigossi por 2/6, 7/5 e 6/1 em 1h56 de partida."
    }
]