[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-03-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/uma-das-melhores-partidas-que-fiz-em-muito-tempo-diz-raducanu.html",
        "title": "“Uma das melhores partidas que fiz em muito tempo”, diz Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/raducanu-wimbledon-sorri-2025-e1751554242304-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Tenista britânica mais bem ranqueada da chave feminina de simples em Wimbledon, Emma Raducanu (40ª) chegou à terceira rodada após derrotar a tcheca Marketa Vondrousova, por duplo 6/3, com uma atuação que ela própria classificou como uma das suas melhores em muito tempo. Como não há moleza em Grand Slams, ela provavelmente precisará de uma pelo menos parecida para superar o próximo obstáculo: a número 1 do mundo, Aryna Sabalenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veterano-alemao-elimina-aliassime-e-vai-desafiar-alcaraz.html",
        "title": "Veterano alemão elimina Aliassime e vai desafiar Alcaraz",
        "image": null,
        "date": "03/07/2025",
        "description": "Embed from Getty ImagesLondres (Inglaterra)– Tenista que sempre se dá bem em pisos mais velozes, o veterano alemão Jan-Lennard Struff, de 35 anos e apenas 125º do mundo no momento, causou mais uma surpresa em Wimbledon e completou sua vitória sobre o canadense e cabeça 25 Félix Auger-Aliassime, por 3/6, 7/6 (11-9), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-se-vinga-de-evans-e-se-aproxima-das-100-vitorias-em-wimbledon.html",
        "title": "Djokovic se vinga de Evans e se aproxima das 100 vitórias em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-estica-2025-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Superado por Daniel Evans na única vez que se cruzaram, quatro anos atrás, em Monte Carlo, o sérvio Novak Djokovic se vingou do rival em sua casa. Nesta quinta-feira, o ex-número 1 do mundo fez valer o favoritismo e despachou o convidado britânico em sets diretos, com parciais de 6/3, 6/2 e 6/0, em 1h49 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-aproveita-chance-e-volta-a-vencer-em-wimbledon.html",
        "title": "Ingrid aproveita chance e volta a vencer em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ingrid_gleason_wimbledon_treino-1024x562.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– A carioca Ingrid Martins entrou de última hora na chave de duplas de Wimbledon e aproveitou muito bem a chance. Ao lado da norte-americana Quinn Gleason, derrotou a dupla formada pela alemã Eva Lys e pela filipina Alexandra Eala em sets diretos, parciais de 6/4 e 6/2, em jogo de 1h24."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mirra-vira-segundo-set-e-fica-perto-do-duelo-com-navarro.html",
        "title": "Mirra vira segundo set e fica perto do duelo com Navarro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mirra-scaled-e1751551295531-1024x710.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– A russa Mirra Andreeva precisou reagir no segundo set para se garantir na terceira rodada de Wimbledon. Ela superou a italiana Lucia Bronzetti, 63ª do ranking, por 6/1 e 7/6 (7-4), e se aproxima do confronto direto com a também top 10 Emma Navarro, que cedeu apenas três games e anotou 6/1 e 6/2 sobre a russaVeronika Kudermetova, 48ª colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-parceiro-argentino-surpreendem-cabecas-de-chave-numero-9.html",
        "title": "Demoliner e parceiro argentino surpreendem cabeças de chave número 9",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demo-grama-e1749229136279-1024x686.jpeg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Apesar da dificuldade na estreia em Wimbledon, enfrentando os cabeças de chave número 9, o gaúcho Marcelo Demoliner e o argentino Guido Andreozzi conseguiram seguir adiante e surpreenderam, nesta quinta-feira, os norte-americanos Christian Harrison e Evan King em sets diretos, com parciais de 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-passam-sem-sustos-pela-estreia-em-wimbledon.html",
        "title": "Stefani e Babos passam sem sustos pela estreia em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani-babos-wimbledon-2025-w.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Uma das oito melhores duplas da temporada, a paulista Luisa Stefani e a húngara Timea Babos estrearam com firme vitória na chave de Wimbledon. Nesta quinta-feira, elas fizeram valer a condição de cabeça de chave número 10 e bateram as romenas Magali Kempen e Jaqueline Cristian com parciais de 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mae-de-rune-nega-que-patrocinador-pediu-para-nao-vender-raquetes-quebradas.html",
        "title": "Mãe de Rune nega que patrocinador pediu para não vender raquetes quebradas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-wimbledon-back-2025-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– A venda de raquetes quebradas por Holger Rune virou polêmica e o dinamarquês resolveu retirar os produtos da loja. Só que até nisso houve polêmica, já que duas versões circulam, a primeira com uma funcionária da Babolat, marca patrocinadora de Rune, dizendo que foi a responsável por isso e outra da mãe do tenista, Aneke Rune, negando a versão inicial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oito-juvenis-brasileiros-disputam-as-quartas-em-londrina.html",
        "title": "Oito juvenis brasileiros disputam as quartas em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/Dietrich_RGjunior_slice.jpg",
        "date": "02/07/2025",
        "description": "Londrina (PR) –O Brasil terá oito juvenis nas quartas de final da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club. Serão cinco representantes no masculino e mais três na chave feminina."
    }
]