[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-carol-e-nana-disputam-o-torneio-internacional-no-paineiras.html",
        "title": "Pigossi, Carol e Naná disputam o Torneio Internacional no Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Laura-Pigossi_2024_2-1024x683.jpg",
        "date": "16/09/2025",
        "description": "São Paulo (SP)– Oito das dez brasileiras mais bem colocadas no atual ranking mundial, além da sensação Nauhany Silva, estão confirmadas para o Torneio Internacional Feminino de Tênis – Ano IX, competição de nível W35 da Federação Internacional e que acontecerá sobre as tradicionais quadras de saibro do clube Paineiras do Morumby, entre 29 de setembro e 5 de outubro, com entrada gratuita ao público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneios-juvenis-da-itf-terao-fases-de-grupos-a-partir-de-2026.html",
        "title": "Torneios juvenis da ITF terão fases de grupos a partir de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/itf-logo-quadra-1024x664.jpg",
        "date": "16/09/2025",
        "description": "Londres (Inglaterra) –A Federação Internacional de Tênis anunciou nesta terça-feira uma reformulação nos torneios do circuito mundial juvenil. A partir de 2026, alguns eventos ITF J30 e ITF J60 terão uma fase de grupos nos três primeiros dias da semana, antes da definição dos classificados para as quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-16-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/picinelli-campinas-2025-1024x683.jpg",
        "date": "16/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-tem-jogo-adiado-na-austria-boscardin-cai-na-estreia-na-argentina.html",
        "title": "Wild tem jogo adiado na Áustria, Boscardin cai na estreia na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wild_kitz_fore_r16_cut-1024x670.jpg",
        "date": "16/09/2025",
        "description": "Bad Waltersdorf (Áustria) –A estreia de Thiago Wild no challenger de Bad Waltersdorf, na Áustria, precisou ser adiada por chuva. O paranaense de 25 anos e 148º do ranking enfrentaria o tcheco Vit Kopriva, cabeça 2 do torneio e 102º do mundo, nesta terça. A partida foi remarcada para quarta-feira, por volta de 6h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-encontra-com-o-idolo-federer-na-laver-cup.html",
        "title": "Fonseca se encontra com o ídolo Federer na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_federer-1024x618.jpg",
        "date": "16/09/2025",
        "description": "San Francisco (EUA) –Estreante na Laver Cup em 2025, João Fonseca teve a oportunidade de conhecer um de seus ídolos no tênis e se encontrou com Roger Federer nesta terça-feira em San Francisco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fognini-fala-sobre-decisao-de-parar-e-relembra-despedida-contra-alcaraz.html",
        "title": "Fognini fala sobre decisão de parar e relembra despedida contra Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fognini_alcaraz_abraco-1024x638.jpg",
        "date": "16/09/2025",
        "description": "Roma (Itália)– Aposentado em Wimbledon, o italiano Fabio Fognini teve uma despedida de gala e fez sua última partida em um dos palcos mais prestigiados do tênis, a mítica Quadra Central. De quebra, mostrou um grande tênis e levou o espanhol Carlos Alcaraz para o quinto set. Em entrevista ao podcastSupernova, ele relembrou a derradeira partida da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-grandes-viradas-paolini-e-cocciaretto-levam-a-italia-a-semi-da-bjk-cup.html",
        "title": "Com grandes viradas, Paolini e Cocciaretto levam a Itália à semi da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/paolini_bjk_vibra_2025-1024x719.jpg",
        "date": "16/09/2025",
        "description": "Shenzhen (China) –Atual campeã da Billie Jean King Cup, a Itália é a primeira equipe classificada para as semifinais da competição após vencer o país sede da fase final. As italianas superaram a China em Shenzhen, com vitórias de Jasmine Paolini e Elisabetta Cocciaretto nas partidas de simples. A semifinal será contra Espanha ou Ucrânia, que se enfrentam nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-revela-ter-uma-relacao-de-amor-e-odio-com-as-redes-sociais.html",
        "title": "Federer revela ter uma relação de amor e ódio com as redes sociais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/09/BS3_4240-1-1440x726-1-e1758046091310-1024x681.jpg",
        "date": "16/09/2025",
        "description": "Nova York (EUA)– Em entrevista recente no canalNot Your Country Club, do YouTube, o suíço Roger Federer falou sobre sua relação com as mídias sociais . Ele confessou que não se sente exatamente confortável com essa ferramenta e que muitas vezes não sabe como lidar bem com essas situações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tenta-brilhar-tambem-no-indoor-depois-da-temporada-asiatica.html",
        "title": "Alcaraz tenta brilhar também no indoor depois da temporada asiática",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/alcaraz-rotterdam-2025-final-forehand-e1739120163533-1024x682.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Uma das estrelas na disputa da Laver Cup, que acontece neste fim de semana em São Francisco, o espanhol Carlos Alcaraz é dono de um currículo invejável apesar da pouca idade. Mas mesmo com seus seis títulos de Grand Slam e as 38 semanas na liderança do ranking, há ainda feitos que ele não conseguiu alcançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/142405.html",
        "title": "Macena Open e os impactos no turismo e comércio da Praia do Francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/macenaopen_2024.jpg",
        "date": "16/09/2025",
        "description": "Marechal Deodoro (AL) –Um dos maiores eventos esportivos de Alagoas e recordista em número de atletas no circuito mundial de beach tennis, o Macena Open Prime, que acontece entre os dias 6 e 12 de outubro, promete movimentar mais uma vez o turismo e a economia do município de Marechal Deodoro, em especial a paradisíaca Praia do Francês, que receberá os melhores do mundo mais uma vez."
    }
]