[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-entra-apos-quatro-desistencias-e-enfrenta-tjen.html",
        "title": "Bia entra após quatro desistências e enfrenta Tjen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_abudhabi_toss26.jpg",
        "date": "08/02/2026",
        "description": "Doha (Qatar) –Após terperdido na última rodada do qualipara o WTA 1000 de Doha, Beatriz Haddad Maia terá uma nova oportunidade no torneio e conseguiu uma vaga de lucky-loser na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-07-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_canada_saque-1024x683.jpeg",
        "date": "08/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-perde-em-noite-de-saque-irregular-e-brasil-leva-virada-do-canada.html",
        "title": "Heide perde em noite de saque irregular e Brasil leva virada do Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/heide_davis_estica-1024x682.jpeg",
        "date": "08/02/2026",
        "description": "Vancouver (Canadá)– Depois de ficar tão perto da classificação na quarta partida, o Brasil acabou derrotado pelo Canadá na rodada inicial da fase classificatória da Copa Davis. O time de Jaime Oncins chegou a virar o placar geral para 2 a 1, com a vitória de duplas no começo da programação de sábado, mas perdeu as duas partidas de simples seguintes. No jogo decisivo, Gustavo Heide não repetiu a grande atuação da sexta-feira contra Gabriel Diallo e foi batido por Liam Draxl, 146º do mundo e que vinha de três sets de duplas, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-leva-top-40-ao-limite-mas-canada-empata-a-davis.html",
        "title": "Pucinelli leva top 40 ao limite, mas Canadá empata a Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/pucinelli_davis-1024x682.jpeg",
        "date": "07/02/2026",
        "description": "Vancouver (Canadá)– Aposta de última hora do capitão Jaime Oncins, o paulista Matheus Pucinelli cumpriu de forma espetacular o seu papel, ficou muito perto de derrubar o top 40 canadense Gabriel Diallo, o que determinaria o terceiro e decisivo ponto para o Brasil avançar para a segunda rodada da fase classificatória da Copa Davis. Mas o número 292º do ranking atual acabou levando a virada, com parciais de 3/6, 6/1 e 7/6 (7-4), após 2h22."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-viu-pela-1a-vez-ao-vivo-a-abertura-de-uma-olimpiada-de-inverno.html",
        "title": "Djokovic viu pela 1ª vez ao vivo a abertura de uma Olimpíada de Inverno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic_milao_abertura.jpg",
        "date": "07/02/2026",
        "description": "Milão (Itália) –O sérvio Novak Djokovic, medalha de ouro nas Olimpíadas de Paris, em 2024, esteve presente na cerimônia de abertura dos Jogos Olímpicos de Inverno de Milão-Cortina D’Ampezzo, na noite desta sexta-feira. Em uma rápida entrevista na saída do espetáculo, o ex-número 1 do mundo afirmou que foi a primeira vez que viu ao vivo uma abertura das Olimpíadas de Inverno."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-estreiam-com-vitorias-tranquilas-nos-18-anos-da-copa-futuro.html",
        "title": "Favoritos estreiam com vitórias tranquilas nos 18 anos da Copa Futuro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/RPC_1163-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Santos (SP)– Não houve grandes surpresas na segunda rodada da categoria dos 18 anos masculinos da Copa Futuro de Tênis 2026, que marcou a estreia dos principais candidatos ao título da competição, que acontece nas quadras de saibro do Tênis Clube de Santos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chile-completa-vitoria-sobre-servia-e-desafia-a-espanha.html",
        "title": "Chile completa vitória sobre Sérvia e desafia a Espanha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tabilo-1024x654.jpg",
        "date": "07/02/2026",
        "description": "Santiago (Chile)– A parceria formada por Nicolas Jarry e Tomas Barrios dominou sem grandes sustos Matej e Ivan Sabanov, marcou duplo 6/4 e determinou o terceiro e decisivo ponto para o Chile pela primeira rodada da fase classificatória para o Grupo Mundial da Copa Davis. Agora, o desafio é enfrentar a Espanha, em confronto previsto para setembro e que poderá contar com Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-vencem-nas-duplas-e-brasil-faz-2-a-1-contra-o-canada.html",
        "title": "Matos e Luz vencem nas duplas e Brasil faz 2 a 1 contra o Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_davis_cump-1024x683.jpeg",
        "date": "07/02/2026",
        "description": "Vancouver (Canadá) –O Brasil passou à frente no confronto contra o Canadá pelo Qualificatório Mundial da Copa Davis, disputado em quadra dura e coberta em Vancouver. Os gaúchos Orlando Luz e Rafael Matos venceram a partida de duplas contra Liam Draxl e Cleeve Harper por 3/6, 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "07/02/2026",
        "description": "ATP500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Montpellier –SImplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lajovic-sofre-acidente-no-vestiario-em-confronto-da-davis-no-chile.html",
        "title": "Lajovic sofre acidente no vestiário em confronto da Davis no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/lajovic_davis_toss-1024x576.jpg",
        "date": "07/02/2026",
        "description": "Santiago (Chile) –O tenista sérvio Dusan Lajovic sofreu um acidente ao se dirigir ao vestiário após a rodada de sexta-feira do confronto entre Chile e Sérvia pelo Qualificatório Mundial da Copa Davis, disputado em Santiago. O jogador colidiu com um painel de vidro e precisou de atendimento médico imediato, sendo levado a um hospital da capital chilena para a realização de exames."
    }
]