[
    {
        "url": "https://tenisbrasil.uol.com.br/matos-e-luz-jogam-em-brisbane-e-adelaide-antes-do-australian-open.html",
        "title": "Matos e Luz jogam em Brisbane e Adelaide antes do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/rafamatosorlandoluzbastad24gd-1024x682.jpeg",
        "date": "29/12/2025",
        "description": "Itajaí (SC) –Os gaúchos Orlando Luz e Rafael Matos embarcam na madrugada terça para a Austrália onde iniciam a temporada na próxima segunda-feira. A parceria brasileira disputará dois ATP 250, o primeiro em Brisbane, a partir da próxima segunda-feira, e o segundo em Adelaide na semana seguinte. Os eventos serão preparatórios para o Australian Open, que começa no dia 18 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-exibicao-em-macau-na-li-diz-que-eala-pode-ir-longe-na-carreira.html",
        "title": "Após exibição em Macau, Na Li diz que Eala pode ir longe na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/eala_na-li_macau-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Macau (China) –A estrela chinesa Na Li tem grandes expectativas em relação à filipina Alex Eala no circuito da WTA (Associação de Tênis Feminino). Em entrevista à Tennis Asia TV, a bicampeã de Grand Slam de 43 anos compartilhou suas impressões sobre a jovem de 20 anos, que fez parte de sua equipe no torneio de exibição em Macau, no fim de semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-tecnico-de-federer-aposta-em-career-slam-de-iga-e-dificuldade-para-djokovic.html",
        "title": "Ex-técnico de Federer aposta em Career Slam de Iga e ano difícil para Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimbledon_trofeu_acena-1024x652.jpg",
        "date": "29/12/2025",
        "description": "Melbourne (Austrália) –Um dos temas que geram mais expectativa para os fãs de tênis em 2026 é a possibilidade de ver algum grande nome da atualidade completando o Career Slam na próxima temporada. O Australian Open é o único Slam que falta a Carlos Alcaraz e Iga Swiatek, enquanto Jannik Sinner terá a chance de completar a galeria de troféus em Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-criticas-a-batalha-dos-sexos-sabalenka-e-kyrgios-se-defendem.html",
        "title": "Após críticas à Batalha dos Sexos, Kyrgios e Sabalenka se defendem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "29/12/2025",
        "description": "Dubai (Emirados Árabes) –A chamada Batalha dos Sexos entre Nick Kyrgios e Aryna Sabalenka, vencida pelo australiano por duplo 6/3 no último domingo, gerou repercussão negativa na imprensa internacional. Veículos comoThe Guardian,BBCeABC Newsavaliaram o evento de forma crítica, questionando tanto o formato quanto o nível de competitividade da partida. Em entrevistas após o confronto, porém, os dois tenistas rebateram os comentários e defenderam a proposta do espetáculo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-sakkari-aliassime-desembarcam-para-a-united-cup.html",
        "title": "Paolini, Sakkari e Aliassime desembarcam para a United Cup na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/team-greece-tsitsipas-sakkari.jpg",
        "date": "29/12/2025",
        "description": "Perth (Austrália) –Astros e estrelas da quarta edição da United Cup começam a chegar em Sydney e Perth, as duas sedes da competição, que será realizada de 2 a 11 de janeiro e dará início ao calendário da ATP e da WTA Tour 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/del-potro-nao-quis-jogar-o-ponto-decisivo-na-davis-em-2008-revela-nalbandian.html",
        "title": "“Del Potro não quis jogar o ponto decisivo na Davis em 2008”, revela Nalbandian",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/308043875_6122596491084553_333577883021706518_n-e1700747808437.jpg",
        "date": "29/12/2025",
        "description": "Mar del Plata (Argentina)– Em uma entrevista ao podcastClank,do jornalista argentino Juan Pablo Varsky, o ex-tenista David Nalbandian revelou segredos da marcante final da Copa Davis de 2008. Naquele ano, mesmo sem Rafael Nadal, e na casa dos adversários, a Espanha conseguiu vencer a Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-termina-o-ano-no-top-10-do-juvenil-victoria-e-a-12a-no-ranking.html",
        "title": "Guto termina o ano no top 10 do juvenil, Victória é a 12ª no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-3-scaled-e1765570080967-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Londres (Inglaterra) –No último ranking juvenil a ser divulgado neste ano pela Federação Internacional de Tênis (ITF), as principais posições seguiram inalteradas. O goiano Guto Miguel segue como o brasileiro mais bem colocado no masculino, ocupando o 9º lugar. Já entre as meninas, a potiguar Victória Barros está na 12ª posição. Ambos estão com 16 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/motivado-e-jogando-em-casa-de-minaur-espera-desafiar-lideres-do-ranking.html",
        "title": "Motivado e jogando em casa, De Minaur espera desafiar líderes do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/de-minaur_press_sydney_dez25.jpg",
        "date": "29/12/2025",
        "description": "Sydney (Austrália) –Principal jogador australiano e número 7 do mundo, Alex De Minaur, começa a temporada de 2026 na United Cup. O jogador está finalizando sua preparação depois de uma folga merecida após o melhor ano de sua carreira. Motivado, o jogador de 26 anos tenta ser mais competitivo contra os primeiros do ranking, especialmente os líderes Carlos Alcaraz e Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-faz-campanha-nas-redes-em-busca-de-novos-patrocinadores.html",
        "title": "Romboli faz campanha nas redes em busca de novos patrocinadores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "29/12/2025",
        "description": "São Paulo (SP) –Brasileiro mais bem colocado ranking entre os especialistas em duplas, Fernando Romboli lançou uma campanha nas redes sociais em busca de patrocínio. Ele conta que teve pedidos recusados de algumas empresas que têm priorizado o número de seguidores em relação ao ranking e resultados esportivos. Por isso, iniciou um projeto para aumentar seu engajamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kohlmann-salta-128-posicoes-pucinelli-se-reaproxima-do-top-300.html",
        "title": "Kohlmann salta 128 posições, Pucinelli se reaproxima do top 300",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Kohlmann-e1766085413779-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Londres (Inglaterra) –Depois de disputar a primeira final de sua carreira profissional em Lima, o jovem paulista Enzo Kohlmann deu um salto no ranking divulgado nesta segunda-feira pela ATP. O jogador de 19 anos ultrapassou 128 concorrentes e assumiu a melhor marca da carreira, na 909ª posição."
    }
]