[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-10-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/saraiva_fore_belem.jpg",
        "date": "10/10/2025",
        "description": "Challenger de Valência (Espanha) – Saibro – 181.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/siniakova-se-recupera-nas-duplas-e-garante-vaga-na-semi-em-wuhan.html",
        "title": "Siniakova se recupera nas duplas e garante vaga na semi em Wuhan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/siniakova_hunter_wuhan.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China) –Depois de cair nas quartas de final de simples no WTA 1000 de Wuhan, Katerina Siniakova conseguiu se recuperar nas duplas, jogando nesta semana ao lado da australiana Storm Hunter. Elas venceram a taiawnesa Hao-Ching Chan e a cihnesa Xinyu Jiang por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fui-muito-decisivo-nos-momentos-importantes-avalia-medvedev.html",
        "title": "“Fui muito decisivo nos momentos importantes”, avalia Medvedev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/medvedev-xangai-celebra-2025-e1760120049145-1024x683.jpg",
        "date": "10/10/2025",
        "description": "Xangai (China)– Nesta sexta-feira, o russo Daniil Medvedev registrou sua 50ª vitória sobre um top 10,batendo o australiano Alex de Minaurem sets diretos para se garantir nas semifinais do Masters 1000 de Xangai, onde tenta encerrar um jejum de mais de dois anos sem títulos"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goransson-e-michelsen-derrubam-principais-favoritos-na-semi-de-xangai.html",
        "title": "Goransson e Michelsen derrubam principais favoritos na semi de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/michelsen-goransson-shanghai-2025-doubles-sf-1024x576.jpg",
        "date": "10/10/2025",
        "description": "Xangai (China) –O sueco Andre Goransson e o norte-americano Alex Michelsen são os primeiros finalistas na chave de duplas do Masters 1000 de Xangai. Eles venceram nesta sexta-feira o salvadorenho Marcelo Arevalo e o croata Mate Pavic, principais cabeças de chave, por 7/6 (7-2), 2/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-comemora-grande-semana-em-familia-ao-lado-de-vacherot.html",
        "title": "Rinderknech comemora grande semana em família ao lado de Vacherot",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rinderknech-xangai-olhabola-2025-e1760096846228-1024x682.jpg",
        "date": "10/10/2025",
        "description": "Xangai (China)– A história desta semana no Masters 1000 de Xangai é a campanha dos primos Arthur Rinderknech e Valentin Vacherot, que surpreenderam favoritos e chegaram juntos às semifinais. O monegasco garantiu sua vaga na quinta-feira e nesta sexta-feira foi a vez do francês seguir o mesmo caminhoao bater o canadense Félix Auger-Aliassimeem sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-comemora-grande-atuacao-e-quer-voltar-a-vencer-paolini.html",
        "title": "Gauff comemora ótima atuação e quer voltar a vencer Paolini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gauff-wuhan-estica-2025-e1760117412892.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– A norte-americana Coco Gauff tem apresentado uma forma invejável na disputa do WTA 1000 de Wuhan, chegando às semifinais com apenas nove games perdidos nas três partidas que disputou. A vítima desta sexta-feira foi a alemã Laura Siegemund, contra quem marcou parciais de 6/3 e 6/0"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-derrota-fullana-e-faz-sua-primeira-semifinal-de-simples.html",
        "title": "Naná derrota Fullana e faz sua primeira semifinal de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nauhany_Silva_sjbv-1024x683.jpg",
        "date": "10/10/2025",
        "description": "São João da Boa Vista (SP)– Numa partida de altos e baixos dos dois lados, a juvenil paulista Nauhany Silva derrotou de virada a brasiliense Luiza Fullana e se garantiu na semifinal do Torneio Internacional Feminino de Tênis – Ano VIII, torneio de nível W15 que acontece nas quadras de saibro da Sociedade Esportiva Sanjoanense. O placar foi de 2/6, 6/1 e 6/4, em partida de 1h50."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-orlandinho-levam-a-melhor-sobre-matos-e-fazem-nova-final.html",
        "title": "Demoliner e Orlandinho levam a melhor sobre Matos e fazem nova final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "10/10/2025",
        "description": "Valência (Espanha)– No duelo que envolveu três gaúchos, melhor para a dupla 100% brasileira formada por Marcelo Demoliner e Orlando Luz, que derrotou o conterrâneo Rafael Matos e o uruguaio Ariel Behar de virada nas semifinais do challenger de Valência, marcando parciais de 5/7, 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-rybakina-e-destaca-boa-conexao-com-os-fas-chineses.html",
        "title": "Sabalenka elogia Rybakina e destaca boa conexão com os fãs chineses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sabalenka-wuhan-selfie-.jpg",
        "date": "10/10/2025",
        "description": "Wuhan (China)– A bielorrussa Aryna Sabalenka mais uma vez mostrou que se sente em casa jogando no WTA 1000 de Wuhan, onde anotou nesta sexta-feiraa 20ª vitória da carreira no torneio, ampliando ainda mais sua invencibilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiro-andre-silva-assume-como-novo-diretor-do-atp-tour-em-novembro.html",
        "title": "Brasileiro André Silva assume como diretor executivo do ATP Tour em novembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Andre-Silva_ATP-Tour-Chief.jpg",
        "date": "10/10/2025",
        "description": "Londres (Inglaterra)– A ATP anunciou hoje a nomeação do brasileiro André Silva como diretor do circuito. Silva traz consigo vasta experiência em liderança internacional no tênis profissional e no esporte global, incluindo cargos de liderança na Team8, liderança de torneios no Cincinnati Open e cargos executivos no PGA Tour de golfe, supervisionando eventos importantes como o The Players Championship e a Presidents Cup."
    }
]