[
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-duelo-nacional-com-tosetto-em-itf-nos-eua.html",
        "title": "Sell vence duelo nacional com Tosetto em ITF nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_fore_fechado.jpg",
        "date": "25/02/2026",
        "description": "Naples (EUA) –Em duelo entre dois brasileiros, o catarinense Karue Sell venceu o paulista Rafael Tosetto na estreia do ITF M15 de Naples, em quadras de saibro nos Estados Unidos. Ele marcou as parciais de 5/7, 7/5 e 6/0 e vai enfrentar o sueco John Hallquist nas oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-rublev-aliassime-vao-as-quartas-em-dubai-veja-como-foi.html",
        "title": "Medvedev, Rublev, Aliassime vão às quartas em Dubai. Veja como foi.",
        "image": null,
        "date": "25/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-e-masarova-sao-as-primeiras-nas-quartas-em-austin.html",
        "title": "Townsend e Masarova são as primeiras nas quartas em Austin",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Townsend-austin-fore.jpg",
        "date": "25/02/2026",
        "description": "Austin (EUA) –A norte-americana Taylor Townsend e a suíça Rebeka Masarova são as primeiras classificadas para as quartas de final do WTA 250 de Austin. Elas venceram seus jogos nesta quarta-feira e vão se enfrentar por vaga na semifinal do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-em-sp-tera-exibicoes-com-agassi-roddick-delpo-e-meligeni.html",
        "title": "Challenger em SP terá exibições com Agassi, Roddick, Delpo e Meligeni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/la_open_lendas-1024x670.jpg",
        "date": "25/02/2026",
        "description": "São Paulo (SP) –O Latin American Open (LA Open), que acontece de 19 a 29 de março no Jockey Club, confirmou a presença de nomes que fizeram história no topo do ranking mundial para seus jogos de exibição. As lendas Andre Agassi, Andy Roddick, Juan Martín del Potro e o ídolo brasileiro Fernando Meligeni são as estrelas confirmadas para o final de semana de abertura do torneio, que se enquadra na categoria Challenger 100 – terceiro nível de maior pontuação do circuito intermediário da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acapulco-faz-festa-para-monfils-estou-orgulhoso-a-torcida-foi-incrivel.html",
        "title": "Acapulco faz festa para Monfils: “Estou orgulhoso, a torcida foi incrível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/monfils_acapulco_vibracao.webp",
        "date": "25/02/2026",
        "description": "Acapulco (México) –O veterano francês Gael Monfils, de volta a Acapulco pela primeira vez em 17 anos, também avançou na noite desta terça-feira com vitória por 6/4 e 7/6 (7/5) contra o bósnio Damir Dzumhur. O resultado torna o convidado o segundo vencedor mais velho da história do torneio, depois de Feliciano López (41 anos em 2023). Aos 39 anos e cinco meses, Monfils também é o francês mais velho a vencer uma partida da ATP na Era Aberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-25-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "25/02/2026",
        "description": "ATP 500 de Acapulco (México) – Sintético – US$ 2.469.450Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-vence-duelo-de-campeoes-em-dubai-draper-cai-nas-oitavas.html",
        "title": "Rublev vence duelo de campeões em Dubai, Draper cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/rublev_dubai_vibra.jpg",
        "date": "25/02/2026",
        "description": "Dubai (Emirados Árabes) –No encontro entre dois tenistas que já foram campeões do ATP 500 de Dubai, Andrey Rublev levou a melhor diante de Ugo Humbert. O russo precisou de três sets e 2h23 para marcar as parciais de 6/4, 6/7 (5-7) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-pietra-e-storck-lideram-vitorias-brasileiras-em-santa-cruz.html",
        "title": "Naná, Pietra e Storck lideram vitórias brasileiras em Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pietra_rivoli_ribeirao_back_term-1024x682.jpg",
        "date": "25/02/2026",
        "description": "Santa Cruz (Bolívia) –A rodada desta quarta-feira do ITF J300 de Santa Cruz teve as estreias dos cabeças de chave e vitórias brasileiras de nomes como Nauhany Silva, Pietra Rivoli, Leonardo Storck e Pedro Chabalgoity. Ao todo, 11 atletas nacionais disputarão a terceira fase do torneio em quadras de saibro na Bolívia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplista-britanica-processa-wta-por-falta-de-alerta-sobre-carne-contaminada.html",
        "title": "Duplista britânica processa WTA por falta de alerta sobre contaminação por carne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/moore23med2.jpg",
        "date": "25/02/2026",
        "description": "Londres (Inglaterra) –A britânica Tara Moore, atualmente cumprindo uma suspensão de quatro anos por doping, está processando a WTA em US$ 20 milhões após provar que a sanção foi injusta e que a Associação de Tênis Feminino (WTA) a fez perder a carreira por negligência, ao não alertar as jogadoras sobre o risco de contaminação por meio do consumo de carne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-e-fullana-param-na-estreia-parceira-de-laura-se-retira-por-lesao.html",
        "title": "Cé e Fullana param na estreia, parceira de Laura se retira por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "25/02/2026",
        "description": "Porto (Portugal) –Depois de passar pelo quali, a gaúcha Gabriela Cé foi eliminada na estreia da chave principal do ITF W75 do Porto, em quadras duras e cobertas. A canhota de 32 anos e 310ª do ranking perdeu por 7/5 e 6/4 para a lituana Justina Mikulskyte, 254ª colocada."
    }
]