[
    {
        "url": "https://tenisbrasil.uol.com.br/perricard-derruba-musetti-e-faz-semi-aliassime-segue-firme.html",
        "title": "Perricard derruba Musetti e faz semi, Aliassime segue firme",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/perricard_bruxelas_vibra-1024x682.jpg",
        "date": "17/10/2025",
        "description": "Bruxelas (Bélgica) –Reconhecido como um dos melhores sacadores do circuito, o francês Giovanni Perricard segue aproveitando muito bem as rápidas condições do ATP 250 de Bruxelas e já está na semifinal do torneio belga em quadras duras e cobertas. Ele superou nesta sexta-feira o italiano Lorenzo Musetti, principal cabeça de chave e número 8 do mundo, por 6/4 e 7/6 (10-8)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schiessl-vence-duelo-nacional-e-faz-sua-primeira-semi-de-challenger.html",
        "title": "Schiessl vence duelo nacional e faz sua primeira semi de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Curitiba (PR) –Em duelo brasileiro nesta sexta-feira, o paranaense João Schiessl levou a melhor e venceu o experiente paulista Daniel Dutra da Silva por 6/2 e 6/3, garantindo vaga na semifinal da Copa Internacional de Tênis – ATP Challenger 75 disputado nas quadras de saibro do Graciosa Country Club em Curitiba."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-joga-sabado-em-busca-do-finals-paolini-e-rybakina-duelam.html",
        "title": "Stefani joga sábado em busca do Finals, Paolini e Rybakina duelam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/IMG-20251008-WA0015-1024x682.jpg",
        "date": "17/10/2025",
        "description": "Ningbo (China) –Postulantes a uma vaga no WTA Finals, Luísa Stefani e sua parceira húngara Timea Babos disputam a semifinal do WTA 500 de Ningbo neste sábado, por volta de 8h (de Brasília). Elas enfrentam a norueguesa Ulrikke Eikeri e a chinesa Qianhui Tang."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/macena-open-termina-com-alto-impacto-economico-e-mais-de-1100-atletas.html",
        "title": "Macena Open termina com alto impacto econômico e mais de 1.100 atletas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/macena2025_central-cheia.jpg",
        "date": "17/10/2025",
        "description": "Marechal Deodoro (AL) –Pela quinta temporada seguida o Macena Open Prime de beach tennis deixou um legado para a cidade de Marechal Deodoro, a Praia do Francês e o estado de Alagoas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/michelsen-e-moutet-completam-as-semifinais-no-atp-250-de-almaty.html",
        "title": "Michelsen e Moutet completam as semifinais no ATP 250 de Almaty",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/michelsen-almaty-2025-scaled-e1760726514614-1024x686.jpeg",
        "date": "17/10/2025",
        "description": "Almaty (Cazaquistão)– Se na parte de baixo da chave a semifinal do ATP 250 de Almatyterá o russo Daniil Medvedevcontra o australiano James Duckworth, na outra ponta o norte-americano Alex Michelsen e o francês Corentin Moutet, respectivamente cabeças de chave 6 e 8, disputarão a segunda vaga na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meu-objetivo-no-tenis-e-vencer-todos-os-grand-slams-afirma-sinner.html",
        "title": "“Meu objetivo no tênis é vencer todos os Grand Slams”, afirma Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251017_121059-1024x682.jpg",
        "date": "17/10/2025",
        "description": "Riad (Arábia Saudita)– Atual número 2 do mundo, o italiano Jannik Sinner tem dominado o circuito nos últimos anos junto com o espanhol Carlos Alcaraz. Os dois voltarão a se enfrentar no sábado na final da milionária exibição Six Kings Slam, um torneio no qual ele é o atual campeão e onde gosta de jogar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-convocada-e-disputa-playoffs-da-bjk-cup-em-novembro.html",
        "title": "Iga é convocada e disputa playoffs da BJK Cup em novembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/iga_bjk_semi_vibra_focada-1024x627.jpg",
        "date": "17/10/2025",
        "description": "Gorzow Wielkopolski (Polônia) –Número 2 do mundo, Iga Swiatek aceitou a convocação e irá defender a Polônia nos playoffs da Billie Jean King Cup, valendo a permanência no Qualificatório Mundial de 2026. A equipe polonesa jogará em casa, numa quadra dura e coberta em Gorzow Wielkopolski, entre os dias 14 e 16 de novembro e enfrentará as equipes da Romênia e Nova Zelândia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-tenta-se-recuperar-fisicamente-e-ja-pensa-em-2026.html",
        "title": "Zverev tenta se recuperar fisicamente e já pensa em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251017_121706-1024x683.jpg",
        "date": "17/10/2025",
        "description": "Riad (Arábia Saudita)– Uma das decepções desta temporada, o alemão Alexander Zverev começou 2025 com chance de ser o número 1 do mundo, mas depois do vice-campeonato no Australian Open acumulou pequenos problemas físicos e resultados ruins.Derrotado na estreia no Six Kings Slam, ele falou sobre o seu momento em entrevista aoUbitennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-definicao-das-semifinalistas-em-ningbo-em-video-de-12-minutos.html",
        "title": "Confira a definição das semifinalistas em Ningbo em vídeo de 12 minutos",
        "image": null,
        "date": "17/10/2025",
        "description": ""
    }
]