[
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-passam-por-teste-de-fogo.html",
        "title": "Campeões passam por teste de fogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_iga_rg_vibra.jpg",
        "date": "01/06/2025",
        "description": "Carlos Alcaraz e Iga Swiatek foram duramente testados nesta abertura de oitavas de final de Roland Garros, tanto na parte técnico como na emocional. Venceram jogos que costumam ser muito motivadores pelo empenho exigido, além do fato que os dois ainda têm espaço para melhorar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-aproveita-grande-fase-no-saibro-e-faz-quartas-em-paris.html",
        "title": "Musetti aproveita grande fase no saibro e faz quartas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/musetti_rg_grita_noite-1024x682.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Em grande fase na temporada de saibro, Lorenzo Musetti garantiu o melhor resultado da carreira em Roland Garros e chega pela primeira vez às quartas de final do Grand Slam francês. Atual número 7 do mundo, o italiano venceu o dinamarquês Holger Rune, 10º colocado, por 7/5, 3/6, 6/3 e 6/2 em 3h19 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-precisava-de-uma-vitoria-assim-sob-pressao-e-contra-grande-rival.html",
        "title": "Iga: “Precisava de uma vitória assim, sob pressão e contra grande rival”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/iga_rg_vibramuito_qf-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Classificada para as quartas de final de Roland Garros pelo sexto ano seguido e ainda na busca pelo quinto título em Paris, Iga Swiatek comemorou demais a vitória sobre a cazaque Elena Rybakina neste domingo. Para a ex-número 1 do mundo, vencer uma adversária desse nível é fundamental para a retomada da confiança em um ano tão difícil e ainda sem títulos. Vencedora das três últimas edições do Grand Slam francês, ela marcou sua25ª vitória seguida no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-comcei-mais-nervosa-mas-consegui-me-soltar-durante-o-jogo.html",
        "title": "Naná: “Comcei mais nervosa, mas consegui me soltar durante o jogo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nauhany_silva_poa_vibra-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chabalgoity-e-bonini-caem-no-juvenil-guto-e-pietra-estreiam-segunda.html",
        "title": "Chabalgoity e Bonini caem no juvenil, Guto e Pietra estreiam segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_rg_zambra.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –O primeiro dia de jogos do torneio juvenil de Roland Garros terminou com duas vitórias e duas derrotas para o tênis brasileiro. Após asboas estreias de Victória Barros e Nauhany Silvano início da programação, o brasiliense Pedro Chabalgoity paranaense João Pedro Bonini foram superados na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-tambem-vai-as-quartas-e-quebra-marca-de-quase-30-anos.html",
        "title": "Tiafoe também vai às quartas e quebra marca de quase 30 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDOAoydWJ-7kShkr_20250525_RG_PM_7691FrancesTiafoePremiertourRoland-Garros2025-1024x683.jpeg",
        "date": "01/06/2025",
        "description": "Paris (França)– Horas depois daclassificação de Tommy Paulpara as quartas de final de Roland Garros, o compatriota Frances Tiafoe seguiu o mesmo caminho e garantiu o fim de uma marca que durava quase 30 anos. A última vez que dois norte-americanos chegaram juntos às quartas no saibro de Paris foi em 1996 com Jim Courier e Pete Sampras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-01-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nauhany_silva_banana_esperasaque-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-destaca-maturidade-para-lidar-com-jogo-duro-e-torcida-contra.html",
        "title": "Victória destaca maturidade para lidar com jogo duro e torcida contra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_rg_NG-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Depois devencer sua partida de estreiano torneio juvenil de Roland Garros, Victória Barros destacou a maturidade para lidar com situações desconfortáveis diante da francesa Ellejah Inisan, de 16 anos e 77ª do ranking. Isso porque a juvenil potiguar de apenas 15 anos sofreu um pouco com o físico e também com a torcida contra, mas avançou em três sets para enfrentar a tcheca Jana Kovackova na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-vence-100a-no-saibro-faz-quartas-e-iguala-marca-de-djokovic.html",
        "title": "Alcaraz vence 100ª no saibro, faz quartas e iguala marca de Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDSpTSdWJ-7kSjYe_LW_15264-CarlosAlcarazPremiertourRoland-Garros2025-scaled-e1748796986307-1024x684.jpeg",
        "date": "01/06/2025",
        "description": "Paris (França)– Atual campeão de Roland Garros, o espanhol Carlos Alcaraz segue firme na tentativa de se tornar apenas o terceiro jogador neste século a defender com sucesso o título em Paris, repetindo Rafael Nadal e Gustavo Kuerten. Neste domingo, ele deu um passo importante ao superar o norte-americano Ben Shelton com parciais de 7/6 (10-8), 6/3, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-virada-surpreendente-svitolina-dedica-sua-vitoria-aos-ucranianos.html",
        "title": "Após virada surpreendente, Svitolina dedica sua vitória aos ucranianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Elina_Svitolina_-_Roland_Garros_2025_-_Day_8-DSC_9736_xgaplus.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– Após vitória de virada sobre a italiana Jasmine Paolini, Elina Svitolina comentou seus próximos compromissos por Roland Garros e destacou a importância do êxito esportivo para a resistência do povo ucraniano. Com parciais de 4/6, 7/6 e 6/1, a ucraniana acredita que teve boa recuperação devido ao impulso de confiança que recebeu após vencer um segundo set muito disputado."
    }
]