[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-04-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "04/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-se-recupera-nas-duplas-e-vence-ao-lado-de-siegemund.html",
        "title": "Bia se recupera nas duplas e vence ao lado de Siegemund",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia_wimbledon_25_vibra_jimmie-e1751477356898.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Após se despedir ainda nasegunda rodada de simplesem Wimbledon, Beatriz Haddad Maia concentra esforços na chave de duplas e estreou com vitória ao lado da alemã Laura Siegemund. Cabeças 11 do torneio, elas venceram nesta sexta-feira as norte-americanas Hailey Baptiste e Caty McNally por 6/1, 2/6 e 6/3 em 2h de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-jarry-por-oitavas-siga-comentarios-ao-vivo.html",
        "title": "Saiba como Jarry superou Fonseca em partida equilibrada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/Analise-Ao-vivo-Wimbledon-1024x576.png",
        "date": "04/07/2025",
        "description": "João Fonseca perdeu para um grande sacador e, com exceção do primeiro set, em que não serviu bem, fez uma partida tatica e tecnicamente muito boa para o piso de grama, incluindo passadas bem feitas e jogo de rede apropriado. Não teve o que fazer na maciça maioria dos 11 break-points que conseguiu e viu Jarry muito confiante, tendo acertado 24 aces, 12 deles no quarto set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-faz-jogo-duro-mas-nao-passa-por-jarry-e-cai-na-terceira-rodada.html",
        "title": "Fonseca faz jogo duro, mas não passa por Jarry e cai na terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-wimbledon-voleia-225-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Acabou nesta sexta-feira a campanha do carioca João Fonseca em sua primeira participação na chave principal de Wimbledon. Ele fez um jogo duro contra o chileno Nicolas Jarry, que sacou bem durante a partida, principalmente nos momentos importantes, e garantiu a vitória por 3 sets a 1, com o placar final de 6/3, 6/4, 3/6 e 7/6 (7-4), após 3h08 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/portugueses-borges-e-cabral-jogam-de-luto-por-diogo-jota.html",
        "title": "Portugueses Borges e Cabral jogam de luto por Diogo Jota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Nuno-Borges_luto.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –A morte trágica do português Diogo Jota, atacante do Liverpool e jogador da seleção portuguesa, está mexendo não apenas com o mundo do futebol, mas também teve reflexos no tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-vence-de-virada-e-joga-sua-primeira-semi-no-ano.html",
        "title": "Gabriela Cé vence de virada e joga sua primeira semi no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Roma (Itália) –A semana de Gabriela Cé no ITF W35 de Roma segue com resultados positivos. Única brasileira na chave, a jogadora de 32 anos e 414ª do mundo garantiu vaga na semifinal depois de vencer a italiana Jennifer Ruggeri, de 21 anos e 748ª colocada, por 1/6, 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-diz-que-encontrou-condicoes-diferentes-apos-paralisacao.html",
        "title": "Monfils diz que encontrou condições diferentes após paralisação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/monfils-wimnledon-olhabola-2025-e1751650176788-1024x683.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Gael Monfils chegou a sacar para fechar sua partida de segunda rodada contra o húngaro Marton Fucsovics, mas foi quebrado de zero e depois perdeu o tiebreak. A partida foi interrompida e, nesta sexta-feira, o francês não conseguiu reagir em condições de quadra que ele considerou um pouco diferentes e foi derrotado por 6/4, 1/6, 4/6, 7/6 (7-5) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-vai-confiante-para-as-oitavas-e-tambem-joga-mistas.html",
        "title": "Stefani vai confiante para as oitavas e também joga mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_babos_wimbledon_voleia-1024x733.jpeg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Classificada para as oitavas de final de duplas em Wimbledon, Luísa Stefani vai confiante para a próxima fase, ainda mais depois de umavitória tão difícil pela segunda rodada. A brasileira e a húngara Timea Babos superaram nesta sexta-feira a chinesa Hanyu Guo e a russa Alexandra Panova, recentes campeãs no WTA 500 de Bad Homburg, em partida com 2h54 de duração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-nao-tem-nada-de-positivo-para-dizer-apos-derrota-em-wimbledon.html",
        "title": "Osaka não tem “nada de positivo para dizer” após derrota em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/osaka-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– Naomi Osaka não conseguiu encontrar muitas coisas positivas para dizer após ser eliminada na terceira rodada de Wimbledon nesta sexta-feira pela russa Anastasia Pavlyuchenkova, com parciais de 3/6, 6/4 e 6/4, e não vê a hora de começar a perna norte-americana do circuito em quadras duras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-volta-a-perder-set-mas-derrota-espanhol-e-vai-as-oitavas.html",
        "title": "Fritz volta a perder set, mas derrota espanhol e vai às oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-saca-2025-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra)– A campanha do norte-americano Taylor Fitz nesta edição de Wimbledon está sendo das mais trabalhosas. Depois de superar as duas primeiras rodadas com vitórias em cinco sets, nesta sexta-feira ele teve um pouco menos de trabalho com o espanhol Alejandro Davidovich Fokina, mas ainda sim cedeu um set e bateu o rival por 6/4, 6/3, 6/7 (5-7) e 6/1"
    }
]