[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesDuplas feminino – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-se-despedem-em-duelo-de-3h-nas-oitavas.html",
        "title": "Romboli e Smith se despedem em duelo de 3h nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli_smith_uso_R16-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Último brasileiro na chave de duplas masculinas do US Open, Fernando Romboli se despediu nas oitavas de final, ao lado do australiano John-Patrick Smith. Eles foram superados pelo croata Nikola Mektic e o norte-americano Rajeev Ram por 6/7 (7-9), 7/5 e 7/5 em 2h57 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-sofre-lesao-no-joelho-e-sabalenka-avanca-a-semifinal.html",
        "title": "Vondrousova sofre lesão no joelho e Sabalenka avança à semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/marketa_uso_fore_noite.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –A organização do US Open informou que a tcheca Marketa Vondrousova não disputará sua partida das quartas de final, prevista para esta terça-feira. Ela enfrentaria Aryna Sabalenka, número 1 do mundo e atual campeã, na sessão noturna, mas sofreu uma lesão no joelho esquerdo durante os treinamentos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-caem-em-tres-sets-para-campeas-de-2023-nas-quartas.html",
        "title": "Stefani e Babos caem em três sets para campeãs de 2023 nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani_babos_uso_cump_QF_JD-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –A participação de Luísa Stefani no US Open chegou ao fim nesta terça-feira, com a queda nas quartas de final de duplas. A brasileira e a húngara Timea Babos, que vinham de três vitórias na semana, foram superadas pela canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe, cabeças 3 em Nova York e campeãs em 2023, por 0/6, 6/4 e 6/4 em 2h28 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/139582.html",
        "title": "Abreu e Gimpel são campeões do BT 50 de Montreal, no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gimpel_ralffabreu_montreal.jpg",
        "date": "02/09/2025",
        "description": "Montreal (Canadá) –O niteroiense Ralff Abreu, ex-top 10 mundial, foi campeão, nesta segunda-feira, do torneio BT 50 de Montreal, no Canadá, ao lado do carioca Luiz Gimpel, torneio com premiação de US$ 4 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/labubus-fazem-sua-estreia-no-us-open-com-osaka-e-outros-famosos.html",
        "title": "Labubus fazem sua estreia no US Open com Osaka e outros famosos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka_labubu.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Labubus fizeram sua estreia na chave principal do US Open deste ano através de Naomi Osaka e foram vistos pelos arredores do Centro Nacional de Tênis Billie Jean King da USTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-alcanca-sua-nona-semi-de-slam-e-segue-na-busca-do-no-1.html",
        "title": "Alcaraz alcança sua nona semi de Slam e segue na busca do nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-reaction-us-open-2025-r4-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –A busca de Carlos Alcaraz pelo segundo título do US Open continua. O campeão de 2022 chega sem perder sets à semifinal e superou nesta terça-feira o tcheco Jiri Lehecka, 21º do ranking, por 6/4, 6/2 e 6/4 em 1h56 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-minha-estrategia-estava-clara-mas-a-execucao-foi-ruim.html",
        "title": "Bia: “Minha estratégia estava clara, mas a execução foi ruim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia_usopen_slice_R16-1024x577.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –Após a eliminação nas oitavas de final do US Open, Beatriz Haddad Maia avaliou seu desempenho naderrota para a norte-americana Amanda Anisimovana última segunda-feira. Em entrevista aoSporTV, Bia comentou sobre a estratégia adotada para enfrentar uma jogadora mais agressiva e entende que a execução não foi ideal. A número 1 do Brasil e 22ª do ranking conseguiu sustentar mais trocas de bola a partir do segundo set e equilibrou mais as ações, mas não evitou que a rival, nona do mundo e finalista de Wimbledon, vencesse em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-derrota-favorito-da-casa-na-estreia-de-challenger-italiano.html",
        "title": "Monteiro derrota favorito da casa na estreia de challenger italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/monteiro_assuncao_vibra_qf-1024x629.jpg",
        "date": "02/09/2025",
        "description": "Gênova (Itália)– Uma semana após fazer quartas no challenger de Como, o cearense Thiago Monteiro segue firme no saibro italiano, desta vez no challenger de Gênova. Nesta terça-feira, ele estreou na competição e ignorou o favoritismo do tenista da casa Francesco Passaro, triunfando com parciais de 7/6 (7-3) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-repete-boa-campanha-e-faz-sua-segunda-semifinal-de-grand-slam.html",
        "title": "Pegula repete boa campanha e faz sua segunda semifinal de Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula-usopen-fore-2025-e1756834769323-1024x681.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Atual vice-campeã do US Open, a norte-americana Jessica Pegula novamente faz uma boa campanha no torneio e já está nas semifinais. Abrindo as quartas de final nesta terça-feira, ela venceu bem a tcheca Barbora Krejcikova, que não assustou a tenista da casa em momento algum e acabou derrotada com duplo 6/3 anotado em 1h27 de jogo."
    }
]