[
    {
        "url": "https://tenisbrasil.uol.com.br/ramos-e-cappelletti-sao-campeoes-nas-ilhas-reuniao-brasileiros-caem-nas-semifinais.html",
        "title": "Ramos e Cappelletti são campeões nas Ilhas Reunião, brasileiros caem na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ramos_cappellettireuniao.jpg",
        "date": "13/05/2025",
        "description": "Saint Gilles les Bains (Ilhas Reunião)– O espanhol Antomi Ramos conquistou, neste domingo, o título do Sand Series das Ilhas Reunião, um dos Grand Slam do beach tennis, com premiação de US$ 100 mil, cerca de R$ 560 mil. O evento foi disputado na possessão francesa localizada na Àfrica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-faz-a-festa-da-torcida-e-consegue-semifinal-historica-em-roma.html",
        "title": "Paolini faz a festa da torcida e consegue semifinal histórica em Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jasmine_Paolini_-_Internazionali_BNL_D_Italia_-_Day_8-DSC_4656-e1747148743573-1024x684.webp",
        "date": "13/05/2025",
        "description": "Roma (Itália)– A italiana Jasmine Paolini nunca tinha conseguido uma boa campanha no WTA 1000 de Roma até esta temporada, em que parece ter encaixado as coisas dentro de casa para alcançar as semifinais pela primeira vez. Aos 29 anos, ela se tornou a mais velha semifinalista da casa no torneio (entre homens e mulheres)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-anunciado-com-rune-e-vai-fazer-sua-estreia-na-laver-cup.html",
        "title": "Fonseca é anunciado com Rune e vai fazer sua estreia na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LC25-Player_Announcement_WEB_RuneFonseca-1440x726-1-e1747146572257-1024x682.jpg",
        "date": "13/05/2025",
        "description": "San Francisco (EUA)– Nesta terça-feira foram anunciados mais dois nomes para a disputa da Laver Cup deste ano, que será realizada no Chase Center, em São Francisco, de 19 a 21 de setembro. O carioca João Fonseca foi um dos nomes anunciados e fará sua estreia na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovens-da-casa-dominam-convites-femininos-para-o-grand-slam-frances.html",
        "title": "Jovens da casa dominam convites femininos para o Grand Slam francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LeoliaJeanjean-PremiertourRoland-Garros2024-CorinneDubreuilFFT-1024x683.jpg",
        "date": "13/05/2025",
        "description": "Paris (França)– Se entre os convidados para a chave masculina de Roland Garros se destacam dois veteranos,Richard Gasquet e Stan Wawrinka, a organização do Grand Slam francês optou por privilegiar as jovens tenistas da casa na chave feminina, com uma média de idade de 23,8 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veteranos-gasquet-e-wawrinka-lideram-os-convidados-para-roland-garros.html",
        "title": "Veteranos, Gasquet e Wawrinka lideram os convidados para Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RichardGasquet-DeuxiemetourRoland-Garros2024-CorinneDubreuilFFT.jpg",
        "date": "13/05/2025",
        "description": "Paris (França)– O diretor de alto desempenho, Ivan Ljubicic, o presidente da FFT, Gilles Moretton, e a diretora do torneio, Amélie Mauresmo, anunciaram nesta terça-feira os convites para as chaves de Roland Garros. Destaque para os experientes Stan Wawrinka e Richard Gasquet, este último com a despedida marcada para acontecer no Grand Slam francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-torna-o-2o-mais-jovem-a-chegar-as-quartas-em-todos-masters-1000.html",
        "title": "Alcaraz se torna o 2º mais jovem a chegar às quartas em todos Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-rome-2025-friday-1-e1747141450739-1024x682.jpg",
        "date": "13/05/2025",
        "description": "Roma (Itália)– Ao atingir pela primeira vez as quartas de final do Masters 1000 de Roma, o espanhol Carlos Alcaraz conseguiu um feito particular, que foi chegar a esta fase em todos os nove torneios deste nível. Porém, além disso, ele também se tornou o segundo mais novo a alcançar tal marca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-volta-as-costas-e-abandona-em-portugal.html",
        "title": "Meligeni volta a sentir as costas e abandona em Portugal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "13/05/2025",
        "description": "Oeiras (Portugal)– O problema nas costas que forçou Felipe Meligeni a desistir de jogar o qualificatório de Roma ainda atrapalha o paulista. Depois de jogar 10 games na estreia do challenger de Oeiras, em Portugal, Meligeni decidiu abandonar a competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-supera-altos-e-baixos-vence-khachanov-e-encara-draper-nas-quartas.html",
        "title": "Alcaraz supera altos e baixos, vence Khachanov e encara Draper nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-rome-2025-tuesday-e1747137566602-1024x682.jpg",
        "date": "13/05/2025",
        "description": "Roma (Itália)– Em mais um dia de oscilações em quadra, o espanhol Carlos Alcaraz conseguiu encontrar um caminho e avançou no Masters 1000 de Roma. Nesta terça-feira, ele teve pela frente o russo Karen Khachanov, que deu trabalho até o final, mas não evitou a derrota em três sets e acabou eliminado do torneio com o placar de 6/3, 3/6 e 7/5, em 2h28 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-13-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/boscardin_lima_narede-1024x740.jpg",
        "date": "13/05/2025",
        "description": "Challenger de Oeiras 5 (Portugal) – Saibro – 145.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-murray-encerram-a-parceria-em-acordo-mutuo.html",
        "title": "Djokovic e Murray encerram a parceria em acordo mútuo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/djokovic_murray_ausopen25_fft-1024x592.jpg",
        "date": "13/05/2025",
        "description": "Belgrado (Sérvia)– Parceria que chamou a atenção do circuito no final do ano passado, o sérvio Novak Djokovic e o britânico Andy Murray não estão mais trabalhando juntos. Nesta terça-feira, eles anunciaram que a dupla decidiu se separar por acordo mútuo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-estreia-com-duas-vitorias-no-sul-americano-de-14-anos.html",
        "title": "Brasil estreia com duas vitórias no Sul-Americano de 14 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/suda-14-2025_feminino-1024x768.jpg",
        "date": "12/05/2025",
        "description": "Salinas (Equador) –O Brasil estreou com duas vitórias no Sul-Americano de 14 anos, que está sendo disputado em Salinas, no Equador. A equipe feminina venceu a seleção peruana por 2 a 1, enquanto o time masculino venceu os equatorianos pelo mesmo placar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-cai-na-estreia-em-parma-bossi-e-mendonca-vencem-na-argentina.html",
        "title": "Ingrid cai na estreia em Parma, Bossi e Mendonça vencem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/51587916697_eaeefc6f0a_o-scaled-e1733831965657-1024x685.jpg",
        "date": "12/05/2025",
        "description": "Parma (Itália) –Finalista na edição passada, Ingrid Martins disputou a chave de duplas do WTA 125 de Parma pelo segundo ano consecutivo, mas não repetiu o mesmo desempenho. Ingrid e a belga Magali Kempen, 87ª do ranking, foram superadas pela norte-americana Sabrina Santamaria e a chinesa Qianhui Tang, cabeças de chave 4, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-vence-em-bogota-pucinelli-se-retira-sell-e-eliminado.html",
        "title": "Sakamoto vence em Bogotá, Pucinelli se retira, Sell é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "12/05/2025",
        "description": "Bogotá (Colômbia) –Os dois brasileiros que estrearam nesta segunda-feira no challenger de Bogotá tiveram rumos opostos no torneio em quadras de saibro na Colômbia. O experiente paulista Pedro Sakamoto venceu seu jogo, enquanto catarinense Karue Sell foi eliminado na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-12-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos_mc_sozinho-1024x625.jpg",
        "date": "12/05/2025",
        "description": "Masters 1000 de Roma (Itália) – Saibro – 8.055.385 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-ajusta-o-calendario-visando-o-quali-de-roland-garros.html",
        "title": "Pigossi ajusta o calendário visando o quali de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pigossi_voleia_saibro_colombia-1024x683.jpg",
        "date": "12/05/2025",
        "description": "Barcelona (Espanha) –Segunda melhor brasileira no ranking da WTA, ocupando o 167º lugar, Laura Pigossi fez ajustes em seu calendário, visando o quali de Roland Garros, que acontece na semana que vem. Ela tenta repetir o que fez na última temporada, quando conseguiu três vitórias na fase classificatória e garantiu vaga na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-busca-revanche-contra-cerundolo-em-roma-sera-um-bom-teste.html",
        "title": "Sinner busca revanche contra Cerúndolo em Roma: “Será um bom teste”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-rome-2025-monday-2-1024x576.jpg",
        "date": "12/05/2025",
        "description": "Roma (Itália) –Classificado para as oitavas de final do Masters 1000 de Roma, Jannik Sinner terá um bom testenesta terça-feira. O número 1 do mundo enfrenta o argentino Francisco Cerúndolo, 18º do ranking, a partir das 10h (de Brasília). O histórico de confrontos está empatado por 2 a 2, sendo que Cerúndolo venceu o duelo mais recente, também disputado em Roma, há duas temporadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-joga-as-6h-nesta-terca-italia-torce-por-sinner-e-paolini.html",
        "title": "Alcaraz joga às 6h nesta terça, Itália torce por Sinner e Paolini",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-rome-2025-preview-1024x576.jpg",
        "date": "12/05/2025",
        "description": "Roma (Itália) –A terça-feira em Roma terá rodada cheia das oitavas de final para os homens e a definição das duas primeiras semifinalistas da chave feminina. Três grandes nomes do torneio foram escalados para a sessão diurna: Carlos Alcaraz, Jannik Sinner e Jasmine Paolini."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-superar-kostyuk-e-reencontra-zheng-nas-quartas.html",
        "title": "Sabalenka volta a superar Kostyuk e reencontra Zheng nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_roma_noite_drop_gsp-1024x683.jpg",
        "date": "12/05/2025",
        "description": "Roma (Itália) –Assim como aconteceu nacampanha para o título em Madri, Aryna Sabalenka voltou a superar a ucraniana Marta Kostyuk, 27ª do ranking, para garantir vaga nas quartas de final do WTA 1000 de Roma. Menos de duas semanas depois da vitória em dois tiebreaks na capital espanhola, a número 1 do mundo marcou as parciais de 6/1 e 7/6 (10-8) em 2h05 de partida nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-consegue-vaga-de-alternate-mas-cai-na-estreia-de-roma.html",
        "title": "Romboli consegue vaga de alternate, mas cai na estreia de Roma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "12/05/2025",
        "description": "Roma (Itália) –Terceiro melhor brasileiro no ranking de duplas da ATP, Fernando Romboli conseguiu vaga de alternate na chave do Masters 1000 de Roma, mas não conseguiu avançar, jogando nesta semana ao lado do norte-americano Marcos Giron. Eles foram superados nesta segunda-feira pelo italiano Matteo Arnaldi e o australiano Alexei Popyrin por 6/3 e 7/5. Arnaldi e Popyrin enfrentam na próxima rodada Guido Andreozzi e Theo Arribage."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/otimista-tenis-brasileiro-investe-cada-vez-mais-no-treinador.html",
        "title": "Otimista, tênis brasileiro investe cada vez mais no treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pod_work.jpg",
        "date": "12/05/2025",
        "description": "O crescimento do tênis brasileiro passa necessariamente pelas mãos dos técnicos e professores. Por esse motivo, é fundamental a boa formação desses profissionais. Com essa meta, vai acontecer em São Paulo, entre 14 e 15 de junho, mais uma edição do Workshop Internacional."
    }
]