[
    {
        "url": "https://tenisbrasil.uol.com.br/vindo-do-quali-collignon-derruba-bicampeao-dimitrov-e-faz-quartas.html",
        "title": "Vindo do quali, Collignon derruba o bicampeão Dimitrov e faz quartas",
        "image": null,
        "date": "08/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-e-bergs-superam-tchecos-e-garantem-a-belgica-na-semi-da-united-cup.html",
        "title": "Mertens e Bergs superam tchecos e garantem a Bélgica na semi da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mertens_united_olhabola-1024x742.jpg",
        "date": "08/01/2026",
        "description": "Sydney (Austrália) –A Bélgica é o terceiro país classificado para as semifinais da United Cup depois de vencer os dois jogos de simples contra a República Tcheca nesta quinta-feira, com Zizou Bergs e Elise Mertens. Com o resultado, a equipe belga enfrenta a Suíça na semifinal do próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-critica-calendario-lotado-e-considera-pular-torneios.html",
        "title": "Sabalenka critica calendário lotado e considera pular torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_toss-1024x750.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Líder do ranking mundial, Aryna Sabalenka criticou o calendário lotado do circuito profissional e as obrigações impostas pela WTA às principais jogadoras. Em meio a um cenário de lesões frequentes e afastamentos por desgaste físico e mental, a bielorrussa admite que avalia a possibilidade de pular alguns torneios ao longo da temporada, mesmo ciente do impacto que isso pode ter em sua pontuação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalista-em-2024-zheng-esta-fora-do-australian-open-por-lesao.html",
        "title": "Finalista em 2024, Zheng está fora do Australian Open por lesão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng-pequim-toss-2025-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open em 2024, Qinwen Zheng não disputará a edição deste ano. A chinesa de 23 anos e atual 24ª do ranking segue afastada das competições por lesão e cirurgia no cotovelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-vence-em-tres-tiebreaks-e-vai-rever-sabalenka.html",
        "title": "Keys vence em três tiebreaks e vai rever Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys-brisbane-estica-2026-.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália)– A partida que decidiu o último Australian Open definirá agora uma das semifinalistas do WTA 500 de Brisbane. Depois da vitória da bielorrussa Aryna Sabalenka, a norte-americana Madison Keys também superou sua segunda adversários no torneio, batendo a russa Diana Shnaider, nesta quinta-feira, com parciais de 7/6 (7-5), 6/7 (5-7) e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-comanda-favoritas-rumo-as-quartas-em-auckland.html",
        "title": "Svitolina comanda favoritas rumo às quartas em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina-auckland-back-2026-e1767858988900-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Auckland (Nova Zelândia)– Principal favorita ao título no WTA 250 de Auckland, a ucraniana Elina Svitolina comandou as cabeças de chave em uma quinta-feira vitoriosa. Além dela, também avançaram para as quartas de final da competição a filipina Alexandra Eala e a polonesa Magda Linette."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shang-vence-e-avanca-em-hong-kong-atual-campeao-e-eliminado.html",
        "title": "Shang vence e avança em Hong Kong, atual campeão é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/shang-celebra-hong-kong-2026-e1767858180731-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Hong Kong (China)– As quartas de final do ATP 250 de Hong Kong não terão apenas o tenista da casa Coleman Wong como representante asiático, mas também o chinês Juncheng Shang, que nesta quinta-feira venceu sua segunda partida no torneio, batendo o italiano Lorenzo Sonego, cabeça de chave 5, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norte-americanos-avancam-e-dominam-as-quartas-em-brisbane.html",
        "title": "Norte-americanos avançam e dominam as quartas em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kovacevic-brisbane-2026-e1767856771962-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália)– Com as vitórias de Brandon Nakashima e Aleksandar Kovacevic nesta quinta-feira, os norte-americanos estão dominando as vagas nas quartas de final do ATP 250 de Brisbane, ocupando metade das vagas entre os oito melhores do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-e-matos-derrubam-favoritos-e-vao-as-quartas.html",
        "title": "Orlandinho e Matos derrubam favoritos e vão às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/matos_peniza_luz_brisbane-1024x576.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália)– Os gaúchos Rafael Matos e Orlando Luz conquistaram um ótimo resultado nesta quinta-feira no ATP 250 de Brisbane, derrotando os cabeças de chave 2 do torneio, o indiano Yuki Bhambri e o sueco Andre Goransson com parciais de 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-08-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Matos_bruxelas_rede-1024x656.jpg",
        "date": "08/01/2026",
        "description": "ATP 250 de Brisbane (Austrália) – SintéticoDuplas – Segunda rodada –Veja a chave"
    }
]