[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-09-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sofia_mendonca_rioclaro25-1024x683.jpg",
        "date": "09/10/2025",
        "description": "Challenger de Cali (Colômbia) – Saibro – US$ 100 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-e-nana-duelam-por-semifinal-em-sao-joao-da-boa-vista.html",
        "title": "Fullana e Naná duelam por semifinal em São João da Boa Vista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Luiza_Fullana-1024x683.jpg",
        "date": "09/10/2025",
        "description": "São João da Boa Vista (SP)– O tênis brasileiro já garantiu uma vaga nas semifinais de simples do Torneio Internacional Feminino de Tênis – Ano VIII, torneio de nível W15 que acontece na Sociedade Esportiva Sanjoanense, e ela será disputada entre Luiza Fullana e Nauhany Silva nesta sexta-feira. Outra tenista nacional, Sofia Mendonça, também está no páreo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-faz-quartas-em-santa-tecla-e-busca-sua-segunda-semi.html",
        "title": "Carolina Bohrer faz quartas em Santa Tecla e busca sua segunda semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/bohrer_floripa_perfil-1024x488.jpg",
        "date": "09/10/2025",
        "description": "Santa Tecla (El Salvador) –A catarinense Carolina Bohrer, de 18 anos, está nas quartas de final do ITF W15 nas quadras duras de Santa Tecla, em El Salvador. Cabeça 8 do torneio e 921ª do ranking, ela marcou um duplo 6/1 contra Simone Pratt, das Bahamas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alemaes-fazem-semi-de-duplas-em-xangai-campeoes-do-ao-caem.html",
        "title": "Alemães fazem semi de duplas em Xangai, campeões do AO caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/krawietz-puetz-usopen-1024x576.jpg",
        "date": "09/10/2025",
        "description": "Xangai (China) –As duas últimas vagas nas semifinais de duplas do Masters 1000 de Xangai foram definidas nesta quinta-feira. Destaque para a classificação dos alemães Kevin Krawietz e Tim Puetz, que tiveram trabalho para vencer o mexicano Santiago Gonzalez e o holandês David Pel por 6/7(4-7), 7/5 e 10-4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-promove-festival-de-dia-das-criancas-com-torneio-winners-e-kids-day.html",
        "title": "Rio Open promove Festival de Dia das Crianças com Torneio Winners e Kids Day",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rioopen_kids-day.jpg",
        "date": "09/10/2025",
        "description": "Rio de Janeiro (RJ)– O Rio Open, maior torneio de tênis da América do Sul, realiza nos dias 11 e 12 de outubro, no Clube Marapendi, na Barra da Tijuca, o Festival de Dia das Crianças, iniciativa do pilar social Rio Open Ace, que tem o esporte como ferramenta de transformação social."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-define-calendario-de-2026-e-mantem-sp-open-em-setembro.html",
        "title": "WTA define calendário de 2026 e mantém SP Open em setembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sp_open_quadra_noite.jpg",
        "date": "09/10/2025",
        "description": "São Paulo (SP) –A WTA divulgou nesta quinta-feira o calendário de competições para 2026. E pelo segundo ano consecutivo, a cidade de São Paulo receberá um torneio da série 250. A nova edição do SP Open acontecerá entre os dias 14 e 20 de setembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-rybakina-duelam-as-2h-iga-enfrenta-paolini-as-8h.html",
        "title": "Sabalenka e Rybakina duelam às 2h, Iga enfrenta Paolini às 8h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina_wuhan_back-1024x576.jpg",
        "date": "09/10/2025",
        "description": "Wuhan (China) –As semifinalistas do WTA 1000 de Wuhan serão conhecidas nesta sexta-feira, em dia de rodada de rodada cheia das quartas de final e presença das três primeiras colocadas no ranking, Aryna Sabalenka, Iga Swiatek e Coco Gauff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sexta-em-xangai-tem-ultimos-jogos-das-quartas-e-exibicao-de-federer.html",
        "title": "Sexta em Xangai tem últimos jogos das quartas e exibição de Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-xangai-back-2025-e1759932964342-1024x682.jpg",
        "date": "09/10/2025",
        "description": "Xangai (China) –O dois últimos semifinalistas do Masters 1000 de Xangai serão conhecidos nesta sexta-feira, após as classificações do tetracampeão Novak Djokovic e do surpreendente Valentin Vacherot na rodada desta quinta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinal-de-duplas-em-valencia-tera-matos-demoliner-e-luz.html",
        "title": "Semifinal de duplas em Valência terá Matos, Demoliner e Luz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/demoliner_luz_lisboa_semi-1024x682.jpg",
        "date": "09/10/2025",
        "description": "Valência (Espanha) –Três brasileiros estarão em quadra em uma das semifinais de duplas do challenger de Valência, em quadras de saibro na Espanha. O gaúchos Marcelo Demoliner e Orlando Luz desafiam Rafael Matos, também do Rio Grande do Sul, e seu parceiro uruguaio Ariel Behar nesta sexta-feira às 7h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-e-contundente-ao-elogiar-tien-e-diz-que-ele-pode-ser-no-1.html",
        "title": "Medvedev é contundente ao elogiar Tien e diz que ele pode ser nº 1",
        "image": null,
        "date": "09/10/2025",
        "description": "Xangai (China)– Derrotado nos dois primeiros duelos que travou com o jovem norte-americano Learner Tien, o russo Daniil Medvedev finalmente conseguiu vencer o rival na última quarta-feira no Masters 1000 de Xangai, se garantindo nas quartas de final do torneio. Após o trunfo, ele não poupou palavras ao elogiar o tenista de apenas 19 anos"
    }
]