[
    {
        "url": "https://tenisbrasil.uol.com.br/de-virada-stefani-e-babos-derrubam-cabecas-de-chave-3-na-estreia.html",
        "title": "De virada, Stefani e Babos derrubam cabeças de chave 3 na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_grama_treino-1024x591.jpg",
        "date": "18/06/2025",
        "description": "Berlim (Alemanha)– A campanha da paulista Luisa Stefani e da húngara Timea Babos no WTA 500 de Berlim começou com uma vitória contundente. Nesta quarta-feira, elas desafiaram as cabeças de chave 3, as russas Diana Shnaider e Mirra Andreeva, triunfando com uma dura vitória de virada, anotada com parciais de 4/6, 6/4 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-18-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/luz_piracicaba_jan24_back.jpg",
        "date": "18/06/2025",
        "description": "WTA 500 de Berlim (Alemanha) – Grama – € 925.661Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-williams-recebera-em-outubro-o-premio-princesa-das-asturias.html",
        "title": "Serena Williams receberá em outubro o Prêmio Princesa das Astúrias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/serena_fb_relogio_corte-1024x643.jpg",
        "date": "18/06/2025",
        "description": "Oviedo (Espanha) –Dona de 23 títulos de simples de Grand Slam, a americana Serena Williams vai receber em outubro o Prêmio Princesa das Astúrias de 2025. Esta será a 45ª quinta edição da renomada premiação anual. Cerca de 160 personalidades integraram os oito júris, um para cada categoria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-nem-tudo-e-constante-no-esporte-nem-sempre-serei-a-numero-1.html",
        "title": "Iga: “Nem tudo é constante no esporte, nem sempre serei a número 1”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/IgaSwiatekPremiertourRoland-Garros2025-1024x683.jpeg",
        "date": "18/06/2025",
        "description": "Varsóvia (Polônia)– Depois de passar 125 semanas seguidas como a número 1 do mundo, a polonesa Iga Swiatek deixou o topo do ranking em outubro de 2024 e na atual temporada vem amargando sucessivas quedas, descendo atualmente para a oitava colocação. Contudo, ela não se apavora com a situação, vê com normalidade e pretende trabalhar para recuperar os melhores resultados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-e-a-unica-estrangeira-entre-os-convidado-para-wimbledon.html",
        "title": "Kvitova é a única estrangeira entre os convidados para Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/b_040715_210_kvitova_aeltc_fe-1024x682.jpg",
        "date": "18/06/2025",
        "description": "Londres (Inglaterra)– Nesta quarta-feira a organização de Wimbledon oficializou a lista de convidados para a edição de 2025 do torneio nas chaves masculina e feminina e a única tenista que não é britânica a aparecer entre os convidados foi a tcheca Petra Kvitova, que tem dois títulos no All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sobre-a-dupla-com-raducanu-no-us-open-ela-vai-ser-a-chefe.html",
        "title": "Alcaraz sobre a dupla com Raducanu no US Open: “Ela vai ser a chefe”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-treino-2025-e1750022473545-1024x683.jpg",
        "date": "18/06/2025",
        "description": "Londres (Inglaterra) –Uma das maiores notícias do mundo do tênis nesta terça-feira foi o anúncio oficial das duplas mistas do US Open de 2025. Jogadores como Novak Djokovic, Aryna Sabalenka, Jannik Sinner e Naomi Osaka participarão. Carlos Alcaraz, número 2 do mundo, fará dupla com Emma Raducanu, eliminada nas quartas no Queen’s Club, enquanto o espanhol avançou nesta terça à segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-pouco-tempo-de-adaptacao-alcaraz-espera-evoluir-durante-a-semana.html",
        "title": "Com pouco tempo de adaptação, Alcaraz espera evoluir durante a semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025-carlos-alcaraz-hsbc-championships-r1-1024x620.jpg",
        "date": "17/06/2025",
        "description": "Londres (Inglaterra) –Avitória na estreiado ATP 500 de Queen’s, em Londres, foi bastante comemorada por Carlos Alcaraz. Especialmente por causa do pouco tempo de adaptação que ele teve ao piso depois da conquista de seu quinto título de Grand Slam, em Roland Garros. Por isso, o espanhol comemorou o avanço no torneio londrino e espera evoluir ao longo da semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-aprova-estreia-na-grama-e-preve-jogo-duro-com-bublik.html",
        "title": "Sinner aprova estreia na grama e prevê jogo duro com Bublik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025_Jannik_Sinner_R1_e53835c0df-1024x683.jpg",
        "date": "17/06/2025",
        "description": "Halle (Alemanha) –Depois devencer sua partida de estreia no ATP 500 de Halle, Jannik Sinner aprovou o nível de atuação apresentado nesta terça-feira contra o alemão Yannick Hanfmann. O jogo marcou o início da temporada de grama para o atual número 1 do mundo, que não atuava desde a dura derrota sofrida para Carlos Alcaraz na final de Roland Garros"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-vence-11a-seguida-boscardin-elimina-o-cabeca-1-na-bolivia.html",
        "title": "Reis vence 11ª seguida, Boscardin elimina o cabeça 1 na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "17/06/2025",
        "description": "Santa Cruz (Bolívia) –Depois de conquistar seu primeiro título de challenger da carreira no último domingo em Santa Fé, na Argentina, João Lucas Reis aproveitou o bom momento no circuito e estreou com vitória no challenger de Santa Cruz, em quadras de saibro na Bolívia. Ele superou o tailandês Maximus Jones, 401º do ranking, por 7/6 (7-4) e 6/3 em 2h07 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-17-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "17/06/2025",
        "description": "ATP 500 de Halle (Alemanha) – Grama – € 2.522.220Primeira rodada –Veja a chave"
    }
]