[
    {
        "url": "https://tenisbrasil.uol.com.br/lesao-no-tornozelo-tira-andreeva-do-wta-1000-de-cincinnati.html",
        "title": "Lesão no tornozelo tira Andreeva do WTA 1000 de Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_mtl_saque_SJC-1024x625.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –A jovem russa Mirra Andreeva chegará ao US Open tendo disputado apenas uma partida em torneios prepartórios. A jogadora de apenas 18 anos e número 5 do mundo está fora do WTA 1000 de Cincinnati porque não se recuperou da lesão no tornozelo que sofreu em Montréal, na semana passada, durante o jogo contra a norte-americana McCartney Kessler."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australiana-de-19-anos-e-com-2-titulos-em-2025-enfrentara-bia.html",
        "title": "Australiana de 19 anos e com dois títulos em 2025 enfrentará Bia em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joint_montreal_back-1024x601.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –O início das disputas na chave principal do WTA 1000 de Cincinnati definiu a adversária de estreia de Beatriz Haddad Maia na competição. Cabeça 18 do torneio, Bia enfrentará no próximo sábado, em horário a definir, a australiana Maya Joint, 45ª do ranking, que venceu a belga Greet Minnen por 6/2 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-07-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "07/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meu-objetivo-e-voltar-a-ser-o-numero-1-do-mundo-afirma-alcaraz.html",
        "title": "“Meu objetivo é voltar a ser o número 1 do mundo”, afirma Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-2025-practice-float-1024x576.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA)– Atual número 2 do mundo, o espanhol Carlos Alcaraz está decidido a retomar a liderança do ranking, que nas últimas 61 semanas está nas mãos de Jannik Sinner. Porém, como o italiano tem muitos pontos a defender na reta final, ele acredita que tenha boa chance de retomar o número 1 do mundo até o final de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-garante-que-cotovelo-esta-otimo-e-protecao-e-apenas-opcao.html",
        "title": "Sinner garante que cotovelo está ótimo e proteção é apenas opção",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_vibra_semi-1024x667.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA)– Depois de passar por problemas no cotovelo durante a campanha vitoriosa em Wimbledon, o italiano Janik Sinner foi visto treinando no Masters 1000 de Cincinnati com uma proteção no local. Em entrevista coletiva antes de sua estreia no torneio, ele garantiu que as dores são um problema do passado e explicou a utilização da manga."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-busca-virada-e-supera-chines-na-estreia-em-cincinnati.html",
        "title": "Fonseca busca virada e supera chinês na estreia em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-toronto-voleia-2025-.jpeg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA)– Não durou muito a sequência de derrotas do carioca João Fonseca, que após perder seus dois últimos jogos já voltou a vencer. Nesta quinta-feira, ele abriu sua campanha no Masters 1000 de Cincinnati com uma virada para cima do chinês Yunchaokete Bu, contra quem marcou parciais de 4/6, 6/2 e 7/5"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-vence-mais-uma-vai-as-quartas-e-desafia-cabeca-de-chave-2.html",
        "title": "Reis vence mais uma, vai às quartas e desafia cabeça de chave 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-e1748633677555-1024x682.jpg",
        "date": "07/08/2025",
        "description": "Bonn (Alemanha)– O bom momento do pernambucano João Lucas Reis segue nesta semana na disputa do challenger de Bonn, onde venceu mais uma e já está nas quartas de final. Nesta quinta-feira, ele derrotou o francês Geoffrey Blancaneaux, de 26 anos e atual 256º do mundo, em sets diretos, com parciais de 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-se-choca-com-idolatria-de-sua-adversaria-na-final-de-montreal.html",
        "title": "Osaka se choca com idolatria de sua adversária na final de Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/osaka-montreal-rebate-2025-e1754580603395.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– Ex-número 1 do mundo e vencedora de quatro títulos de Grand Slam, a japonesa Naomi Osaka tentará se reencontrar com os títulos de grande porte nesta quinta-feira, quando enfrentará a canadense Victoria Mboko na final do WTA 1000 de Montréal. Ela não levanta uma taça assim desde a conquista do Australian Open de 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-muito-feliz-por-estar-aqui-e-comemorar-com-todos-os-fas-canadenses.html",
        "title": "Mboko: “Muito feliz por estar aqui e comemorar com todos os fãs canadenses”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Victoria-Mboko_04178.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– Convidada da organização, a tenista da casa Victoria Mboko aproveitou muito bem a oportunidade e vai disputar no WTA 1000 de Montréal sua primeira final de grande porte. A vaga na decisão veio com uma virada para cima da cazaque Elena Rybakina, marcando parciais de 1/6, 7/5 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-comemora-enfim-um-grande-resultado-em-masters-1000.html",
        "title": "Shelton comemora enfim um grande resultado em Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ROBINS-_GJR3926-1024x727.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– Em sua 24ª aparição em um Masters 1000, o norte-americano Ben Shelton enfim conseguiu uma grande campanha em Toronto e vai disputar a final nesta quinta-feira. Ele jamais havia passado das quartas de final de um evento deste porte, mas agora está a uma vitória de faturar o maior título da carreira."
    }
]