[
    {
        "url": "https://tenisbrasil.uol.com.br/nao-queremos-parar-por-aqui-diz-orlandinho-grande-vitoria-em-brisbane.html",
        "title": "“Não queremos parar por aqui”, diz Orlandinho grande vitória em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54291279221_de3e91b41d_k-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –A vitória expressiva na segunda rodada do ATP 250 de Brisbane trouxe bastante confiança para a dupla brasileira de Rafael Matos e Orlando Luz. Os gaúchosavançaram às quartas de final, após derrotarem os cabeças de chave 2, o indiano Yuki Bhambri e o sueco Andre Goransson, com um placar de de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/resultados-da-semana-vao-manter-fonseca-no-top-30-da-atp.html",
        "title": "Resultados da semana vão manter Fonseca no top 30 da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_brisbane_treina-1024x582.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Além de ter confirmada sua posição entre oscabeças de chave do Australian Open, João Fonseca vai se manter entre no top 30 do ranking da próxima semana. Com os resultados da semana, o atual número 1 do Brasil e 29º do mundo só pode perder uma posição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mmoh-volta-a-superar-khachanov-bublik-estreia-bem-em-hong-kong.html",
        "title": "Mmoh volta a superar Khachanov, Bublik estreia bem em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mmoh-hong-kong-2026-thursday-1024x576.jpg",
        "date": "08/01/2026",
        "description": "Hong Kong (China) –Nesta quinta-feira, o norte-americano Michael Mmoh venceu o russo Karen Khachanov por 7/6 (7-2) e 7/6 (7-4), avançando às quartas de final do ATP 250 de Hong Kong e marcando um bom início de temporada em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-vence-mais-uma-em-tres-sets-kostyuk-elimina-anisimova.html",
        "title": "Pegula vence em três sets, Kostyuk elimina Anisimova e encara Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kostyuk_brisbane_vibra-1024x658.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Assim como havia acontecido na rodada de estreia, Jessica Pegula novamente precisou de três sets para vencer mais uma partida no WTA 500 de Brisbane e avançar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-recebido-por-fas-na-coreia-do-sul-para-jogo-de-exibicao.html",
        "title": "Sinner é recebido por fãs na Coreia do Sul para jogo de exibição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_aeroporto_seul-1024x752.jpg",
        "date": "08/01/2026",
        "description": "Incheon (Coreia do Sul) –O número 2 do mundo Jannik Sinner desembarcou na última quarta-feira em Seul, capital da Coreia do Sul, para sua primeira atuação do ano, o jogo de exibição no Hyundai Card Super Match, na cidade de Incheon, contra Carlos Alcaraz. A partida acontecerá no próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australia-e-polonia-fazem-ultimo-duelo-das-quartas-nesta-sexta-feira.html",
        "title": "Austrália e Polônia fazem último duelo das quartas nesta sexta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/joint-united-cup-2026-1024x576.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –O último semifinalista da United Cup será conhecido nesta sexta-feira, no confronto entre Austrália e Polônia, a partir das 3h30 (de Brasília). Quem vencer enfrentará os Estados Unidos no sábado. A outra semifinal já é conhecida, entre Suíça e Bélgica. Os jogos são transmitidos pela N Sports, na TV por assinatura e YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeiro-encontro-de-2026-entre-alcaraz-e-sinner-ocorrera-no-proximo-sabado.html",
        "title": "Primeiro encontro de 2026 entre Alcaraz e Sinner ocorrerá no próximo sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_alcaraz_antes_cincy-scaled-e1766612577841-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Incheon (Coreia do Sul) –O primeiro duelo de 2026 entre Carlos Alcaraz e Jannik Sinner acontecerá no próximo sábado, em uma partida de exibição no Hyundai Card Super Match, em Incheon, na Coreia do Sul. Ainda não há nenhuma definição sobre transmissão do jogo para o Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vindo-do-quali-collignon-derruba-bicampeao-dimitrov-e-faz-quartas.html",
        "title": "Vindo do quali, Collignon derruba o bicampeão Dimitrov e faz quartas",
        "image": null,
        "date": "08/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-e-bergs-superam-tchecos-e-garantem-a-belgica-na-semi-da-united-cup.html",
        "title": "Mertens e Bergs superam tchecos e garantem a Bélgica na semi da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mertens_united_olhabola-1024x742.jpg",
        "date": "08/01/2026",
        "description": "Sydney (Austrália) –A Bélgica é o terceiro país classificado para as semifinais da United Cup depois de vencer os dois jogos de simples contra a República Tcheca nesta quinta-feira, com Zizou Bergs e Elise Mertens. Com o resultado, a equipe belga enfrenta a Suíça na semifinal do próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-critica-calendario-lotado-e-considera-pular-torneios.html",
        "title": "Sabalenka critica calendário lotado e considera pular torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_toss-1024x750.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Líder do ranking mundial, Aryna Sabalenka criticou o calendário lotado do circuito profissional e as obrigações impostas pela WTA às principais jogadoras. Em meio a um cenário de lesões frequentes e afastamentos por desgaste físico e mental, a bielorrussa admite que avalia a possibilidade de pular alguns torneios ao longo da temporada, mesmo ciente do impacto que isso pode ter em sua pontuação."
    }
]