[
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-da-derrota-na-semi-svitolina-destaca-bom-inicio-de-temporada.html",
        "title": "Apesar da derrota na semi, Svitolina destaca bom início de temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina-ao-2026_a-1024x768.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Apesar da frustração pela derrota na semifinal do Australian Open, Elina Svitolina tem a comemorar o bom início de temporada. A ucraniana chegou a vencer dez jogos seguidos, com direito a um título em Auckland, antes de ser superada por Aryna Sabalenka, número 1 do mundo, nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_toss.jpg",
        "date": "29/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas femininas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-diz-que-aprendeu-a-licao-das-finais-perdidas-e-mudou-mentalidade.html",
        "title": "Sabalenka diz que aprendeu a lição das finais perdidas e mudou mentalidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_rg_comemora_semi-1024x651.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open pelo quarto ano consecutivo, Aryna Sabalenka tenta conquistar seu terceiro título em Melbourne e o quinto Grand Slam da carreira. Ano passado, a número 1 do mundo foi superada nas finais da Austrália e de Roland Garros, mas diz que aprendeu as lições e mudou a mentalidade para os jogos decisivos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australianos-buscam-bi-nas-duplas-mistas-em-melbourne.html",
        "title": "Australianos buscam bi nas duplas mistas em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gadecki_peers_ausopen26_TA-1024x682.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –A final de duplas mistas do Australian Open terá novamente uma parceria da casa. Olivia Gadecki e John Peers tentam defender o título conquistado no ano passado e enfrentam os franceses Kristina Mladenovic e Manuel Guinard, a partir das 22h (de Brasília) desta quinta-feira. O confronto será marcado por tentativas de quebra de recordes dos dois lados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-fazem-duelo-de-campeoes-a-partir-das-5h30.html",
        "title": "Sinner e Djokovic fazem duelo de campeões a partir das 5h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –Dois campeões do Australian Open se enfrentam na segunda semifinal da competição. Jannik Sinner, vencedor das duas últimas edições, e Novak Djokovic, com dez títulos em Melbourne, duelam a partir das 5h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-quinta-2.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta quinta",
        "image": null,
        "date": "29/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-zverev-abrem-as-semifinais-masculinas-a-0h30-de-sexta.html",
        "title": "Alcaraz e Zverev abrem as semifinais masculinas à 0h30 de sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-alcaraz-turin-2025-friday-practice-session-e1762611030175-1024x682.jpg",
        "date": "29/01/2026",
        "description": "Melbourne (Austrália) –A rodada de semifinais masculinas do Australian Open começa à 0h30 (de Brasília) desta sexta-feira, na partida entre Carlos Alcaraz e Alexander Zverev. Ambos buscam um título inédito em Melbourne e o histórico de confrontos está empatado por 6 a 6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-merecida-final-peso-pesado.html",
        "title": "A merecida final peso pesado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_rybakina_ao.jpg",
        "date": "29/01/2026",
        "description": "Ninguém jogou melhor na chave feminina deste Australian Open do que Aryna Sabalenka e Elena Rybakina. As rainhas do saque decisivo e dos golpes forçados irão assim repetir a final do torneio de três anos atrás, que marcou o primeiro troféu de Grand Slam e a grande arrancada da carreira para a bielorrussa. Nenhuma delas perdeu set até agora."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-faz-quartas-em-barranquilla-arhtur-manchon-vence-na-franca.html",
        "title": "Pietra faz quartas em Barranquilla, Arhtur Manchon vence na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_term-1024x683.jpg",
        "date": "29/01/2026",
        "description": "Barranquilla (Colômbia) –A gaúcha Pietra Rivoli, de 17 anos, avançou para as quartas de final do ITF J300 de Barranquilla ao vencer a chinesa, Lingling Zhu, que veio do qualifying,  por 6/4 e 6/0. Com o resultado, já garantiu 100 pontos no ranking da ITF."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-faz-semi-de-duplas-ao-lado-de-rojer-no-bahrein.html",
        "title": "Demoliner faz semi de duplas ao lado de Rojer no Bahrein",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rojer_demoliner_conversam_ausopen-1024x641.jpg",
        "date": "29/01/2026",
        "description": "Manama (Bahrein) –Único brasileiro na disputa do challenger de Manama, em quadras duras no Bahrein, Marcelo Demoliner está na semifinal de duplas. O gaúcho joga nesta semana ao lado do experiente holandês Jean-Julien Rojer, ex-número 3 do mundo na modalidade e atual 84º colocado aos 44 anos."
    }
]