[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-22-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "22/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-disputa-25o-slam-e-estreia-contra-85o-do-ranking.html",
        "title": "Monteiro disputa 25º Slam e estreia contra 85º do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/monteiro_oeiras_slices_bone.jpg",
        "date": "22/05/2025",
        "description": "Paris (França)– Embora viva um momento instável e com poucos resultados positivos, o canhoto cearense Thiago Monteiro entrou diretamente em Roland Garros devido a seu bom ranking de seis semanas atrás e terá chance de se recuperar. Ele estreará contra o tcheco Vit Kopriva, 85º do ranking, a quem nunca enfrentou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-enfrenta-ex-top-10-hurkacz-na-estreia-de-paris.html",
        "title": "Fonseca enfrenta ex-top 10 Hurkacz na estreia de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/fonseca-sacando-madri-2025-1024x740.png",
        "date": "22/05/2025",
        "description": "Paris (França)– Em sua primeira participação em Roland Garros, o carioca João Fonseca terá pela frente um adversário de extenso currículo. Ele foi sorteado para enfrentar na estreia o polonês Hubert Hurkacz, ex-top 10 e agora 31º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cai-no-lado-de-sabalenka-e-pega-chave-dificil-com-dureza-ja-nas-oitavas.html",
        "title": "Iga cai no lado de Sabalenka e pega chave difícil com dureza já nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/ZmG4bZm069VX1g8c_WL_16519-scaled-e1717693039947-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Paris (França)– Atual campeã de Roland Garros, a polonesa Iga Swiatek chegou para a disputa do Grand Slam francês em sua pior colocação no ranking desde 2022 e o sorteio também não foi favorável para ela, que não apenas caiu no lado da número 1 do mundo Aryna Sabalenka , como pegou uma chave complicada com rivais duras já nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-sorteia-as-chaves-veja-ao-vivo.html",
        "title": "Roland Garros sorteia as chaves. Veja ao vivo!",
        "image": null,
        "date": "22/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-mais-uma-desistencia-stefani-e-babos-estao-na-final-de-estrasburgo.html",
        "title": "Com mais uma desistência, Stefani e Babos estão na final de Estrasburgo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/babos-stefanis-acenam-linz-2025-1024x672.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França)– Cabeças de chave número 1, a canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe desistiram das semifinais do WTA 500 de Estrasburgo e deixaram a vaga na final para a paulista Luisa Stefani e a húngara Timea Babos, que seriam suas adversárias na partida desta quinta-feira e avançaram sem jogar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tem-cinco-juvenis-nas-quartas-em-cochabamba.html",
        "title": "Brasil tem cinco juvenis nas quartas em Cochabamba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/ana-cruz-joinville-silce-1024x683.jpg",
        "date": "21/05/2025",
        "description": "Cochabamba (Bolívia) –Cinco juvenis brasileiros estão nas quartas de final do ITF J100 de Cochabamba, em quadras de saibro na Bolívia. O torneio masculino segue com quatro representantes nacionais, enquanto a gaúcha Ana Cruz continua na chave feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-destaca-desempenho-no-saque-apos-boa-estreia.html",
        "title": "Djokovic destaca desempenho no saque após boa estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_genebra_focado-1024x614.jpg",
        "date": "21/05/2025",
        "description": "Genebra (Suíça) –Depois de vencer seu jogo de estreia no ATP 250 de Genebra, Novak Djokovic destacou o bom desempenho no saque diante do húngaro Marton Fucsovics, 134º do ranking. O sérvio disparou quatro aces nesta quarta-feira, não enfrentou break-points e cedeu apenas 10 pontos em seus games de serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/embalado-pelo-nascimento-do-filho-baran-joga-o-sand-series-gran-canaria.html",
        "title": "Embalado pelo nascimento do filho, Baran joga o Sand Series Gran Canaria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Barqan_filho-Matteo.jpg",
        "date": "21/05/2025",
        "description": "Las Palmas (Espanha) –Vivendo o auge da vida profissional e a recente volta ao topo do ranking mundial de beach tennis, o catarinense André Baran agora também desfruta de um momento muito especial na vida pessoal: o nascimento de seu primeiro filho, Matteo, que chegou ao mundo na última sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-vence-em-santo-domingo-ce-tem-terceiro-set-adiado.html",
        "title": "Pedretti vence em Santo Domingo, Cé tem terceiro set adiado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "21/05/2025",
        "description": "Santo Domingo (República Dominicana) –A paulista Thaísa Pedretti estreou com vitória no ITF W35 de Santo Domingo, em quadras de saibro na República Dominicana. Cabeça 7 do torneio, Pedretti entrou diretamente na segunda rodada venceu a russa Maria Sholokhova por duplo 6/4. Sua próxima rival é a suíça Marie Mettraux."
    }
]