[
    {
        "url": "https://tenisbrasil.uol.com.br/titulo-feminino-parece-mais-aberto-do-que-nunca.html",
        "title": "Título feminino parece mais aberto do que nunca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_wim_sorteio_fem.jpg",
        "date": "29/06/2025",
        "description": "A grama é um piso que definitivamente costuma premiar a experiência. Mas essa lógica é tênue nas recentes chaves femininas de Wimbledon. Basta vermos que, desde o bicampeonato de Serena Williams, em 2016, o torneio viu uma sequência de sete campeãs inéditas, sendo que as três mais recentes sequer estavam entre as top 20 do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-projeta-evolucao-na-grama-e-critica-calendario-apertado.html",
        "title": "Swiatek projeta evolução na grama e critica calendário apertado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/swiatek-coletiva-wimbledon-2025-1024x682.png",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra)– Após o vice-campeonato no WTA 500 de Bad Homburg no último sábado, Iga Swiatek desembarcou em Londres para a disputa de Wimbledon e concedeu entrevista coletiva neste domingo. De volta ao top 4 do ranking após uma final inédita na grama, a polonesa ressaltou o progresso que sente em seu jogo sobre a superfície original do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/video-para-cleto-wimbledon-merece-seu-status.html",
        "title": "Vídeo: Para Cleto, Wimbledon merece seu status",
        "image": null,
        "date": "29/06/2025",
        "description": "Para Paulo Cleto, Wimbledon é o torneio mais atraente do circuito e merece seu status.pic.twitter.com/4o3ULIagc9"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-desafio-da-grama-por-mello-soares-e-bellucci.html",
        "title": "O desafio da grama… por Mello, Soares e Bellucci",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pod_wim_mello.jpg",
        "date": "29/06/2025",
        "description": "OPodcast de TenisBrasilse antecipa à abertura de Wimbledon e ouve três grandes nomes do tênis brasileiro que tiveram experiências nas quadras de grama: Ricardo Mello, Bruno Soares e Thomaz Bellucci."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-meligeni-lideram-brasileiros-em-challengers.html",
        "title": "Wild, Monteiro e Meligeni lideram brasileiros em challengers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_back_oeiras.jpg",
        "date": "29/06/2025",
        "description": "Modena (Itália)– Enquanto quase todos os olhares se voltam para Londres, onde será disputado o torneio de Wimbledon a partir desta segunda-feira, oito brasileiros jogarão eventos de nível challenger na Europa e nos Estados Unidos nesta semana. Lideram a lista três dos quatro principais nomes do país: o paranaense Thiago Wild, o cearense Thiago Monteiro e o paulista Felipe Meligeni."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-e-dominado-por-anfitriao-e-fica-com-o-vice-na-servia.html",
        "title": "Marcondes é dominado por anfitrião e fica com o vice na Sérvia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/marcondes-floripa-2022.jpg",
        "date": "29/06/2025",
        "description": "Kursumlijska Banja (Sérvia)– O paulista Igor Marcondes encerrou sua campanha no ITF M15 de Kursumlijska Banja com o vice-campeonato nas simples. Na decisão deste domingo, o canhoto de 28 anos foi superado pelo local Stefan Popovic, cabeça 2 do torneio e 587º do ranking, com um duplo 6/1, em 1h11 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-chega-ao-sexto-wimbledon-com-maior-preparacao-desde-2022.html",
        "title": "Bia chega ao sexto Wimbledon com maior preparação desde 2022",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/bia_toss_grama_badhomburg-1024x683.jpg",
        "date": "29/06/2025",
        "description": "Londres (Wimbledon)– Beatriz Haddad Maia chega a Londres para disputar o torneio de Wimbledon pela sexta vez na carreira. Cabeça de chave número 21 nesta edição,a canhota paulista estreia já nesta segunda-feira, por volta das 9h30, diante da eslovaca Rebecca Sramkova, no segundo jogo da Quadra 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vive-sonho-e-encara-estreia-em-wimbledon-com-confianca.html",
        "title": "Fonseca vive sonho e encara estreia em Wimbledon com confiança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-treino-wimbledon-2025-1024x682.png",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra)– Pela primeira vez em sua jovem carreira, o carioca João Fonseca disputará a chave principal de Wimbledon. Aos 18 anos, o brasileiro estreia na manhã desta segunda-feira, por volta das 9h30 (de Brasília), contra o britânico Jacob Fearnley no segundo jogo da Quadra 1, segundo principal estádio do All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-29-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/saraiva_fore_belem.jpg",
        "date": "29/06/2025",
        "description": "Challenger de Troyes (França) – Saibro – 54 mil eurosQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-atinge-melhor-ranking-e-se-aproxima-do-top-50.html",
        "title": "Fonseca atinge melhor ranking e se aproxima do top 50",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-eastbourne-vibra-2025-e1750683931291-1024x683.jpg",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra)– Eliminado nas oitavas de final do ATP 250 de Eastbourne na última semana, o carioca João Fonseca ganhou terreno no ranking com os 25 pontos conquistados na grama inglesa e melhorou ainda mais seu recorde pessoal. Após ultrapassar três concorrentes, o tenista de 18 anos aparece agora na 54ª posição, ficando a apenas 63 pontos do belga Zizou Bergs, hoje o 50º colocado."
    }
]