[
    {
        "url": "https://tenisbrasil.uol.com.br/cramarossa-e-camila-gouvea-saem-na-frente-do-rei-e-rainha-da-quadra.html",
        "title": "Cramarossa e Camila Gouvea saem na frente do Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cramarossa_brasil-open-de-beach.jpg",
        "date": "20/09/2025",
        "description": "Rio de Janeiro (RJ) –O italiano Luca Cramarossa e a brasileira Camila Gouvea assumiram a liderança do Rei e Rainha da Quadra da etapa carioca do Brasil Open Beach Tennis Series – presented by TotalEnergies, neste sábado, na NR Arena, na Barra da Tijuca. Com duas vitórias cada, eles chegam em vantagem para a decisão que acontece neste domingo, a partir das 13h, com entrada gratuita e transmissão ao vivo pelo Sportv 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-vence-em-sets-diretos-e-coloca-o-time-mundo-na-frente.html",
        "title": "Cerúndolo vence em sets diretos e coloca o Time Mundo na frente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cerundolo-vibra-laver-cup-2025-1024x674.jpeg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– Depois de seis partidas disputadas, pela primeira vez o Time Mundo assume a frente na Laver Cup 2025. A virada da equipe comandada por Andre Agassi e Patrick Rafter veio com um triunfo do argentino Francisco Cerúndolo sobre o dinamarquês Holger Rune por 6/3 e 7/6 (7-5), na segunda partida deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafael-finetto-vence-seu-primeiro-itf-no-juvenil-em-quito.html",
        "title": "Rafael Finetto vence seu primeiro ITF no juvenil em Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rafael_finetto_trofeus_quito.jpg",
        "date": "20/09/2025",
        "description": "Quito (Equador) –O paulista Rafael Finetto conquistou o título ITF J30 de Quito, em quadras de saibro no Equador. Ele venceu neste sábado o equatoriano Martin Rivadeneira por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-para-na-semi-em-itf-servio-konishi-tem-jogo-suspenso-na-argentina.html",
        "title": "Cé para na semi em ITF sérvio, Konishi tem jogo suspenso na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "20/09/2025",
        "description": "Kursumlijska Banja (Sérvia)– A gaúcha Gabriela Cé se despediu neste sábado do ITF W75 de Kursumlijska Banja, torneio disputado no saibro sérvio. Vinda de duas vitórias em quadra e outra por W.O., a canhota de 32 anos acabou surpreendida juvenil Rada Zolotareva, de apenas 16 anos, e foi superada em sets diretos, parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-supera-zverev-e-empata-a-disputa-para-o-time-mundo.html",
        "title": "De Minaur supera Zverev e empata a disputa para o Time Mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/deminaur-vibra-lavercup-2025-1024x657.jpeg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– Depois de sair perdendo, com três derrotas em quatro jogos no primeiro dia de competição, bastou uma vitória na abertura da rodada deste sábado para o Time Mundo empatar a disputa na Laver Cup contra o Time Europa. O importante triunfo foi obtido pelo australiano Alex de Minaur, que teve grande atuação para superar o alemão Alexander Zverev em sets diretos, parciais de 6/1 e 6/4, em 1h29 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-20-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/daniel_silva_cuiaba_msouto.jpg",
        "date": "20/09/2025",
        "description": "ATP 250 de Hangzhou (China) – Sintético – US$ 1.019.185Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-fisioterapeuta-da-atp-integra-a-comissao-tecnica-de-sinner.html",
        "title": "Ex-fisioterapeuta da ATP integra a comissão técnica de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-atendimento-resnicoff-wimbledon-2025-1024x576.jpg",
        "date": "20/09/2025",
        "description": "Pequim (China)– O italiano Jannik Sinner contará com um reforço de peso em sua equipe. A partir do ATP 500 de Pequim, o atual número 2 do mundo terá ao seu lado o argentino Alejandro Resnicoff, renomado fisioterapeuta que trabalhou por mais de duas décadas a serviço da própria ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-fica-com-o-vice-em-londrina-pereira-e-saraiva-levam-nas-duplas.html",
        "title": "Heide fica com o vice em Londrina, Pereira e Saraiva levam nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/heide_estica_pira.jpg",
        "date": "20/09/2025",
        "description": "Londrina (SC)– Representante brasileiro na final da etapa de Londrina do Circuito Banco BRB/Engie de Tênis, torneio ITF de nível M25, o paulista Gustavo Heide ficou com o vice-campeonato nas quadras de saibro do Londrina Country Club. Cabeça de chave número 3, o brasileiro encarou o paraguaio Daniel Vallejo, número 256 do mundo e principal favorito da competição, e acabou derrotado em três sets, parciais de 6/4, 4/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-celebra-estreia-na-laver-cup-e-recebe-elogios-de-rafter.html",
        "title": "Fonseca celebra estreia na Laver Cup e recebe elogios de Rafter",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-coletiva-laver-cup-2025-1024x633.jpg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– Estreante na Laver Cup, o carioca João Fonseca viveu uma noite marcante em São Francisco na última sexta-feira. O tenista de 19 anosvenceu o italiano Flavio Cobolli, 25º do ranking, por 6/4 e 6/3 e marcou o primeiro ponto do Time Mundo na competição, que agora perde por 3 a 1 para o Time Europa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principal-favorito-rublev-cai-para-qualifier-na-estreia-em-hangzhou.html",
        "title": "Principal favorito, Rublev cai para qualifier na estreia em Hangzhou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rublev-r1-us-open-2025-e1756299659264.jpg",
        "date": "20/09/2025",
        "description": "Hangzhou (China)– O russo Andrey Rublev começou mal na temporada asiática sobre quadra dura. Principal cabeça de chave no ATP 250 de Hangzhou, o ex-top 5 e atual 14 do mundo não passou da estreia do torneio, caindo neste sábado para o francês Valentin Royer, 88º do ranking e vindo do qualificatório, pelo placar de 6/4 e 7/6 (7-2), em 1h48 de partida."
    }
]