[
    {
        "url": "https://tenisbrasil.uol.com.br/presidente-da-atp-defende-mudancas-no-calendario-e-exalta-ganhos-financeiros.html",
        "title": "Presidente da ATP defende mudanças no calendário e exalta ganhos financeiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gaudenzi-nextgen-2024-clap-e1755451373887-1024x682.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati  (EUA)– Em meio a críticas sobre o calendário da ATP, com a expansão dos Masters 1000 do Canadá e de Cincinnati para 12 dias, o presidente da ATP, Andrea Gaudenzi, falou sobre a estratégia da entidade e destacou que as mudanças feitas estão ajudando os tenistas a ganhar cada vez mais dinheiro, como o anúncio dadivisão de US$ 18,3 milhões para os jogadoresna participação nos lucros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-explica-porque-considera-o-us-open-o-slam-mais-desafiador.html",
        "title": "Mouratoglou explica por que considera o US Open o Slam mais desafiador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mouratoglou-usopen-coletiva-2019-1024x710.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– Um dos treinadores mais prestigiados dos últimos anos, o francês Patrick Mouratoglou descreveu os desafios de jogar no US Open e explicou por que acredita que este é o torneio mais exigente do ano no tênis. Para ele, o cansaço da temporada, as condições climáticas e as distrações extra-quadra fazem do torneio o Grand Slam mais desafiador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-desejo-mal-algum-a-ele-afirma-ex-namorada-de-nick-kyrgios.html",
        "title": "“Não desejo mal algum a ele”, afirma ex-namorada de Nick Kyrgios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Costeen-Hatzi-Nick-Kyrgios-e1755445782117.jpg",
        "date": "17/08/2025",
        "description": "Camberra (Austrália)– Ex-namorada de Nick Kyrgios, Costeen Hatzi falou pela primeira vez sobre as consequências de sua separação do australiano. A especialista em cosméticos e empresária do setor de roupas disse em maio que eles não se falam mais, mas garantiu que não se arrepende do relacionamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-recebe-criticas-duras-nao-pode-agir-como-adulta-por-cinco-minutos.html",
        "title": "Osaka recebe críticas duras: “Não pode agir como adulta por cinco minutos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Naomie-Osaka_3686-11-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– O comportamento da japonesa Naomi Osaka na premiação do WTA 1000 de Montréal, onde foi derrotada de virada pela jovem canadense Victoria Mboko e ficou com o vice, ainda repercute no mundo do tênis. No podcastNothing Major, os ex-tenistas profissionais norte-americanos Sam Querrey e Steve Johnson discutiram o assunto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-se-revela-ansioso-pelo-reencontro-com-sinner.html",
        "title": "Alcaraz se revela ansioso pelo reencontro com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Alcaraz_JW_20250813_6915-scaled-1-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O espanhol Carlos Alcaraz teve até aqui um Cincinnati bem mais difícil do que o italiano Jannik Sinner, já tendo deixado dois sets pelo caminho e encarado um jogo perigoso nas quartas contra Andrey Rublev. O número 2 do mundo não fala em vingança sobre a derrota sofrida na final de Wimbledon e prefere se dizer motivado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atmane-fala-em-semana-maluca-e-encara-quali-do-us-open.html",
        "title": "Atmane fala em “semana maluca” e encara quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane-e1755441369689-1024x682.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O francês Terence Atmane encerrou sua notável participação no Masters 1000 de Cincinnati neste sábado. Depois de sete partidas e várias surpresas, ao superar nada menos que dois top 10, ele ainda deu trabalho ao número 1 do mundo Jannik Sinner no primeiro set da semifinal, mostrando novamente muita competência no piso sintético."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-elogia-frances-e-destaca-mudancas-taticas-feitas.html",
        "title": "Sinner elogia francês e destaca mudanças táticas feitas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-celebra-2025-e1755441800307-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Cincinnati (EUA)– O número 1 do mundo Jannik Sinner precisou de empenho para atingir pelo segundo ano consecutivo a final do Masters 1000 de Cincinnati. Sua vitória sobre a sensação Terence Atmane veio depois de um primeiro set muito parelho, onde o italiano precisou fazer adaptações táticas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lucas-reis-consegue-vaga-e-vai-jogar-o-quali-do-us-open.html",
        "title": "João Lucas Reis consegue vaga e vai jogar o quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-vibra-2025-e1749938079620-1024x683.jpg",
        "date": "17/08/2025",
        "description": "Nova York (EUA)– E quase no limite do prazo, o pernambucano João Lucas Reis conseguiu a tão esperada vaga para disputar seu primeiro qualificatório de nível Grand Slam. O norte-americano Nicolas Moreno abriu mão de jogar por problemas físicos e deu lugar a Reis, que era o primeiro na lista de espera."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "17/08/2025",
        "description": "ATP250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-mantem-dominio-e-marcam-quarto-duelo-seguido.html",
        "title": "Sinner e Alcaraz mantêm domínio e marcam quarto duelo seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_sinner_alcaraz.jpg",
        "date": "17/08/2025",
        "description": "Um, talvez dois degraus acima do restante do circuito, Jannik Sinner e Carlos Alcaraz mantiveram novamente o amplo favoritismo e estarão frente a frente pela quarta vez seguida para decidir um título importante da temporada, que sugere um autêntico avant-premiére do US Open. Desde que o italiano voltou da suspensão e em todos os torneios que os dois estiveram nas pontas das chaves, a final foi a mesma."
    }
]