[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pigossi_floripa_treino-1024x664.jpg",
        "date": "19/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Qualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-ranking-wild-sobe-e-monteiro-despenca.html",
        "title": "Fonseca mantém ranking, Wild sobe e Monteiro despenca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-miami-olhabola-2025-1-scaled-e1742742531849-1024x684.jpeg",
        "date": "19/05/2025",
        "description": "Londres (Inglaterra)– Os três principais brasileiros no ranking da ATP tiveram destinos diferentes na lista desta segunda-feira. O carioca João Fonseca não se moveu e manteve a 65ª colocação, seguindo como o único do país no top 100. Já o paranaense Thiago Wild teve uma boa ascensão, enquanto o cearense Thiago Monteiro amargou uma dura queda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-perde-para-favorita-na-estreia-no-wta-de-rabat.html",
        "title": "Carol Meligeni perde para favorita na estreia no WTA de Rabat",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "19/05/2025",
        "description": "Rabat (Marrocos)– Não deu para a paulista Carolina Meligeni na disputa do WTA 250 de Rabat, onde entrou na chave principal como lucky-loser. Nesta segunda-feira, a brasileira teve pela frente a cabeça de chave número 9, a norte-americana Katie Volynets, e acabou superada em sets diretos, com parciais de 6/3 e 6/0, em apenas 67 minutos de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-sofrem-mais-uma-derrota-na-estreia-na-preparacao-para-rg.html",
        "title": "Melo e Matos sofrem mais uma derrota na estreia na preparação para RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/melo-matos-bordeaux-2025.jpeg",
        "date": "19/05/2025",
        "description": "Genebra (Suíça)– Depois de uma boa campanha no challenger de Bordeaux, indo até as semifinais, o gaúcho Rafael Matos e o mineiro Marcelo Melo não mantiveram o embalo e foram derrotados na estreia no ATP 250 de Genebra. Cabeças de chave número 4, eles perderam para o argentino Guido Andreozzi e o francês Theo Arribage em sets diretos nesta segunda-feira, com parciais de 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-coroa-a-grande-festa-italiana.html",
        "title": "Paolini coroa a grande festa italiana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/05/patricia_roma.jpg",
        "date": "18/05/2025",
        "description": "Enquanto seguramos nossa ansiedade para assistir ao WTA 250 que finalmente chega ao Brasil, com data marcada para setembro deste ano, seguimos acompanhando o circuito feminino, que agora finaliza sua costumeira parada em Roma. Conhecido também como Internazionali BNL d’Itália, o torneio teve sua primeira edição em 1930 na cidade de Milão, ou seja, um dos mais antigos do calendário tenístico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-classifica-as-duas-equipes-para-o-mundial-de-14-anos.html",
        "title": "Brasil classifica as duas equipes para o Mundial de 14 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/suda_14_masc_2025_podio-1024x768.jpg",
        "date": "18/05/2025",
        "description": "Salinas (Equador) –O Brasil encerrou sua participação no Campeonato Sul-Americano de 14 anos com lugar garantido no pódio e vaga assegurada no Mundial da categoria, que será disputado em Prostejov, na República Tcheca. A equipe feminina terminou a competição com o vice-campeonato, após uma final emocionante contra a Colômbia, enquanto a equipe masculina superou a Bolívia na disputa pelo terceiro lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-o-novo-dono-do-saibro-europeu.html",
        "title": "Alcaraz é o novo dono do saibro europeu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_alcaraz_roma.jpg",
        "date": "18/05/2025",
        "description": "O grande domínio de Jannik Sinner no circuito parou novamente na habilidade de Carlos Alcaraz. Campeão de tudo que disputou desde agosto do ano passado, o número 1 do mundo só foi brecado duas vezes desde Cincinnati: nas finais de Pequim e de Roma, e ambas diante do espanhol. Carlitos também encerrou neste domingo as séries de 26 vitórias consecutivas e de 24 sets seguidos sobre top 10 que italiano possuía. E isso diante de um lotado e frenético Foro Italico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-foi-um-dos-melhores-jogos-que-fiz-nesta-temporada.html",
        "title": "Alcaraz: “Foi um dos melhores jogos que fiz nesta temporada”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-taca-roma-2025-1024x682.jpeg",
        "date": "18/05/2025",
        "description": "Roma (Itália)– O espanhol Carlos Alcaraz conquistou neste domingo otítulo inédito do Masters 1000 de Romaao superar Jannik Sinner por 7/6 (7-5) e 6/1, em uma final marcada pelo reencontro dos dois principais nomes da nova geração após sete meses. Mais do que o título em si, ele saiu muito satisfeito com o desempenho na decisão e afirmou ter feito uma de suas melhores partidas no ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-exalta-vice-em-retorno-e-mira-evolucao-para-roland-garros.html",
        "title": "Sinner exalta vice em retorno e mira evolução para Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-final-roma-2025-1024x718.jpeg",
        "date": "18/05/2025",
        "description": "Roma (Itália)– Jannik Sinner deixou o Foro Italico neste domingo com o vice-campeonato do Masters 1000 de Roma e uma série invicta interrompida. Após 26 vitórias consecutivas no circuito e três meses afastado das competições, o número 1 do mundofoi superado por Carlos Alcaraz na decisão, com parciais de 7/6 (7-5) e 6/1. O resultado, no entanto, não tirou o brilho da campanha do italiano em casa, nem o otimismo para o próximo grande desafio da temporada, no saibro de Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-em-8-minutos-o-melhor-da-final-do-masters-de-roma.html",
        "title": "Confira em 8 minutos o melhor da final do Masters de Roma",
        "image": null,
        "date": "18/05/2025",
        "description": ""
    }
]