[
    {
        "url": "https://tenisbrasil.uol.com.br/storck-segue-para-a-australia-e-destaca-treinamento-com-fonseca.html",
        "title": "Storck segue para a Austrália e destaca treinamento com Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/storck_ao_jr_vibra_semi-1024x625.jpg",
        "date": "08/01/2026",
        "description": "Rio de Janeiro (RJ) –Terceiro brasileiro mais bem colocado no ranking mundial juvenil, ocupando atualmente o 57º lugar, o mato-grossense Leonardo Storck embarca nesta sexta-feira para a disputa do Australian Open da categoria, que será realizado a partir do dia 24 de janeiro. Antes, a partir do dia 16, ele jogará o torneio preparatório J300 de Traralgon, também na Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-anuncia-marcos-chaves-como-artista-do-poster-oficial.html",
        "title": "Rio Open anuncia Marcos Chaves como artista do pôster oficial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcos_chaves-1024x676.jpeg",
        "date": "08/01/2026",
        "description": "Rio de Janeiro (RJ) –O Rio Open anuncia o artista carioca Marcos Chaves como o autor da obra que ilustra o pôster oficial da 12ª edição do torneio e será apresentada em breve, reforçando, mais uma vez, a vocação do evento de integrar esporte, cultura e entretenimento. Apresentado pela Claro, o único torneio ATP 500 da América do Sul será realizado entre 14 e 22 de fevereiro de 2026, no Jockey Club Brasileiro, no Rio de Janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federacao-do-quenia-se-pronuncia-apos-polemica-com-tenista-amadora.html",
        "title": "Federação do Quênia se pronuncia após polêmica com tenista amadora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/abdelkader_nairobi-1024x653.jpg",
        "date": "08/01/2026",
        "description": "Nairobi (Quênia) –A Federação de Tênis do Quênia emitiu um comunicado nesta quinta-feira a respeito da participação da egípcia Hajar Abdelkader, de 21 anos, no ITF W35 de Nairobi no início da semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quartas-em-brisbane-comeca-as-22h-sabalenka-e-keys-duelam-as-23h30.html",
        "title": "Quartas em Brisbane começa às 22h, Sabalenka e Keys duelam às 23h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_brisbane_preparasaque-1024x637.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –A rodada que vai definir os semifinalistas do WTA 500 e do ATP 250 de Brisbane começa às 22h (de Brasília) desta quinta-feira e avança durante a madrugada e primeiras horas da manhã de sexta. Entre os destaques está o duelo entre Aryna Sabalenka e Madison Keys, reeditando a última final do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-define-calendario-e-prioriza-o-saibro-na-america-do-sul.html",
        "title": "Monteiro define calendário e prioriza o saibro na América do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_back_saibro-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Rio de Janeiro (RJ) –Segundo melhor brasileiro no ranking da ATP, ocupando atualmente a 194ª posição, Thiago Monteiro está nos momentos finais da sua preparação para a temporada de 2026. Totalmente recuperado, o cearense faz os últimos ajustes antes de partir para o seu primeiro torneio do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-finaliza-pre-temporada-e-desembarca-na-coreia-do-sul-para-exibicao.html",
        "title": "Alcaraz finaliza pré-temporada e desembarca na Coreia do Sul para exibição",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_aeroporto_seul.jpg",
        "date": "08/01/2026",
        "description": "Seul (Coreia do Sul) –Carlos Alcaraz finalizou a pré-temporada de treinos em casa, em Murcia, na Espanha, após um fim de ano turbulento com o rompimento de sua parceria com o treinador Juan Carlos Ferrero. Nesta quinta-feira, o espanhol desembarcou em Seul, na Coreia do Sul, para o seu primeiro jogo do ano, uma exibição contra Jannik Sinner, na Hyundai Card Super Match, na cidade de Incheon, no próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-ja-treina-em-adelaide-e-revela-tratamento-de-saude-durante-pausa.html",
        "title": "Bia já treina em Adelaide e revela tratamento de saúde durante pausa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_spopen_sorrindo.jpg",
        "date": "08/01/2026",
        "description": "Adelaide (Austrália) –Após um período de afastamento das competições para cuidar da saúde física e mental, Beatriz Haddad Maia retorna ao circuito na próxima semana, no WTA 500 de Adelaide, e já está treinando em solo australiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-queremos-parar-por-aqui-diz-orlandinho-grande-vitoria-em-brisbane.html",
        "title": "“Não queremos parar por aqui”, diz Orlandinho grande vitória em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54291279221_de3e91b41d_k-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –A vitória expressiva na segunda rodada do ATP 250 de Brisbane trouxe bastante confiança para a dupla brasileira de Rafael Matos e Orlando Luz. Os gaúchosavançaram às quartas de final, após derrotarem os cabeças de chave 2, o indiano Yuki Bhambri e o sueco Andre Goransson, com um placar de de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/resultados-da-semana-vao-manter-fonseca-no-top-30-da-atp.html",
        "title": "Resultados da semana vão manter Fonseca no top 30 da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_brisbane_treina-1024x582.jpg",
        "date": "08/01/2026",
        "description": "Brisbane (Austrália) –Além de ter confirmada sua posição entre oscabeças de chave do Australian Open, João Fonseca vai se manter entre no top 30 do ranking da próxima semana. Com os resultados da semana, o atual número 1 do Brasil e 29º do mundo só pode perder uma posição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mmoh-volta-a-superar-khachanov-bublik-estreia-bem-em-hong-kong.html",
        "title": "Mmoh volta a superar Khachanov, Bublik estreia bem em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mmoh-hong-kong-2026-thursday-1024x576.jpg",
        "date": "08/01/2026",
        "description": "Hong Kong (China) –Nesta quinta-feira, o norte-americano Michael Mmoh venceu o russo Karen Khachanov por 7/6 (7-2) e 7/6 (7-4), avançando às quartas de final do ATP 250 de Hong Kong e marcando um bom início de temporada em 2026."
    }
]