[
    {
        "url": "https://tenisbrasil.uol.com.br/united-cup-tera-transmissao-exclusiva-e-gratuita-no-pais.html",
        "title": "United Cup terá transmissão exclusiva no país em janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/united-cup.jpg",
        "date": "26/12/2025",
        "description": "São Paulo (SP) –A quarta edição da United Cup em 2026 abre o calendário de transmissões exclusivas do canal N Sports. De 2 a 11 de janeiro, a RAC Arena, em Perth, e a Ken Rosewell Arena, em Sydney, serão os palcos de confrontos entre 18 seleções. São seis grupos com três times cada e todos se enfrentando no seu grupo em uma partida de simples no masculino, uma de simples no feminino e uma de duplas mistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-derrota-rybakina-em-sets-diretos-em-exibicao-na-china.html",
        "title": "Swiatek derrota Rybakina em sets diretos em exibição na China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/iga-china-2025-e1766779652918-1024x683.jpg",
        "date": "26/12/2025",
        "description": "Shenzhen (China)– Mais um dos eventos de exibição da pré-temporada, a World Tennis Continental Cup começou nesta sexta-feira com grandes nomes e um jogão, no qual a polonesa Iga Swiatek derrotou a cazaque Elena Rybakina em sets diretos, com duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/forget-sabemos-o-quanto-carlos-alcaraz-deve-a-juan-carlos-ferrero.html",
        "title": "Forget: “Sabemos o quanto Carlos Alcaraz deve a Juan Carlos Ferrero”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/426437973_18411750406018781_3380893758230426180_n-1024x671.jpg",
        "date": "26/12/2025",
        "description": "Paris (França)– Ex-diretor de Roland Garros, o francês Guy Forget, que foi número 4 do mundo e encerrou a carreira em 1997, com 11 títulos conquistas, foi mais um a comentar a separação do espanhol Carlos Alcaraz com o treinador Juan Carlos Ferrero. Ele também se surpreendeu com o fato e acredita que pode ter sido um acúmulo de pequenas tensões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-eala-draper-umbert-entre-as-atracoes-da-exibicao-de-macau.html",
        "title": "Andreeva, Eala, Draper, Umbert entre as atrações da exibição de Macau",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Macau-Tennis-Master_cartaz-1024x537.jpg",
        "date": "26/12/2025",
        "description": "Macau (China) –A estrela filipina Alex Eala, de 20 anos, 53ª do ranking mundial, que despontou no cenário internacional neste ano, e a russa Mirra Andreeva, de 18, atual número 9 do mundo, são as atrações da exibição que terá início neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/corretja-acredita-em-alcaraz-no-ao-mas-reconhece-que-sera-um-desafio.html",
        "title": "Corretja acredita em Alcaraz no AO, mas reconhece que será um desafio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/alcaraz-australian-open-2025-qf-backhand-1024x576.jpg",
        "date": "26/12/2025",
        "description": "Madri (Espanha)– Dono de seis títulos de Grand Slam, o espanhol Carlos Alcaraz só precisa da taça do Australian Open para completar sua coleção, mas ainda não teve em Melbourne desempenhos similares com aquele que já mostrou nos outros três dos principais torneios, chegando no máximo nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jannik-e-um-homem-de-poucas-palavras-e-muita-forca-afirma-darderi.html",
        "title": "“Jannik é um homem de poucas palavras e muita força”, afirma Darderi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-beijing-2025-draw-e1758630261481-1024x682.jpg",
        "date": "26/12/2025",
        "description": "Milão (Itália)– Principal nome do tênis italiano, Jannik Sinner impressiona até mesmo aqueles que conseguem conhecê-lo mais de perto, como é o caso do compatriota Luciano Daderi, que rasgou elogios ao atual número 2 do mundo em uma entrevista para aGazzetta dello Sport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-assina-contrato-de-us-135-milhoes-de-dolares-com-a-netflix.html",
        "title": "Djokovic assina contrato de US$ 13,5 milhões de dólares com a Netflix",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-f1-sorrindo-1024x631.jpg",
        "date": "26/12/2025",
        "description": "Nova York (EUA)– Embora ainda não tenha sido confirmado oficialmente por nenhuma das partes, o sérvio Novak Djokovic chegou a um acordo com a Netflix para uma série documental imersiva no valor de US$ 13,5 milhões"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muguruza-os-tenistas-nao-estao-preparados-para-a-aposentadoria.html",
        "title": "Muguruza: “Os tenistas não estão preparados para a aposentadoria”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Garbine_Muguruza_-_WTA_Finals_Riyadh_2025_-_Day_8-DSC_3078_xgaplus.jpg",
        "date": "26/12/2025",
        "description": "Madri (Espanha)– Grande nome do tênis espanhol nos últimos anos, Garbiñe Muguruza encerrou sua carreira em 2024, com apenas 30 anos de idade. Ela não demorou para se recolocar em outras atividades relacionadas ao tênis, já foi diretora do WTA Finals e mais recentemente foianunciada como co-diretora do torneio de Madri."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-embarca-para-nova-temporada-e-joga-com-laura-em-auckland.html",
        "title": "Ingrid embarca para nova temporada e joga com Laura em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_caldasdarainha_esperasaque.jpg",
        "date": "26/12/2025",
        "description": "Rio de Janeiro (RJ)– Número 78 do mundo e terceira melhor duplista do Brasil, a carioca Ingrid Martins, embarcou na última quinta-feira, no dia de Natal, para iniciar a nova temporada que começa no dia 5 de janeiro com o WTA 250 de Auckland, na Nova Zelândia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-vira-a-pagina-como-tenista-e-nao-descarta-ser-capitao-da-davis.html",
        "title": "Nadal vira a página como tenista e não descarta ser capitão da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/nadal-roland-garros-homengem-emocionado-2025-e1748196581392-1024x683.jpg",
        "date": "26/12/2025",
        "description": "Madri (Espanha)– Pouco mais de um ano após encerrar sua carreira de tenista profissional, o espanhol Rafael Nadal concedeu uma longa entrevista aoAS, na qual não apenas falou sobre o que tem feito desde a aposentadoria, mas também relembrou algumas situações de quando estava competindo pelo circuito, algo que ele garante ser uma página virada."
    }
]