[
    {
        "url": "https://tenisbrasil.uol.com.br/rod-laver-nomeia-favoritos-para-australia-e-faz-elogios-a-fonseca.html",
        "title": "Rod Laver nomeia favoritos para Austrália e faz elogios a Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/laver_federer.jpg",
        "date": "09/01/2026",
        "description": "Melbourne (Austrália)– Um dos maiores nomes do tênis em todos os tempos, Rod Laver viverá uma nova rodada de emoções no Australian Open deste ano, como um dos participantes na cerimônia de abertura do Grand Slam, novidade que os promotores trazem para esta temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oito-principais-cabecas-do-australian-open-definidas-kudermetova-fora.html",
        "title": "Oito principais cabeças do Australian Open definidas. Kudermetova fora.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kudermetova_cincy_rebate-1024x569.jpg",
        "date": "09/01/2026",
        "description": "Melbourne (Austrália)– Com os resultados das competições em andamento nesta semana, já estão definidas as oito principais cabeças de chave para o Australian Open, primeiro Grand Slam da temporada, que começa dentro de nove dias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-testam-habilidades-tambem-no-tenis-de-mesa.html",
        "title": "Alcaraz e Sinner testam habilidades também no tênis de mesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sinner_alcaraz_tabletennis_coreia-1-1024x655.jpg",
        "date": "09/01/2026",
        "description": "Seul (Coreia do Sul) –Líderes do ranking da ATP e protagonistas das finais dos três últimos Grand Slam, Carlos Alcaraz e Jannik Sinner testaram habilidades também no tênis de mesa. O espanhol e o italiano estão na Coreia do Sul para a disputa de uma partida de exibição neste sábado às 4h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eala-e-jovic-mostram-a-forca-da-nova-geracao-em-auckland.html",
        "title": "Eala e Jovic mostram a força da nova geração em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/eala_auckland_back-1024x667.jpg",
        "date": "09/01/2026",
        "description": "Auckland (Nova Zelândia) –Semifinalistas do WTA 250 de Auckland, a filipina Alexandra Eala e a norte-americana Iva Jovic tem mostrado a força da nova geração no torneio. Elas podem até se encontrar na final, caso vençam seus jogos na madrugada deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-minimiza-historico-negativo-e-reencontra-muchova-as-22h.html",
        "title": "Sabalenka minimiza histórico negativo e reencontra Muchova às 22h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_vibra_qf-1024x655.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália) –Semifinalista do WTA 500 de Adelaide, Aryna Sabalenka tem a missão de reverter um histórico negativo diante de sua próxima adversária. A número 1 do mundo enfrenta a tcheca Karolina Muchova nesta sexta-feira às 22h (de Brasília) e só tem uma vitória nos quatro confrontos anteriores. Além disso, Muchova venceu os três encontros mais recentes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estava-fora-de-sincronia-diz-rybakina-apos-derrota-em-brisbane.html",
        "title": "“Estava fora de sincronia”, diz Rybakina após derrota em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/rybakina_brisbane_acena-1024x675.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– O WTA 500 de Brisbane chegou ao fim para Elena Rybakina, nesta sexta-feira, quando foi derrotada nas quartas de final por Karolina Muchova em um placar de 6/2, 2/6 e 6/4. A partida marcou o fim de uma sequência de 13 vitórias de Rybakina, com 46 erros da atleta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jodar-e-blockx-fazem-duelo-de-jovens-na-final-do-challenger-de-camberra.html",
        "title": "Jodar e Blockx fazem duelo de jovens na final do challenger de Camberra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/rafael_jodar_juniorfinals_vibra-1024x644.jpg",
        "date": "09/01/2026",
        "description": "Camberra (Austrália) –A final do challenger de Camberra será entre dois atletas do nova geração, o espanhol Rafael Jodar, de 19 anos, e o belga Alexander Blockx, de 20 anos. Eles se enfrentam a partir das 2h (de Brasília) e o encontro é inédito no circuito. A edição passada do torneio foi vencida pelo brasileiro João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vira-o-jogo-e-faz-semi-norte-americanos-se-destacam.html",
        "title": "Medvedev vira o jogo e faz semi, norte-americanos se destacam",
        "image": null,
        "date": "09/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semis-da-united-cup-comecam-as-20h-iga-e-gauff-duelam-as-5h.html",
        "title": "Semis da United Cup começam às 20h, Iga e Gauff duelam às 5h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga-coco-madri-2025-scaled-e1746127156647-1024x683.jpeg",
        "date": "09/01/2026",
        "description": "Sydney (Austrália) –Os finalistas da United Cup serão conhecidos entre a noite desta sexta-feira e as primeiras horas da manhã de sábado. A programação começa com o confronto entre Suíça e Bélgica, seguidos por Estados Unidos e Polônia, que reeditam a decisão do ano passado. Os jogos são transmitidos pelaNSportsna TV por assinatura eYouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-e-joao-fonseca-visitam-mercado-central-em-adelaide.html",
        "title": "Bia Haddad e João Fonseca visitam mercado central em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bia_fonseca_adelaide_fish-1024x682.jpg",
        "date": "09/01/2026",
        "description": "Adelaide (Austrália) –A sexta-feira foi de visita brasileira ao Mercado Central de Adelaide. Beatriz Haddad Maia e João Fonseca conheceram um dos principais pontos turísticos da cidade australiana e experimentaram um pouco da culinária local."
    }
]