[
    {
        "url": "https://tenisbrasil.uol.com.br/rajeev-ram-e-o-unico-americano-ativo-com-500-vitorias-em-duplas.html",
        "title": "Rajeev Ram é o único americano ativo com 500 vitórias em duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ram-500-vitorias-1.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Depois que Rajeev Ram conquistou o título de duplas masculino do US Open pela primeira vez em 2021 com Joe Salisbury, ele e o técnico de longa data Bryan Smith decidiram fixar algumas metas para a carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desafia-alcaraz-ou-alcaraz-desafia-djokovic.html",
        "title": "Djokovic desafia Alcaraz… ou Alcaraz desafia Djokovic?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_semi_uso.jpg",
        "date": "03/09/2025",
        "description": "Muito superiores a qualquer adversário que encararam neste US Open até aqui, Carlos Alcaraz e Novak Djokovic vão mesmo duelar na semifinal de sexta-feira, o que promete ser o primeiro grande momento de Flushing Meadows e um dos maiores da temporada. E nunca se pode esquecer que, no caso improvável que Jannik Sinner não vingue no lado de cima da chave, o duelo tem um ar de decisão de título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-11a-contra-fritz-e-desafia-alcaraz-em-sua-53a-semi-de-slam.html",
        "title": "Djokovic vence 11ª contra Fritz e desafia Alcaraz em sua 53ª semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-us-open-2025-arms-up-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Assim como já havia acontecido em todos os outros dez confrontos anteriores, Novak Djokovic voltou a superar Taylor Fritz e garantiu vaga na semifinal do US Open. Tetracampeão em Nova York, o sérvio venceu o norte-americano por 6/3, 7/5, 3/6 e 6/4 em 3h24 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-deixei-de-amar-o-tenis-faz-parte-do-meu-dna-diz-venus.html",
        "title": "“Nunca deixei de amar o tênis, faz parte do meu DNA”, diz Venus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus-vibra-us-open-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– A participação de Venus Williams e Leylah Fernandez chegou ao fim nesta terça-feira no torneio de duplas do US Open. Nas quartas de final, elasforam superadas pelas líderes do ranking, Taylor Townsend e Katerina Siniakova, por 6/1 e 6/2 em apenas 56 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52864247491_5123b5626b_c.jpg",
        "date": "02/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mariana-soares-volta-a-pontuar-na-wta-e-fica-mais-perto-do-ranking.html",
        "title": "Mariana Soares volta a pontuar na WTA e fica mais perto do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/mariana-soares_df_cbt-1024x592.jpg",
        "date": "02/09/2025",
        "description": "Cuiabá (MT) –A brasiliense Mariana Soares, de 18 anos, estreou com vitória na etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF W35 será disputado nas quadras de saibro do Cuiabá Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lehecka-hoje-enfrentei-a-versao-de-grand-slam-do-alcaraz.html",
        "title": "Lehecka: “Hoje enfrentei a versão de Grand Slam do Alcaraz”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lehecka-abraco-alcaraz-us-open-2025-1024x718.jpeg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Eliminado nas quartas de final do US Open, Jiri Lehecka deixou o Arthur Ashe Stadium ciente da grandeza do desafio que enfrentou nesta terça-feira. O tcheco foi derrotado por Carlos Alcaraz com parciais de 6/4, 6/2 e 6/4, e reconheceu o nível do espanhol, descrevendo a sensação de encarar o número 2 do mundo em sua melhor forma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-brasileiros-vencem-na-argentina-gimenez-e-zanellato-duelam-na-polonia.html",
        "title": "Três brasileiros vencem na Argentina, Gimenez e Zanellato duelam na Polônia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pedro_sakamoto_web.jpg",
        "date": "02/09/2025",
        "description": "Mar Del Plata (Argentina) –Três brasileiros estrearam com vitória no ITF M25 de Mar Del Plata, em quadras de saibro na Argentina. A rodada desta terça-feira foi positiva para os experientes paulistas Daniel Dutra da Silva e Pedro Sakamoto, além do catarinense Bruno Fernandez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tem-quatro-tenistas-em-cadeira-de-rodas-no-us-open.html",
        "title": "Brasil tem quatro tenistas em cadeira de rodas no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/vitoria_miranda_uso_fore.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA) –O Brasil tem quatro representantes nos torneios de tênis em cadeira de rodas do US Open. Os mineiros Leandro Pena e Daniel Rodrigues estão nas disputas profissionais, enquanto Vitória Miranda e Luiz Calixto jogam as chaves juvenis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hoje-eu-fiz-uma-partida-quase-perfeita-avalia-alcaraz.html",
        "title": "“Hoje eu fiz uma partida quase perfeita”, avalia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-vibra-us-open-2025-1024x576.jpg",
        "date": "02/09/2025",
        "description": "Nova York (EUA)– Carlos Alcaraz segue firme na busca pelo seu segundo título do US Open. Nesta terça-feira, o espanhol de 22 anosavançou à semifinal do torneio após derrotar o tcheco Jiri Lehecka, 21º do ranking, por 6/4, 6/2 e 6/4, em 1h56 de partida. Sem perder sets até aqui no torneio, ele alcança sua nona semi de Grand Slam e tentará sua sétima final, mantendo vivo o sonho de voltar ao topo do ranking."
    }
]