[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/luiz_calixto_copawc_back.jpg",
        "date": "06/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Final feminina"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cahill-afirma-que-sinner-ainda-nao-esta-com-o-ritmo-de-jogo-ideal.html",
        "title": "Cahill afirma que Sinner ainda não está com o ritmo de jogo ideal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEB5orh8WN-LVm_i__NG19084JannikSinnerQuartsdefinaleRoland-Garros2025-1024x683.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Embora o italiano Jannik Sinner tenha chegado nas semifinais de Roland Garros sem perder set, o treinador australiano Darren Cahill afirma que o número 1 do mundo ainda não está com o ritmo de jogo ideal, depois de ter ficado três meses sem competir por causa de uma punição por doping."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lendas-do-tenis-pensam-em-como-djokovic-pode-superar-sinner-na-semi.html",
        "title": "Lendas do tênis pensam em como Djokovic pode superar Sinner na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD3N87h8WN-LVfcd_MAH26470-min-1024x683.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Antes da semifinal mais aguardada desta sexta-feira, entre Novak Djokovic e Jannik Sinner, o canalEurosport, responsável pela transmissão de Roland garros para a Europa, reuniu grandes lendas do tênis para avaliar as reais possibilidades do sérvio contra o italiano, atual número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-ainda-precisa-melhorar-seu-jogo-ser-mais-confiante-diz-mcenroe.html",
        "title": "“Zverev ainda precisa melhorar seu jogo, ser mais confiante”, diz McEnroe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zverev-roland-garros-parado-2025-e1749211066988-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Paris (França)– Mais uma vez o alemão Alexander Zverev ficou pelo caminho em um Grand Slam e o sonho de um primeiro título deste porte foi adiado. Após a derrota de virada para o sérvio Novak Djokovic nas quartas de final de Roland Garros, o norte-americano John McEnroe falou que o germânico precisa de ajustes se quiser ser campeão de um dos quatro maiores títulos do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/numero-1-juvenil-jones-supera-pareja-nas-quartas-em-roland-garros.html",
        "title": "Número 1 juvenil, Jones supera Pareja nas quartas em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/em_jones_fore_rg_NG-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Líder do ranking mundial juvenil, a australiana Emerson Jones segue na busca por seu primeiro Grand Slam na categoria e está na semifinal de Roland Garros. Ela superou nesta quinta-feira a norte-americana Julieta Pareja por 7/5 e 6/4. Sua próxima rival é a austríaca Lilli Tagger, que fez 6/0 e 6/4 contra a alemã Julia Stusek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-reconhece-superioridade-de-gauff-e-se-emociona-com-a-torcida.html",
        "title": "Boisson reconhece superioridade de Gauff e se emociona com a torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_boisson_cump_rg-1024x682.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –A impressionante campanha de Lois Boisson em Roland Garros chegou ao fim nesta quinta-feira. Em sua primeira participação na chave principal de um Grand Slam, a francesa de 22 anos e 361ª do ranking entrou como convidada e acumulou cinco vitórias atéparar na semifinaldiante da número 2 do mundo, Coco Gauff, que venceu com autoridade por 6/1 e 6/2 na quadra Philippe Chatrier."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-sao-os-primeiros-finalistas-nas-duplas-masculinas.html",
        "title": "Granollers e Zeballos são os primeiros finalistas nas duplas masculinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/zeballos_granollers_rg_agradecem-1024x683.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –O espanhol Marcel Granollers e o argentino Horacio Zeballos são os primeiros finalistas na chave de duplas masculinas em Roland Garros. Eles venceram na semifinal desta quinta-feira o monegasco Hugo Nys e o francês Edouard Roger-Vasselin por 6/7 (5-7), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-djokovic-fazem-duelo-de-geracoes-na-segunda-semifinal-as-14h.html",
        "title": "Sinner e Djokovic fazem duelo de gerações na segunda semifinal às 14h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/djokovic-sinner-abraco-atp-finals-2023-1024x576.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Um duelo de gerações vai definir o segundo finalista de Roland Garros. Número 1 do mundo, Jannik Sinner enfrenta o tricampeão Novak Djokovic às 14h (de Brasília). O vencedor jogará contraCarlos Alcaraz ou Lorenzo Musetti, que abrem a programação às 9h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-musetti-duelam-pela-3a-vez-no-ano-e-abrem-semifinais-as-9h30.html",
        "title": "Alcaraz e Musetti duelam pela 3ª vez no ano e abrem semifinais às 9h30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-musetti-roland-garros-2025-preview-1024x576.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –Pela terceira vez no ano, e sempre na temporada de saibro, Carlos Alcaraz e Lorenzo Musetti irão se enfrentar. Eles abrem a rodada de semifinais masculinas em Roland Garros nesta sexta-feira às 9h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-a-final-apos-3-anos-gauff-se-sente-mais-experiente-e-confiante.html",
        "title": "De volta à final após 3 anos, Gauff se sente mais experiente e confiante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_rg_fore_lado_corinne-1024x622.jpg",
        "date": "05/06/2025",
        "description": "Paris (França) –De volta à final de Roland Garros depois de três temporadas, Coco Gauff se sente muito mais preparada para uma disputa de título de Grand Slam. A ainda jovem norte-americana de 21 anos relembra a derrota sofrida pra Iga Swiatek na final de 2022. Mais experiente, volta a desafiar uma líder do ranking e enfrenta Aryna Sabalenka no próximo sábado em Paris."
    }
]