[
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-rybakina-lideram-a-forte-chave-em-doha.html",
        "title": "Swiatek e Rybakina lideram a forte chave em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_rybakina_ausopen-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Doha (Qatar)– Mesmo sem contarcom a bielorrussa Aryna Sabalenka, a chave do WTA 1000 de Doha segue fortíssima, com a polonesa Iga Swiatek e a cazaque Elena Rybakina como as duas principais favoritas. As duas lideram a disputa na competição, que acontece na próxima semana, e só podem se cruzar na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/becker-discorda-de-mouratoglou-no-debate-entre-big-3-ou-alcaraz-e-sinner.html",
        "title": "Becker discorda de Mouratoglou no debate entre Big 3 ou Alcaraz e Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/becker-microfone-2025-e1746274240436-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Berlim (Alemanha)– O sete vezes campeão de Grand Slam, Boris Becker, manifestou sua opinião sobre a discussão da vez,iniciada por Patrick Mouratoglouem um vídeo nas redes sociais, de que Carlos Alcaraz e Jannik Sinner poderiam ser melhores do que o Big 3, Rafael Nadal, Novak Djokovic e Roger Federer."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/desistencia-de-sabalenka-em-doha-gera-rumores-de-noivado.html",
        "title": "Desistência de Sabalenka em Doha gera rumores de noivado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/sabalenka-e1770386832156-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Doha (Qatar)– A bielorrussa Aryna Sabalenka foi notícia esta semana aoanunciar sua desistênciado que seria seu próximo torneio no calendário, o WTA 1000 de Doha. Segundo oTennis.com, isso alimentou rumores de um noivado com seu namorado de longa data, Georgios Frangulis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kafelnikov-sobre-o-goat-todos-ja-se-esqueceram-do-federer.html",
        "title": "Kafelnikov sobre o Goat: “Todos já se esqueceram do Federer”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/251215_federerr1920x1080-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Moscou (Rússia)– A interminável discussão sobre quem é o maior tenista de todos os tempos (Goat) teve uma opinião bastante forte do russo Yevgeny Kafelnikov. Em um podcast russoFirst&Red, ele afirmou que o suíço Roger Federer foi gradualmente ofuscado nesse debate."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jornalista-e-empresario-luiz-fernandes-falece-em-sao-paulo.html",
        "title": "Jornalista e empresário Luiz Fernandes falece em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/luiz_fernandes_face.jpg",
        "date": "06/02/2026",
        "description": "São Paulo (SP)– O jornalista e empresário Luiz Fernandes Sobrinho faleceu aos 65 anos na madrugada desta sexta-feira em São Paulo, vitimado por uma forte pneumonia. O velório acontecerá a partir das 12h30 deste sábado no cemitério São Pedro, bairro da Vila Alpina, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sera-uma-batalha-ardua-dizem-canadenses-sobre-duelo-com-brasil.html",
        "title": "“Será uma batalha árdua”, dizem canadenses sobre duelo com Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/canada-davis-contra-brasil-2026-e1770381988621-1024x684.jpg",
        "date": "06/02/2026",
        "description": "Vancouver (Canadá)– Adversário do Brasil a primeira rodada do qualificatório da Copa Davis, o time do Canadá, formado por Gabriel Diallo, Liam Draxl, Alexis Galarneau, Nicolas Arseneault e Cleeve Harper, não deixou de elogiar os adversários. Mesmo jogando em casa, eles adotaram um tom de cautela ao falar sobre a equipe composta por João Lucas Reis, Gustavo Heide, Orlando Luz e Rafael Matos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chabalgoity-e-storck-destacam-experiencia-com-o-time-na-davis.html",
        "title": "Chabalgoity e Storck destacam experiência com o time na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Artes-fotos-multiplas-900x600-2.jpg",
        "date": "06/02/2026",
        "description": "Vancouver (Canadá)– Além dos titulares João Lucas Reis, Gustavo Heide, Rafael Matos, Orlando Luz e Matheus Pucinelli, o capitão Jaime Oncins conta com o brasiliense Pedro Chabalgoity e o cuiabano Leonardo Storck na equipe que enfrenta o Canadá pela Copa Davis, ambos atuando como parceiro de treinos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-desistir-da-davis-ruud-tambem-nao-ira-jogar-em-dallas.html",
        "title": "Após desistir da Davis, Ruud também não irá jogar em Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud-toronto-olhabola-2025.jpg",
        "date": "06/02/2026",
        "description": "Dallas (EUA) –Na semana passada, Casper Ruud se tornou pai pela primeira vez. Com a novidade, o norueguês vem fazendo ajustes em seu calendário para poder passar mais tempo com a família em casa.Após desistir da Copa Davis, também anunciou que está fora do ATP 500 de Dallas, que começa semana que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsistipas-elogia-djokovic-no-australian-open-nunca-se-aposente.html",
        "title": "Tsitsipas elogia Djokovic no Australian Open: “Nunca se aposente”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tsitsipas-djokovic-rg-2021-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Atenas (Grécia)– Novo “vizinho” de Novak Djokovic, que no ano passado se mudou para a Grécia com a família, o grego Stefanos Tsitsipas não poupou elogios ao sérvio depois de sua grande campanha no Australian Open, onde foi até a finale terminou com o vice."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juan-carlos-ferrero-deixa-de-seguir-carlos-alcaraz-no-instagram.html",
        "title": "Juan Carlos Ferrero deixa de seguir Carlos Alcaraz no Instagram",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/ferrero-alcaraz-wimbledon-e1766269518175.jpg",
        "date": "06/02/2026",
        "description": "Madri (Espanha)– Depois da separação um pouco conturbada, com Carlos Alcaraz encerrando seu longo vínculo de trabalho com Juan Carlos Ferrero durante a pré-temporada, o rompimento agora chegou nas redes sociais, com o treinador deixando de seguir o ex-pupilo no Instagram."
    }
]