[
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-consegue-grande-virada-na-estreia-e-vence-a-primeira-no-us-open.html",
        "title": "Orlandinho consegue grande virada na estreia e vence a primeira no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54291279221_de3e91b41d_k-1024x683.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Disputando o US Open pela primeira vez, o gaúcho Orlando Luz não poderia ter uma estreia melhor. Ao lado do francês Albano Olivetti, ele bateu o também francês Adrian Mannarino e o finlandês Emil Ruusuvuori de virada, com parciais de 5/7, 7/5 e 6/2, depois de 1h43 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-juvenil-comeca-neste-domingo-com-cinco-brasileiros.html",
        "title": "US Open juvenil começa neste domingo com cinco brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/victoria-barros-uso-toss.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA) –As chaves principais do US Open juvenil começam neste domingo com cinco brasileiros. A disputa feminina conta com Victória Barros e Nauhany Silva, enquanto o masculino tem Guto Miguel, João Pedro Bonini e Pedro Chabalgoity, que garantiu vaga após o quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-vou-deixar-alcaraz-me-intimidar-afirma-rinderkech.html",
        "title": "“Não vou deixar Alcaraz me intimidar”, afirma Rinderkech",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Rinderknech-USOpen-Vibra-2025-e1756580263149-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Próximo adversário do espanhol Carlos ALcaraz no US Open, o francês Arthur Rinderknech sabe que o favoritismo estará todo do outro lado quando forem se cruzar no domingo pelas oitavas de final, mas mesmo assim não quer se intimidar com o atual número 2 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-controla-polonesa-e-chega-nas-oitavas-de-slam-pela-16a-vez.html",
        "title": "Gauff controla polonesa e chega nas oitavas de Slam pela 16ª vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff-usopen-back-2025-e1756573947190-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– A norte-americana Coco Gauff segue firme na busca pelo bicampeonato no US Open. Neste sábado, abrindo a rodada no Arthur Ashe, ela fez uma partida muito sólida contra a polonesa Magdalena Frech e dominou a rival, precisando de apenas 74 minutos para triunfar com parciais de 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vencem-em-sets-diretos-e-se-garantem-nas-oitavas.html",
        "title": "Stefani e Babos levam susto no começo, mas vencem em sets diretos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/stefani-babos-usopen-combinam-2025.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Após a grande vitória na estreia contra a forte dupla formada por Jelena Ostapenko e Barbora Krejcikova, a paulista Luisa Stefani e a húngara Timea Babos mantiveram o ritmo no US Open. Neste sábado, elas tiveram um pouco menos de trabalho para derrubar as norte-americanas Iva Jovic e Clervie Ngounoue, marcando duplo 6/4 em 1h38 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-afirma-que-mudanca-na-devolucao-foi-crucial-para-a-vitoria.html",
        "title": "Fritz afirma que mudança na devolução foi crucial para a vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz-usopen-voleia-2025-e1756572229751-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Salvando o dia dos norte-americanos, depois das eliminações de Ben Shelton e Frances Tiafoe, o atual vice-campeão Taylor Fritz não apenas lamentou a queda dos compatriotas, mas também um pouco do seu jogo nos dois primeiros sets da vitória por 3 a 1 contra o suíço Jerome Kym."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-iguala-seu-melhor-slam-e-se-diz-muito-diferente-de-seis-anos-atras.html",
        "title": "Townsend iguala seu melhor Slam e se diz muito diferente de seis anos atrás",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/townsend-usopen-grita-2025-e1756568949843-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– De volta às oitavas de final do US Open seis anos após fazer sua melhor campanha não apenas no torneio, mas também nas chaves de simples de qualquer Grand Slam, a norte-americana Taylor Townsend se vê em uma situação completamente diferente. Após a vitória sobre a russa Mirra Andreeva, ela comparou as duas campanhas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-30-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "30/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-frustrante-nao-conseguir-me-sentir-100-como-sempre-me-sinto.html",
        "title": "Djokovic: “Frustrante não conseguir me sentir 100% como sempre me sinto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-1-1024x681.jpg",
        "date": "30/08/2025",
        "description": "Nova York (EUA)– Recordista de títulos de Grand Slam, o sérvio Novak Djokovic segue firme na busca pela 25ª conquista, mas os 38 anos de idade parecem estar pesando um pouco. Na vitória por 3 sets a 1 sobre o britânico Cameron Norrie na sexta-feira, ele precisou de atendimento médico e saiu de quadra sabendo que terá desafios pela frente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-perde-batalha-de-tres-sets-e-cai-nas-quartas-em-como.html",
        "title": "Monteiro perde batalha de três sets e cai nas quartas em Como",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "30/08/2025",
        "description": "Como (Itália)– Depois de dois dias de espera, com a programação atrasada por causa da chuva, o cearense Thiago Monteiro voltou para as quadras de saibro do challenger de Como neste sábado e acabou eliminado nas quartas de final, com uma derrota em três sets para o croata Duje Ajdukovic, com parciais de 6/3, 4/6 e 6/4, em 2h02 de batalha."
    }
]