[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-08-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_wimbledon_saque_sozinha-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-do-teatro-e-cinema-marcam-o-camarote-real-na-terca.html",
        "title": "Astros do teatro e cinema marcam o Camarote Real nesta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jodie-foster_roaylbox.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –A lista de convidados do Camarote Real no nono dia de Wimbledon contou com a presença de Lady Sarah Chatto, filha da Princesa Margaret e sobrinha da Rainha Elizabeth II e, portanto, prima do Rei Charles, na abertura das quartas de final no All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-cancela-treino-e-passa-por-exame-de-ressonancia-magnetica.html",
        "title": "Sinner cancela treino e passa por exame de ressonância magnética",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-entrada-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– A vitória de Jannik Sinner sobre Grigor Dimitrov ficou marcada pela dura desistência do búlgaro, que liderava por 2 sets a 0 quando teve uma lesão no peitoral e não conseguiu mais seguir em quadra. Contudo, o italiano também estava sofrendo com problemas físicos e tem sua sequência no torneio em dúvida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garantida-no-top-10-anisimova-volta-a-uma-semi-de-slam-apos-6-anos.html",
        "title": "Garantida no top 10, Anisimova volta a uma semi de Slam após 6 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/anisimova_vibra_wimbledon_QF-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –Pela segunda vez em sua carreira profissional, Amanda Anisimova disputará uma semifinal de Grand Slam. A norte-americana de 23 anos e número 12 do mundo superou nesta terça-feira a russa Anastasia Pavlyuchenkova, 50ª do ranking, por 6/1 e 7/6 (11-9)  em 1h39 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-frustrado-por-ter-deixado-escapar-oportunidades-contra-djokovic.html",
        "title": "De Minaur frustrado por deixar escapar oportunidades contra Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/deminaur-wimbledon-devolve-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) –Alex de Minaur estava com uma quebra de vantagem no quarto set e teve a oportunidade conseguir mais uma, praticamente garantindo um quinto set contra Novak Djokovic na Quadra Central do All England Club, mas não a converteu e acabou sendo eliminado pelo número 1 do mundo com parciais de 1/6, 6/4, 6/4 e 6/4. Naturalmente, ficou bastante frustrado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-supera-comeco-lento-e-disputa-3a-semi-seguida-em-wimbledon.html",
        "title": "Sabalenka supera começo lento e disputa 3ª semi seguida em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-wimbledon-olhabola-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Depois de levar um susto no começo da partida contra a alemã Laura Siegemund, que encurralou Aryna Sabalenka no primeiro set e saiu na frente, a bielorrussa se recuperou no decorrer do jogo, encontrou seu ritmo e buscou a virada que a garantiu nas semifinais de Wimbledon, triunfando com parciais de 4/6, 6/2 e 6/4, em 2h54 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fazia-tempo-que-eu-nao-jogava-um-grand-slam-neste-nivel-diz-cilic.html",
        "title": "“Fazia tempo que eu não jogava um Grand Slam neste nível”, diz Cilic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic-wimbledon-desfocado-2025.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Três vezes finalista de Grand Slam e campeão do Aberto dos Estados Unidos, Marin Cilic está satisfeito por ter conseguido encaixar uma campanha de alto nível em um dos torneios mais importantes do circuito pela primeira vez em algum tempo, apesar da derrota para o italiano Flavio Cobolli nas oitavas de final, em condições que ele considerou longe das ideais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-perde-no-juvenil-victoria-segue-nas-duplas.html",
        "title": "Guto perde no juvenil, Victoria segue nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300_back_indoor-1024x580.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– O goiano Guto Miguel foi eliminado nesta terça-feira na segunda rodada da chave juvenil de simples de Wimbledon. Ele, que sofre com um problema no abdômen, conseguiu equilibrar dois sets, mas perdeu intensidade na reta final da partida e foi batido pelo alemão e cabeça 13 Max Schoenhaus, por 6/4, 4/6 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-faz-primeira-semi-em-wimbledon-e-recupera-4o-lugar.html",
        "title": "Fritz faz primeira semi em Wimbledon e recupera 4º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Depois de duas tentativas frustradas, em 2022 e 2024, o norte-americano Taylor Fritz enfim superou as quartas de final de Wimbledon e está em sua segunda semifinal de Grand Slam da carreira. O tenista de 27 anos derrotou nesta terça-feira o russo Karen Khachanov, para quem havia perdido os dois confrontos anteriores, com placar de 6/3, 6/4, 1/6 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-pucinelli-perdem-na-estreia-no-saibro-europeu.html",
        "title": "Monteiro e Pucinelli perdem na estreia no saibro europeu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_back_saibro-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Braunschweig (Alemanha)– O momento ruim de Thiago Monteiro prossegue. O canhoto cearense sofreu nova derrota precoce nesta terça-feira, agora no saibro alemão, ao ser superado pelo convidado local Christoph Negritu, apenas 282º do ranking, com parciais de 6/4 e 6/2 no torneio com premiação de 180 mil euros."
    }
]