[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-24-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "24/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualificatório – Rodada final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ja-projeta-proximo-duelo-com-sinner-e-sabe-que-rival-ira-evoluir.html",
        "title": "Alcaraz já projeta próximo duelo com Sinner e sabe que rival irá evoluir",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-tokyo-2025-preview-e1758723068876-1024x682.jpg",
        "date": "24/09/2025",
        "description": "Tóquio (Japão)– No ano passado, nesta mesma época, o espanhol Carlos Alcaraz derrotou o italiano Jannik Sinner em uma final emocionante para levantar o troféu de Pequim. Porém, em 2025 ele optou por competir no ATP 500 de Tóquio pela primeira vez, estreando contra o argentino Sebastian Baez na quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-reis-e-pucinelli-duelam-por-vaga-nas-quartas.html",
        "title": "Ao vivo: Reis e Pucinelli duelam por vaga nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Ao-vivo-ATP-Challenger-1-1024x576.jpg",
        "date": "24/09/2025",
        "description": "Buenos Aires (Argentina) –Dois brasileiros se enfrentam pela segunda rodada do challenger de Buenos Aires, em quadras de saibro. O pernambucano João Lucas Reis e o paulista Matheus Pucinelli duelam por vaga nas quartas. O vencedor pode enfrentar o equatoriano Alvaro Guillen Meza ou o boliviano Juan Carlos Prado Angelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-e-shapovalov-tropecam-e-nao-passam-da-estreia-em-toquio.html",
        "title": "Tiafoe e Shapovalov tropeçam e não passam da estreia em Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/20250924_101407-1024x683.jpg",
        "date": "24/09/2025",
        "description": "Tóquio (Japão)– Quatro partidas marcaram o primeiro dia de competições no ATP 500 de Tóquio, que foi marcado pelas eliminações de dois cabeças de chave, o canadense Denis Shapovalov e o norte-americano Frances Tiafoe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-e-tenistas-chineses-sao-convidados-para-o-masters-de-xangai.html",
        "title": "Wawrinka e tenistas chineses são convidados para o Masters de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/681b3e23gy1hu9kdfobs4j20u011in2v-e1727968366955.jpg",
        "date": "24/09/2025",
        "description": "Xangai (China)– Nesta quarta feira foram anunciados os cinco convites para a chave principal do Masters 1000 de Xangai, que acontece entre os dias 1 e 12 de outubro. O único tenista não chinês na lista é o veterano suíço Stan Wawrinka, de 40 anos e atualmente ocupando apenas a 129ª colocação no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-orlandinho-confirmam-favoritismo-na-estreia-em-lisboa.html",
        "title": "Demoliner e Orlandinho confirmam favoritismo na estreia em Lisboa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/luz_demo_assuncao-e1711580461986-1024x723.jpg",
        "date": "24/09/2025",
        "description": "Lisboa (Portugal)– Cabeças de chave número 1 na chave de duplas do challenger de Lisboa, os gaúchos Marcelo Demoliner e Orlando Luz fizeram valer o favoritismo e superaram a estreia em sets diretos, batendo o austríaco David Pichler e o croata Nino Serdarusic com parciais de 6/3 e 7/6 (8-6)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-leva-a-melhor-sobre-matos-e-fura-o-quali-no-atp-500-de-toquio.html",
        "title": "Romboli leva a melhor sobre Matos e fura o quali no ATP 500 de Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli-rio-vibra-2025.jpg",
        "date": "24/09/2025",
        "description": "Tóquio (Japão)– No duelo entre brasileiros que definiu quem entraria na chave principal de duplas no ATP 500 de Tóquio, Fernando Romboli levou a melhor sobre Rafael Matos. Ele e o polonês Jan Zielinski bateram o gaúcho e o português Nuno Borges com parciais de 6/3, 6/7 (7-9) e 10-2, depois de 1h37 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-nana-em-quadra-brasil-define-times-para-bjk-e-davis-junior.html",
        "title": "Com Naná em quadra, Brasil define times para BJK e Davis Junior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_qua_back-1024x610.jpg",
        "date": "23/09/2025",
        "description": "Santiago (Chile) –A Federação Internacional de Tênis (ITF) anunciou nesta terça-feira as escalações completas das equipes que disputarão as Copas Davis e Billie Jean King Júnior, que serão realizadas em Santiago entre os dias 3 e 9 de novembro. As competições não eram realizadas na América do Sul desde 2001, quando a capital chilena também sediou os eventos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-lidera-vitorias-brasileiras-no-j200-de-lima.html",
        "title": "Pietra Rivoli lidera vitórias brasileiras no J200 de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "23/09/2025",
        "description": "Lima (Peru) –Quatro juvenis brasileiras venceram na estreia do ITF J200 de Lima, em quadras de saibro. A boa rodada foi liderada pela gaúcha Pietra Rivoli, cabeça 2 do torneio, que superou a norte-americana Filipa Delgado por 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-marca-a-primeira-vitoria-brasileira-em-itf-argentino.html",
        "title": "Júlia Konishi marca a primeira vitória brasileira em ITF argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/konishi_sl_prepsaque.jpg",
        "date": "23/09/2025",
        "description": "Lujan (Argentina) –A paulista Júlia Konishi marcou a primeira vitória brasileira no ITF W15 de Lujan, em quadras de saibro na Argentina. Atual 804ª do ranking, ela superou a convidada local Mia Celeste Brayotta por 6/2, 2/6 e 6/3."
    }
]