[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-gauff-e-stefani-estreiam-domingo-no-wta-finals.html",
        "title": "Sabalenka, Gauff e Stefani estreiam domingo no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani-babos-toquio-2025.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita) –Além de definir a programação do primeiro dia do WTA Finals, quecomeça neste sábado em Riad, a organização do torneio também divulgou a ordem dos jogos do próximo domingo. A programação conta com a número 1 do mundo, Aryna Sabalenka, a atual campeã, Coco Gauff, e também com a estreia brasileira de Luísa Stefani nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-31-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "31/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-e-keys-abrem-finals-no-sabado-anisimova-encara-rybakina.html",
        "title": "Swiatek e Keys abrem o Finals no sábado, Anisimova encara Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/iga_finals_25_treina_cut-1024x640.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita) –A disputa pelo título do WTA Finals começa neste sábado em Riad, na Arábia Saudita. Os jogos do Grupo Serena Williams serão os primeiros. Campeã do torneio em 2023, Iga Swiatek jogará na abertura da programação ao meio-dia (de Brasília) contra Madison Keys."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vira-o-jogo-contra-de-minaur-e-faz-sua-1a-semi-de-masters-1000.html",
        "title": "Bublik vira o jogo contra De Minaur e faz sua 1ª semi de Masters 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bublik_paris_comemora-1024x656.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –Pela primeira vez em sua carreira profissional, Alexander Bublik disputará uma semifinal de Masters 1000. O cazaque de 28 anos e 16º do ranking segue com bom desempenho nas quadras duras e cobertas de Paris e eliminou o australiano Alex de Minaur, número 6 do mundo, por 6/7 (5-7), 6/4 e 7/5 em 2h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-fazem-quartas-em-lajeado-e-retornam-ainda-nesta-sexta.html",
        "title": "Cinco brasileiros fazem quartas em Lajeado e retornam ainda nesta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide_lajeado_fore-1024x663.jpg",
        "date": "31/10/2025",
        "description": "Lajeado (RS) –Cinco brasileiros avançaram às quartas de final do Lajeado Open. Após alguns atrasos por chuva no início da semana, com direito ao cancelamento da programação da última quarta-feira, a sexta-feira será de rodada dupla ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tjen-faz-mais-uma-boa-campanha-e-chega-a-semi-vekic-e-eliminada.html",
        "title": "Tjen faz mais uma boa campanha e chega à semi, Vekic é eliminada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/tjen_chennai_slice.jpg",
        "date": "31/10/2025",
        "description": "Chennai (Índia) –Finalista do SP Open em setembro, a indonésia Janice Tjen faz mais uma boa campanha na WTA, desta vez no 250 de Chennai. A jogadora de 23 anos e 82ª do ranking fez 6/3 e 6/1 contra a eslovaca de 17 anos Mia Pohankova, campeã juvenil de Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/151204.html",
        "title": "Stefani mostra as instalações em Riad, Iga e Pegula participam de atividade.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_trofeu-1024x679.jpg",
        "date": "31/10/2025",
        "description": "Riad (Arábia Saudita)– A paulista Luisa Stefani e a húngara Timea Babos garantiram vaga inédita no WTA Finals quando se classificaram para a decisão do WTA 500 de Ningbo, no dia 18 deste mês, onde acabaram ficando com o vice-campeonato. Mas na semana passada, elas conquistaram o título do WTA 500 de Tóquio, o quarto delas juntas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-barra-vacherot-em-dia-inspirado-e-fica-perto-de-voltar-ao-finals.html",
        "title": "Aliassime barra Vacherot em dia inspirado e fica perto de voltar ao Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-paris-vibra-2025-e1761667550435-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Paris (França)– Sempre um tenista perigoso sobre quadras duras cobertas, o canadense Félix Auger-Aliassime segue em sua arrancada de final de temporada e está cada vez mais perto de retornar ao ATP Finals, competição que disputou uma única vez, em 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-sente-coxa-e-desiste-de-hong-kong-mboko-faz-semifinal.html",
        "title": "Bencic sente coxa e desiste de Hong Kong, Mboko faz semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/mboko-1024x811.jpg",
        "date": "31/10/2025",
        "description": "Hong Kong– Em mais um capítulo de abandonos e contusões que marcam este final de temporada, a suíça Belinda Bencic desistiu de entrar em quadra nesta sexta-feira para disputar as quartas de final do WTA 250 de Hong Kong. Campeã no domingo em Tóquio, ela sentiu problema na coxa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quando-o-talento-e-superado-pelo-esgotamento.html",
        "title": "Quando o talento é superado pelo esgotamento",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/chico_alcaraz.jpg",
        "date": "31/10/2025",
        "description": "Há tempos que o Masters 1000 de Paris vive uma incômoda situação. Por estar no finalzinho da temporada, muitos jogadores chegam esgotados e por diversas edições o número de desistências foi grande, em especial por tenistas já classificados para o Finals, que preferiram se poupar. Desta vez, o que se viu foi uma enorme surpresa com a eliminação precoce de Carlos Alcaraz. E não se pode esquecer que João Fonseca chegou desgastado, perdeu na segunda rodada e, sabiamente, decidiu anunciar que só voltará ao circuito em 2026."
    }
]