[
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-e-o-cabeca-2-e-lidera-brasileiros-em-challenger-boliviano.html",
        "title": "Pucinelli é o cabeça 2 e lidera brasileiros em challenger boliviano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli-porto-alegre-back-2025-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Santa Cruz de La Sierra (Bolívia)– Três brasileiros estarão em ação no challenger de Santa Cruz de La Sierra na próxima semana, com destaque para o paulista Matheus Pucinelli, que será o cabeça de chave número 2 e tem uma estreia perigosa contra o convidado argentino Facundo Bagnis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeao-fritz-destaca-bom-comeco-na-grama-apos-decepcao-no-saibro.html",
        "title": "Campeão, Fritz destaca bom começo na grama após decepção no saibro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/20250615_Credit-SaschaFeuster_R62_4280-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Stuttgart (Alemanha)– Pela primeira vez desde 1996, e apenas a terceira vez no geral, dois jogadores do top 10 se enfrentaram na final do ATP 250 de Stuttgart e para frustração da torcida o norte-americano Taylor Fritz fez valer o domínio recente contra o alemão Alexander Zverev e venceu a quinta seguida, desta vez em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-reforca-sonho-de-competir-nos-jogos-de-los-angeles-em-2028.html",
        "title": "Djokovic reforça sonho de competir nos Jogos de Los Angeles em 2028",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/djokovic-medalha-ouro-jogos-olimpicos-paris-1-e1722874027960-1024x684.jpeg",
        "date": "15/06/2025",
        "description": "Belgrado (Sérvia)– Atual campeão olímpico, conquistando a tão sonhada medalha de ouro nos Jogos de Paris em 2024, o sérvio Novak Djokovic afirmou, em entrevista para o canal do YouTube(Ne)uspjeh prvaka,que sonha em disputar os Jogos Olímpicos de 2028 em Los Angeles, quanto terá 41 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-15-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/reyes_back_jpires.jpg",
        "date": "15/06/2025",
        "description": "WTA 125 de Grado (Itália) – Saibro – 100 mil eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-polemica-alcaraz-diz-que-pegou-mais-leve-nas-ferias-deste-ano.html",
        "title": "Após polêmica, Alcaraz diz que pegou mais leve nas “férias” deste ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz-queens-sorriso-2025-e1750022522693-1024x683.jpg",
        "date": "15/06/2025",
        "description": "Londres (Inglaterra)– Alvo de muita discussão depois da divulgação do documentário que conta os bastidores da carreira de Carlos Alcaraz, os dias de folga que o espanhol teve após mais uma conquista de Roland Garros foram o assunto principal em sua entrevista coletiva antes da estreia no ATP 500 do Queen’s, o primeiro torneio da temporada de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muito-feliz-lutei-muito-por-esse-trofeu-comemora-o-campeao-reis.html",
        "title": "“Muito feliz, lutei muito por esse troféu”, comemora o campeão Reis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/joao_lreis_trofeu_santafe-1024x659.jpg",
        "date": "15/06/2025",
        "description": "Santa Fé (Argentina)– O pernambucano João Lucas Reis comemorou neste domingo a maior conquista da carreira, erguendo pela primeira vez uma taça de challenger. Na final em Santa Fé,ele derrotou em sets diretos o cabeça de chave 7, o tenista da casa Lautaro Midon, coroando uma grande campanha no saibro argentino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mateus-alves-avanca-no-quali-em-poznan-e-joga-duplas-com-zormann.html",
        "title": "Mateus Alves avança no quali em Poznan e joga duplas com Zormann",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/mateus_alves_marburg_slice-1024x685.jpg",
        "date": "15/06/2025",
        "description": "Poznan (Polônia)– O paulista Mateus Alves está perto de conseguir uma vaga na chave principal do challenger de Poznan, onde está garantido na chave de duplas ao lado do também paulista Marcelo Zormann. Neste domingo, ele avançou no quali e precisa de mais um triunfo para entrar na disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/grama-apresenta-um-novo-tenis.html",
        "title": "Grama apresenta um novo tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_tatjana.jpg",
        "date": "15/06/2025",
        "description": "E, de repente, o tênis mudou. Agora, nomes como Gabriel Diallo, Tatjana Maria, Justin Engel e Elena Ruse ocupam o noticiário, ao mesmo tempo que vemos antigos campeões voltarem a erguer troféus e fazer sucesso, como Taylor Fritz e Elise Mertens. A “culpa” é totalmente das quadras de grama. Quase um universo paralelo ao circuito tradicional, o piso natural do tênis provoca essas muito bem-vindas novidades."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-cabeca-3-na-grama-de-nottingham-orlandinho-tambem-joga.html",
        "title": "Romboli é cabeça 3 na grama de Nottingham, Orlandinho também joga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "15/06/2025",
        "description": "Nottingham (Inglaterra)– Depois de cair na esreia em ‘s-Hertogenbosch, no primeiro torneio de grama da temporada, Fernando Romboli seguirá para a disputa do challenger de Nottingham ao lado do australiano John-Patrick Smith, com quem forma a dupla cabeça de chave 3 no torneio. Na estreia eles terão pela frente os norte-americanos James Tracy e Robert Cash."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diallo-vence-o-amigo-bergs-e-vence-seu-primeiro-titulo-na-atp.html",
        "title": "Diallo vence o amigo Bergs e vence seu primeiro título na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Gabriel-Diallo-6-1024x683.jpg",
        "date": "15/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Em um confronto entre dois jogadores que disputavam seu primeiro título, o canadense Gabriel Diallo deixou de lado sua amizade com o belga Zizou Bergs e conquistou o ATP 250 de ‘s-Hertogenbosch ao vencer a final deste domingo em sets diretos, com parciais de 7/5 e 7/6 (10-8)."
    }
]