[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-embala-no-segundo-set-e-inicia-bem-a-defesa-do-titulo.html",
        "title": "Gauff embala no segundo set e inicia bem a defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim_back_25-1024x682.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –Atual campeã do WTA 1000 de Pequim, Coco Gauff iniciou bem a defesa do título na capital chinesa. A número 3 do mundo venceu a russa Kamilla Rakhimova, 89ª do ranking, por 6/4 e 6/0 em 1h42 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-faz-semi-em-lima-final-de-duplas-tem-tres-brasileiros.html",
        "title": "Pietra faz semi em Lima, final de duplas tem três brasileiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_term-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Lima (Peru) –A gaúcha Pietra Rivoli será a representante brasileira nas semifinais do ITF J200 de Lima, em quadras de saibro. Pietra, de 17 anos e 129ª do ranking, é a segunda cabeça de chave e venceu a mexicana Marianne Angel por 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-passam-para-as-quartas-de-final-em-alphaville.html",
        "title": "Cinco brasileiros passam para as quartas de final em Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sschiessl_alphaville-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Barueri (SP)– O tênis brasileiro tem amplo domínio na rodada de quartas de final do Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais, com a classificação de cinco representantes. A disputa acontece nas quadras sintéticas do Alphaville Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-25-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/09/2025",
        "description": "ATP 500 de Pequim (China) – Sintético – US$ 4.016.050Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/portugues-retorna-de-suspensao-apos-comprovar-contaminacao.html",
        "title": "Português retorna de suspensão após comprovar contaminação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fred_silva_back_fpt-1024x645.jpg",
        "date": "25/09/2025",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) anunciou que Frederico Ferreira Silva, tenista português de 30 anos, aceitou uma suspensão de um mês sob o Programa Antidoping do Tênis, após testar positivo para a substância proibida trimetazidina (TMZ) durante um teste em competição em fevereiro de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/konishi-e-giannini-caem-na-segunda-rodada-de-torneios-da-itf.html",
        "title": "Konishi e Giannini caem na segunda rodada de torneios da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Luján (Argentina) –A paulista Júlia Konishi foi eliminada na segunda rodada do ITF W15 de Luján, em quadras de saibro na Argentina. Atual 804ª do ranking, ela perdeu da boliviana Noelia Zeballos, cabeça 8 do torneio e 612ª colocada, por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-demoliner-fazem-semi-em-lisboa-reis-e-boscardin-seguem-na-argentina.html",
        "title": "Luz e Demoliner fazem semi em Lisboa, Reis e Boscardin seguem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Os gaúchos Orlando Luz e Marcelo Demoliner estão na semifinal do challenger de Lisboa, em quadras de saibro. Principais cabeças de chave, eles venceram os convidados portugueses Henrique e Francisco Rocha por 7/6 (7-2) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-75-de-curitiba-confirma-tres-top-100-na-chave-principal.html",
        "title": "Challenger 75 de Curitiba confirma três top 100 na chave principal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/emilio_navas.jpg",
        "date": "25/09/2025",
        "description": "Curitiba (PR) –A Copa Internacional de Tênis de Curitiba, Ano III, torneio ATP Challenger 75, teve sua lista oficial confirmada e contará com três jogadores no top 100 do ranking mundial. O evento será disputado de 13 a 19 de outubro, nas quadras de saibro do Graciosa Country Club, na capital paranaense. A entrada é gratuita, mediante retirada de ingressos no sitehttps://appticket.com.br/ecp, sempre no dia anterior ao jogo escolhido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-e-nina-tem-casamento-dos-sonhos-em-marrakech.html",
        "title": "Aliassime e Nina têm casamento dos sonhos em Marrakech",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime_nina_casamento.jpg",
        "date": "25/09/2025",
        "description": "Marrakech (Marrocos) –Félix Auger-Aliassime teve um casamento dos sonhos no Marrocos e confessou que não conseguiria realizar a cerimônia sem o apoio decisivo da noiva Nina Ghaibi. A cerimônia aconteceu no dia 20 passado, sábado, em elegante local, o Selman Marrakech, luxuoso hotel situado em casa rural, com vista para as Montanhas Atlas e diárias em torno de R$ 4 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-superado-por-jovem-peruano-nas-oitavas-em-lisboa.html",
        "title": "Monteiro é superado por jovem peruano nas oitavas em Lisboa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro_lisboa_estica-1024x682.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Vindo de umavitória em dois tiebreaks na estreia, Thiago Monteiro foi eliminado nas oitavas de final do challenger de Lisboa, em quadras de saibro. O cearense caiu diante do jovem peruano de 21 anos Ignacio Buse, cabeça 4 do torneio e 116º do ranking, com parciais de 7/6 (9-7) e 6/4 em 2h05 de partida."
    }
]