[
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-lideram-vitorias-brasileiras-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz lideram vitórias brasileiras em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/storck_engie_brb-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz lideraram as vitórias de juvenis brasileiros na primeira rodada da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-nao-estaria-aqui-se-nao-acreditasse-no-titulo.html",
        "title": "Djokovic: “Não estaria aqui se não acreditasse no título”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_25_acena-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –Sete vezes campeão de Wimbledon e finalista nas últimas seis edições, Novak Djokovic mantém viva a ambição de conquistar o oitavo título no Grand Slam britânico, além de chegar à histórica marca de 25 troféus de Slam. Aos 38 anos e em sua 20ª participação no torneio, o sérvio deixou claro que só entrou em quadra porque acredita plenamente em suas chances."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nunca-me-senti-tao-vazio-sem-alegria-dentro-e-fora-da-quadra.html",
        "title": "Zverev: “Nunca me senti tão vazio, sem alegria dentro e fora da quadra”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev_wimbledon_corre-1024x610.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –A eliminação precoce na estreia de Wimbledon marcou um momento delicado na carreira de Alexander Zverev.Derrotado em cinco sets pelo francês Arthur Rinderknechnesta terça-feira, o alemão admitiu que vem enfrentando dificuldades emocionais dentro e fora do circuito, considerando também a possibilidade de buscar ajuda profissional. O atual número 3 do não perdia tão cedo em um Grand Slam desde 2019, também no All England Club, e disse que o problema não está relacionado diretamente ao esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-terca-em-wimbledon.html",
        "title": "Confira as melhores jogadas desta terça em Wimbledon",
        "image": null,
        "date": "01/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-nao-esconde-frustracao-e-buscara-recomeco-no-us-open.html",
        "title": "Gauff não esconde frustração e buscará recomeço no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/gauff_yastremska_cump_wimb-1024x587.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –Depois de acumular boas campanhas na temporada de saibro e conquistar seu segundo título de Grand Slam em Roland Garros, Coco Gauff não repetiu o bom desempenho na grama e foi eliminada na primeira rodada de Wimbledon. Eliminada logo na estreia de Wimbledon, a número 2 do mundo reconheceu as dificuldades da adaptação à superfície e não escondeu a frustração com apartida diante da ucraniana Dayana Yastremskanesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodrigues-kohlmann-e-almeida-avancam-em-itf-argentino.html",
        "title": "Rodrigues, Kohlmann e Almeida avançam em ITF argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/kohlmann_campinas_corre.jpg",
        "date": "01/07/2025",
        "description": "San Salvador de Jujuy (Argentina) –Três nomes da nova geração do tênis brasileiro venceram suas partidas de estreia no ITF M15 de San Salvador de Jujuy, em quadras de saibro na Argentina. A rodada desta terça foi de vitórias para o mineiro Pedro Rodrigues, o paranaense Gustavo Almeida e o paulista Enzo Kohlmann."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-se-emociona-com-vitoria-em-cinco-sets-na-estreia.html",
        "title": "Monfils se emociona com vitória em cinco sets na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/monfils_wimbledon_voleia-1024x574.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –No encontro entre dois jogadores franceses, Gael Monfils venceu um duelo de cinco sets contra Ugo Humbert e estreou com vitória em Wimbledon. Ele avançou com vitória por 6/4, 3/6, 6/7 (5-7), 7/5 e 6/2 em 3h57 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-em-quatro-sets-veja-o-resumo-de-7-minutos.html",
        "title": "Djokovic vence em quatro sets. Veja o resumo de 7 minutos.",
        "image": null,
        "date": "01/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zebra-desfila-na-grama-de-wimbledon.html",
        "title": "Zebra desfila na grama de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_rinder_w.jpg",
        "date": "01/07/2025",
        "description": "Com 127 dos 128 jogos de primeira rodada encerrados, Wimbledon já viu o adeus de 23 dos 64 cabeças de chave e, muito mais do que isso, oito dos top 10, metade para cada sexo. A lista inclui Coco Gauff, Jessica Pegula e Qinwen Zheng de um lado, Alexander Zverev, Lorenzo Musetti e Holger Rune do outro. Até mesmo cabeças de menor peso causaram surpresa, como foi o caso de Alexander Bublik."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-supera-bom-teste-na-estreia-com-vitoria-em-4-sets.html",
        "title": "Djokovic supera bom teste na estreia com vitória em 4 sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_muller_wimb_25-1024x571.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –A busca de Novak Djokovic pelo oitavo título título de Wimbledon começou com uma vitória em quatro sets. Em jogo que encerrou a programação desta terça-feira, o sérvio derrotou o francês Alexandre Muller, 41º do ranking, por 6/1, 6/7 (7-9), 6/2 e 6/2 em 3h20 de partida."
    }
]