[
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-alcanca-2a-final-seguida-em-simples-e-e-vice-nas-duplas.html",
        "title": "Marcondes alcança 2ª final seguida em simples e é vice nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-comemora-hua-hin-2025-1024x680.jpg",
        "date": "01/11/2025",
        "description": "Hua Hin (Tailândia)– Embalado pelo título na semana passada, o paulista Igor Marcondes segue imbatível nas quadras sintéticas tailandesas e está em mais uma final. Neste sábado, ele garantiu vaga na decisão do ITF M15 de Hua Hin ao superar o local Thanapet Chanta, cabeça de chave 8, com parciais de 6/3 e 6/1, em 1h17 de partida. Foi a nona vitória seguida do brasileiro sem perder sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/partida-de-tenis-com-ronaldo-fenomeno-sera-leiloada-em-evento-beneficente.html",
        "title": "Partida de tênis com Ronaldo Fenômeno será leiloada em evento beneficente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ronaldo-fenomeno-2.png",
        "date": "01/11/2025",
        "description": "São Paulo (SP) –A segunda edição do Leilão Galácticos, promovido pela Fundação Fenômenos no dia 12 de novembro, no Clube Monte Líbano, em São Paulo, promete ser uma oportunidade única para fãs dos esportes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-vira-sobre-fernandez-e-disputa-o-titulo-com-bucsa.html",
        "title": "Mboko vira sobre Fernandez e disputa o título com Bucsa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/mboko-vibra-hong-kong-2025-1024x697.jpeg",
        "date": "01/11/2025",
        "description": "Hong Kong (China)– Uma das grandes surpresas da temporada, a canadense Victoria Mboko está na final do WTA 250 de Hong Kong. Neste sábado, a jovem de 19 anos e número 21 do mundo derrubou a compatriota Leylah Fernandez, 22ª colocada, com uma virada por 2/6, 6/3 e 6/2, em 1h44 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-01-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/heide_treina_riooopen_25.jpg",
        "date": "01/11/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carlos-lino-e-clara-coura-sao-finalistas-da-copa-santa-catarina.html",
        "title": "Carlos Lino e Clara Coura são finalistas da Copa Santa Catarina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/clara_coura_itajai_semi-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Itajaí (SC) –Dois atletas catarinenses se classificaram nesta sexta-feira para as principais finais do ADK Juniors Cup, a 16ª edição da Copa Santa Catarina de Tênis. Carlos Lino e Clara Coura vão decidir os títulos do ITF J60 disputado nas quadras de saibro do Itamirim Clube de Campo. Eles enfrentam canadenses que disputarão as Copas Davis e Billie Jean King Junior. As finais acontecem neste sábado às 9h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-reforca-que-nao-e-o-momento-de-pensar-no-ranking.html",
        "title": "Sinner reforça que não é o momento de pensar no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris1-2025-1024x576.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –Como já tem dito desde o início da semana, Jannik Sinner reforçou que este não é o momento de pensar no ranking e na disputa pela liderança com Carlos Alcaraz.Semifinalista do Masters 1000 de Paris, o italiano pode voltar ao número 1 caso conquiste o título inédito na competição. Ele ampliou sua série invicta em quadras duras e cobertas para 24 jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/convidados-herbert-e-halys-vao-a-semifinal-de-duplas-em-paris.html",
        "title": "Convidados, Herbert e Halys vão à semifinal de duplas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/herbert_halys_paris_acenam-1024x683.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –Convidados para o torneio de duplas no Masters 1000 de Paris, Quentin Halys e Pierre-Hugues Herbert são a esperança de título para a torcida francesa, após as eliminações precoces da chave de simples, e já estão na semifinal. Eles venceram nesta sexta-feira os argentinos Maximo Gonzalez e Andres Molteni por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-salva-dois-match-points-contra-medvedev-e-reencontra-sinner.html",
        "title": "Zverev salva dois match-points contra Medvedev e reencontra Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev_paris_saque-1024x647.jpg",
        "date": "31/10/2025",
        "description": "Paris (França) –Atual campeão do Masters 1000 de Paris, Alexander Zverev segue na tentativa de defender o título nas quadras duras e cobertas da capital francesa. O alemão garantiu vaga na semifinal depois de superar o russo Daniil Medvedev, 13º do ranking e vencedor do torneio em 2020, com parciais de 2/6, 6/3 e 7/6 (7-5), após 2h30 de jogo e salvando dois match-points no saque."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-pucinelli-sao-os-brasileiros-nas-semifinais-em-lajeado.html",
        "title": "Heide e Pucinelli são os brasileiros nas semifinais em Lajeado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide_lajeado_fore-1024x663.jpg",
        "date": "31/10/2025",
        "description": "Lajeado (RS) –Os paulistas Gustavo Heide e Matheus Pucinelli serão os representantes brasileiros nas semifinais do Lajeado Open. Depois de vencerem seus jogos das oitavas pela manhã, eles voltaram à quadra na tarde desta sexta-feira para completar a rodada dupla no ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça. A rodada deste sábado começa às 11h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-31-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "31/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    }
]