[
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-primeiros-confrontos-das-quartas-em-foz-do-iguacu.html",
        "title": "Definidos os primeiros confrontos das quartas em Foz do Iguaçu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_poa_fore-1024x683.jpg",
        "date": "23/10/2025",
        "description": "Foz do Iguaçu (PR) –Foram definidos os confrontos das quartas do Cataratas Open, torneio ITF J30 disputado em Foz do Iguaçu. O torneio masculino tem cinco brasileiros classificados, enquanto a chave feminina é dominada pelas atletas nacionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-23-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "23/10/2025",
        "description": "ATP 500 de Viena (Áustria) – Sintético (coberto) – 2.736.875 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-relata-desconforto-no-adutor-e-se-afasta-por-duas-semanas.html",
        "title": "Carol Meligeni relata desconforto no adutor e se afasta por duas semanas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_floripa_back-1024x683.jpg",
        "date": "23/10/2025",
        "description": "Florianópolis (SC) –Terceira melhor brasileira no ranking mundial, ocupando atualmente o 234º lugar, Carol Meligeni precisou se retirar das quartas de final de duplas do WTA 125 de Florianópolis, ao lado da argentina Julia Riera. A campineira relatou um desconforto no adutor e voltará ao circuito no WTA 125 de Tucuman, na Argentina, a parir de 3 de novembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-francesa-nas-oitavas-em-florianopolis.html",
        "title": "Pigossi é superada nas oitavas, Naná e Candiotto se despedem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_r16-1024x683.jpg",
        "date": "23/10/2025",
        "description": "Florianópolis (SC) –Única brasileira a ter passado pela estreia do Engie Open, Laura Pigossi foi eliminada na segunda rodada do WTA 125 em Florianópolis. A número 2 do país e 204ª do mundo sofreu 6/2 e 6/3 da francesa Alice Rame, 211ª colocada e vinda de uma final no Rio Ladies Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-tambem-avanca-e-completa-trio-italiano-nas-quartas-em-viena.html",
        "title": "Musetti também avança e completa trio italiano nas quartas em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/musetti-vienna-2025-tuesday-1024x576.jpg",
        "date": "23/10/2025",
        "description": "Viena (Áustria) –No jogo que encerrou a programação desta quinta-feira no ATP 500 de Viena, o italiano Lorenzo Musetti garantiu a última vaga nas quartas de final do torneio em quadras duras e cobertas. O número 8 do mundo venceu o argentino Tomas Etcheverry, 60º do ranking, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-vence-mais-uma-nos-eua-e-busca-a-primeira-semi-do-ano.html",
        "title": "Carolina Bohrer vence mais uma nos EUA e busca a primeira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "23/10/2025",
        "description": "Hilton Head Island (EUA) –A catarinense Carolina Bohrer está nas quartas de final do ITF W15 de Hilton Head Island, em quadras de saibro nos Estados Unidos. Ela superou a norte-americana Emily de Oliveira, de 22 anos, por 6/4, 6/7 (5-7) e 6/4 em 2h49 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-vence-mais-uma-na-tailandia-rodrigues-faz-quartas-nos-eua.html",
        "title": "Marcondes vence mais uma na Tailândia, Rodrigues faz quartas nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pedro_rodrigues_poa_fore.jpg",
        "date": "23/10/2025",
        "description": "Hua Hin (Tailândia) –O paulista Igor Marcondes está nas quartas de final do ITF M15 de Hua Hin, em quadras duras na Tailândia, após vencer o norte-americano Michael Zhu por 6/1 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-por-volta-de-10h30-desta-sexta-e-busca-2a-semi-de-atp.html",
        "title": "Fonseca joga por volta de 10h30 desta sexta e busca 2ª semi de ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_caminha_cut-e1761228057236-1024x682.jpg",
        "date": "23/10/2025",
        "description": "Basileia (Suíça) –Depois de ter vencido sua partida de estreia na última terça-feira e contado com uma desistência nas oitavas, João Fonseca volta à quadra nesta sexta-feira pelas quartas de final do ATP 500 da Basileia. O carioca de 19 anos e número 1 do Brasil enfrenta o canadense Denis Shapovalov, ex-top 10 e atual 23º do ranking, por volta das 10h30 (de Brasília). O torneio é transmitido pelaESPNeDisney+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vence-duelo-italiano-e-reencontra-bublik-nas-quartas-em-viena.html",
        "title": "Sinner vence duelo italiano e reencontra Bublik nas quartas em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_fore-1024x576.jpg",
        "date": "23/10/2025",
        "description": "Viena (Áustria) –Em seu segundo jogo no ATP 500 de Viena, Jannik Sinner conseguiu mais uma vitória em sets diretos e garantiu vaga nas quartas de final. Principal cabeça de chave e campeão em 2023, o número 2 do mundo venceu um duelo italiano contra Flavio Cobolli, 22º do ranking, por 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/humbert-e-munar-eliminam-fritz-e-shelton-e-vao-as-quartas-na-basileia.html",
        "title": "Humbert e Munar eliminam Fritz e Shelton e vão às quartas na Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/munar_basel_fore-1024x605.jpg",
        "date": "23/10/2025",
        "description": "Basileia (Suíça) –Principais cabeças de chave do ATP 500 da Basileia, os norte-americanos Taylor Fritz e Ben Shelton foram eliminados da competição nesta quinta-feira, pelas oitavas de final. Os algozes foram o francês Ugo Humbert e o espanhol Jaume Munar, que avançaram às quartas no torneio em quadras duras e cobertas."
    }
]