[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-sai-de-quadra-otimista-com-sua-melhor-partida-no-torneio.html",
        "title": "Alcaraz sai de quadra otimista com sua melhor partida no torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-cincinnati-sorri-2025.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA)– Pouco a pouco o espanhol Carlos Alcaraz parece estar evoluindo em quadra durante a disputa do Masters 1000 de Cincinnati. Depois de precisar de três sets para superar a sereia, ele vem crescendo, cedeu oito games em sua segunda partida e na vitória mais recente, sobre o italiano Luca Nardi, deixou apenas cinco games para o rival."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-destaca-evolucao-e-diz-estar-animada-por-duelo-com-rybakina.html",
        "title": "Sabalenka destaca evolução e diz estar animada por duelo com Rybakina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Sabaleka_JD_20250811_9634-2048x1365-1-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA)– Depois de uma partida duríssima contra Emma Raducanu, precisando de mais de 3h para superar a britânica, a bielorrussa Aryna Sabalenka teve um pouco menos de dificuldade nas oitavas de final no WTA 1000 de Cincinnati e conseguiu derrotar a espanhola Jessica Bouzas em sets diretos, marcando parciais de 6/1 e 7/5 em 1h20 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-14-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/C_1umLsl-scaled-e1711654599506-1024x682.jpeg",
        "date": "14/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-muito-dificil-jogar-um-bom-tenis-em-cincinnati-afirma-sinner.html",
        "title": "“É muito difícil jogar um bom tênis em Cincinnati”, afirma Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-cincinnati-rebate-2025-.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA)– O italiano Jannik Sinner segue firme em sua defesa do título no Masters 1000 de Cincinnati. Na última quarta-feira, ele teve pela frente o francês Adrian Mannarino e garantiu a vitória em sets diretos, em uma partida marcada por paralisação de quase três horas por chuva. Em entrevista aoTennis Channel, o líder do ranking falou um pouco sobre o ocorrido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kalinskaya-vence-duelo-russo-e-desafia-iga-nas-quartas-em-cincinnati.html",
        "title": "Kalinskaya vence duelo russo e desafia Iga nas quartas em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kalinskaya_cincy_toss_noite-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –No jogo que encerrou a rodada desta quarta-feira no WTA 1000 de Cincinnati, Anna Kalinskaya levou a melhor no duelo russo contra Ekaterina Alexandrova e garantiu seu lugar nas quartas de final com vitória por 3/6, 7/6 (7-5) e 6/1 em 2h18 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-bonini-e-gustavo-albieri-vao-as-quartas-no-pan-americano-junior.html",
        "title": "João Bonini e Gustavo Albieri vão às quartas no Pan-Americano Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan_junior_preparasaque-1024x604.jpg",
        "date": "14/08/2025",
        "description": "Assunção (Paraguai) –O paranaense João Pedro Bonini e o paulista Gustavo Albieri serão os representantes brasileiros nas quartas de final dos Jogos Pan-Americanos Júnior, em Assunção. Além de buscarem as medalhas do torneio, os atletas também disputam a classificação nas chaves profissionais dos Jogos Pan-Americanos de 2027, em Lima."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-abre-a-rodada-desta-quinta-ao-meio-dia-sinner-joga-as-16h.html",
        "title": "Gauff abre a rodada desta quinta ao meio-dia, Sinner joga às 16h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_cincy_autografos-1024x683.jpg",
        "date": "14/08/2025",
        "description": "Cincinnati (EUA) –A quinta-feira em Cincinnati terá o complemento da rodada das oitavas de final para homens e mulheres, além da definição dos primeiros semifinalistas da chave masculina. Entre os destaques estão Coco Gauff e Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-abre-vantagem-e-avanca-com-a-desistencia-de-khachanov.html",
        "title": "Zverev abre vantagem e avança com a desistência de Khachanov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/20250813_152220-scaled-e1755109548738-1024x683.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Uma semana depois de protagonizarem uma equilibrada semifinal em Toronto, Alexander Zverev e Karen Khachanov voltaram a se enfrentar nesta quarta-feira em Cincinnati. E desta vez o alemão levou a melhor. Ele liderava o placar contra o russo por 7/5 e 3/0 e havia vencido cinco games seguidos quando o rival chamou o fisioterapeuta em quadra, conversou e se retirou da partida antes mesmo de pedir o tempo médico de três minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-faz-seu-melhor-jogo-na-semana-em-cincinnati-e-encara-rublev.html",
        "title": "Alcaraz faz seu melhor jogo na semana em Cincinnati e encara Rublev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_cincy_rebate_noite-1024x600.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –Depois de passar por dois jogos duros no Masters 1000 de Cincinnati, Carlos Alcaraz chega às quartas de final com a sensação de que fez sua melhor partida no torneio. Ainda em busca de um título inédito na competição, o número 2 do mundo venceu o italiano Luca Nardi, 98º do ranking e que entrou na chave como lucky-loser, por 6/1 e 6/4 em 1h20 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algoz-de-fonseca-tambem-elimina-fritz-e-faz-quartas-em-cincinnati.html",
        "title": "Algoz de Fonseca também elimina Fritz e faz quartas em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane-cincinnati-2025-r4-1024x576.jpg",
        "date": "13/08/2025",
        "description": "Cincinnati (EUA) –A grande campanha do francês Terence Atmane continua no Masters 1000 de Cincinnati. Depois de ter passado por Flavio Cobolli eJoão Fonsecano caminho para as oitavas, o jogador de 23 anos e 136º do ranking eliminou Taylor Fritz, número 4 do mundo, com parciais de 3/6, 7/5 e 6/3 em 1h59 de partida."
    }
]