[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-06-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-esta-animado-com-mais-uma-chance-de-enfrentar-djokovic.html",
        "title": "De Minaur está animado com mais uma chance de enfrentar Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur.avif",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– O australiano Alex De Minaur estava voando ano passado. Havia conquistado títulos no primeiro semestre e chegado às quartas de final de Rolando Garros. Em breve, teria o melhor ranking da carreira (6º) e havia acabado de marcar um duelo com Novak Djokovic por uma vaga nas semifinais de Wimbledon quando sofreu uma lesão no quadril que o obrigou a abandonar o torneio. Não jogaria tênis até o Aberto dos EUA, meses depois."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-gosta-tanto-de-uma-rotina-que-chega-a-ser-supersticioso.html",
        "title": "Fritz gosta tanto de uma rotina que chega a ser supersticioso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fritz-olha-a-bola-eastbourne-2025-1024x717.jpeg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Taylor Fritz dá tanta importância à sua rotina durante torneios e na preparação para partidas que afirmou que chega a ser supersticioso, após uma quarta rodada de Wimbledon mais tranquila do que imaginava graças ao abandono do adversário australiano Jordan Thompson na metade do segundo set. O norte-americano, quinto cabeça de chave, vencia por 6/1 e 3/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-mantem-escrita-contra-mertens-e-volta-as-quartas.html",
        "title": "Sabalenka mantém escrita contra Mertens e volta às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_wimbledon_back_indoor-1024x649.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Ainda em busca de um título inédito em Wimbledon, Aryna Sabalenka chega sem perder sets às quartas. A número 1 do mundo venceu neste domingo a belga Elise Mertens, 23ª do ranking, por 6/4 e 7/6 em apenas 1h35 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-e-navarro-farao-o-unico-duelo-entre-top-10-das-oitavas-de-final.html",
        "title": "Andreeva e Navarro farão o único duelo entre top 10 das oitavas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva.avif",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Em um torneio de Wimbledon marcado pelas zebras, tanto no masculino quanto no feminino, a russa Mirra Andreeva, 7ª cabeça de chave, e a norte-americana Emma Navarro, 10ª, passaram ilesas e, portanto, farão o único duelo entre tenistas top 10 das oitavas de final da chave das mulheres no All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewett-e-reid-entre-os-paralimpicos-homenageados-no-domingo.html",
        "title": "Hewett e Reid entre os paralímpicos homenageados no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alfie_hewett_by-Ryan-Jenkinson.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –O Domingo do Meio, antes um dia para descanso e manutenção das quadras de grama do All England Club, teve neste domingo mais homenagens a esportistas renomados convidados para o camarote real, com destaque para atletas paralímpicos de diversas modalidades."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/siegemund-acaba-com-festa-de-argentina-e-iguala-sua-melhor-campanha-em-slam.html",
        "title": "Siegemund acaba com festa de argentina e iguala sua melhor campanha em Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Laura_Siegemund_-_Wimbledon_Championships_2025_-_Day_5-DSC_4867_xgaplus.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Uma das maiores surpresas entre as tenistas que chegaram nas oitavas de final em Wimbledon, a lucky-loser argentina Sola Sierra encerrou sua campanha no torneio neste domingo, superada pela experiente alemã Laura Siegemund, que controlou a rival e precisou de 1h19 para triunfar em sets diretos, marcando parciais de 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pavlyuchenkova-vence-e-faz-quartas-pela-10a-vez-em-grand-slam.html",
        "title": "Pavlyuchenkova vence e faz quartas pela 10ª vez em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pavlyuchenkova-wimbledon-fore-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Uma das mais experientes do circuito, a russa Anastasia Pavlyuchenkova acabou com a festa da tenista da casa Sonay Kartal neste domingo e derrubou a britânica nas oitavas de final de Wimbledon, triunfando com parciais de 7/6 (7-3) e 6/4, depois de 2h02 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-conversei-com-federer-varias-vezes-e-fiquei-impressionado.html",
        "title": "Shelton: “Conversei com Federer várias vezes e fiquei impressionado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-wimbledon-fore-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Um dos jovens aspirantes a buscar maiores conquistas no circuito, o norte-americano Ben Shelton falou um pouco sobre as questões táticas após sua terceira vitória em Wimbledon, batendo o húngaro Marton Fucsovics em sets diretos. O tenista de 22 anos destacou os jogadores que considera os inteligentes do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-acredita-que-veremos-cada-vez-menos-o-reves-com-uma-mao.html",
        "title": "Dimitrov acredita que veremos cada vez menos o revés com uma mão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/dimitrov-wimbledon-back-2025.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Assim como a vida e o mundo, o tênis está em constante transformação e o revés de uma mão, que no passado era dominante no circuito, agora está cada vez mais raro. Um dos que ainda utiliza essa técnica, o búlgaro Grigor Dimitrov acredita que o futuro não é muito favorável e prevê uma escassez ainda maior nos próximos tempos."
    }
]