[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-30-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/heide_pira_back.jpg",
        "date": "30/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sao-pequenos-detalhes-que-nesse-nivel-nao-posso-errar.html",
        "title": "Fonseca: “São pequenos detalhes, que nesse nível não posso errar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_2r_cut-1024x585.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –Após a derrota na segunda rodada do Masters 1000 de Paris, João Fonseca avaliou seu desempenho na partida desta quarta-feira contra o russo Karen Khachanov.Superado em três sets pelo atual 14º do rankinge campeão do torneio em 2018, o carioca de 19 anos e número 1 do Brasil entende que conseguiu equilibrar as ações a partir da segunda parcial e que o último set foi definido por detalhes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dez-juvenis-brasileiros-disputam-as-quartas-no-itf-de-itajai.html",
        "title": "Dez juvenis brasileiros disputam as quartas no ITF de Itajaí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/clara_coura_copasc-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Itajaí (SC) –Dez juvenis brasileiros vão disputar as quartas de final da ADK Juniors Cup, a 16ª edição da Copa Santa Catarina de Tênis, torneio ITF J60 disputado nas quadras de saibro do Itamirim Clube de Campo. Serão cinco representantes nacionais no masculino e mais cinco na chave feminina. Destaque também para as equipes do Canadá das Copas Davis e Billie Jean King Cup Junior, que fazem a preparação no Brasil antes de jogarem no Chile."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-adia-jogos-em-lajeado-schiessl-ja-disputa-oitavas-nesta-5a.html",
        "title": "Chuva adia jogos em Lajeado, Schiessl já disputa oitavas nesta 5ª",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/lajeado_chuva-1024x680.jpg",
        "date": "29/10/2025",
        "description": "Lajeado (RS) –Os jogos que estavam previstos para esta quarta-feira no Lajeado Open foram cancelados por chuva. A programação do ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça será retomada nesta quinta-feira, a partir das 9h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/feliz-com-a-estreia-em-paris-sinner-destaca-desempenho-do-saque.html",
        "title": "Feliz com a estreia em Paris, Sinner destaca desempenho do saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_paris_vibra-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –O bom desempenho na estreia do Masters 1000 de Paris foi bastante comemorado por Jannik Sinner, que vem de título em Viena no último domingo e busca uma conquista inédita na capital francesa. O italiano não enfrentou break-points navitória sobre o belga Zizou Bergse volta à quadra nesta quinta-feira às 15h (de Brasília) para enfrentar o argentinoFrancisco Cerúndolo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-vao-as-quartas-na-colombia-marcondes-vence-na-tailandia.html",
        "title": "Brasileiros vão às quartas na Colômbia, Marcondes vence na Tailândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/natan_rodrigues_salvador_back-1024x682.jpg",
        "date": "29/10/2025",
        "description": "Ibagué (Colômbia) –O Brasil terá dois representantes nas quartas de final do ITF M15 de Ibagué, em quadras de saibro na Colômbia. O baiano Natan Rodrigues e o catarinense Bruno Fernandez venceram seus jogos e estão do mesmo lado da chave para um possível duelo na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-zverev-vacherot-seguem-adiante-fonseca-cai-veja-o-resumo-do-dia.html",
        "title": "Sinner, Zverev, Vacherot seguem adiante. Fonseca cai. Veja o resumo do dia.",
        "image": null,
        "date": "29/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-zormann-e-daniel-avancam-no-challenger-de-lima.html",
        "title": "Duplas de Zormann e Daniel avançam no challenger de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Lima (Peru) –O Brasil terá dois jogadores nas quartas de final de duplas no challenger de Lima, em quadras de saibro. Os paulistas Marcelo Zormann e Daniel Dutra da Silva venceram seus jogos, ao lado dos parceiros estrangeiros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vai-ao-limite-e-faz-o-seu-papel.html",
        "title": "Fonseca vai ao limite e faz o seu papel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_final.jpg",
        "date": "29/10/2025",
        "description": "Acabou o gás. Claramente, João Fonseca teve que se superar no aspecto físico e emocional nesta segunda rodada do Masters 1000 de Paris e, ainda assim, levou o número 14 do mundo Karen Khachanov a um terceiro set, em que o russo foi praticamente perfeito com o saque e, com todo o mérito, segue em busca do segundo troféu no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-29-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_toss_doro-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosSegunda rodada –Veja a chave"
    }
]