[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-26-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/enzo_lima_campinas_olhabola.jpg",
        "date": "26/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-quem-jogar-melhor-neste-torneio-terminara-como-numero-1.html",
        "title": "Alcaraz: “Quem jogar melhor neste torneio terminará como número 1”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-usopen-back-2025-e1756217614456-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Neste ano, a disputa do US Open para Carlos Alcaraz e Jannik Sinner vale mais apenas do que a busca pelo título, uma vez que os dois brigam diretamente pela liderança do ranking no torneio. Após a vitória na estreia, o espanhol falou sobre a situação e acredita que não joga uma pressão extra para cima do rival italiano, que estreia nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-afirma-que-o-cheiro-de-maconha-e-a-pior-coisa-de-jogar-em-nova-york.html",
        "title": "Ruud afirma que o cheiro de maconha é a pior coisa de jogar em Nova York",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud-usopen-rebate-2025-e1756212217972-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Vice-campeão do US Open em 2022, o norueguês Casper Ruud não escondeu sua insatisfação com uma das situações que o deixa bastante desconfortável em quadra. Sem rodeios, ele afirmou que o cheiro de maconha é a pior coisa de Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-acredita-que-fim-do-jejum-norte-americano-no-us-open-acontecera-logo.html",
        "title": "Tiafoe acredita que fim do jejum norte-americano no US Open acontecerá logo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe-usopen-back-2025-e1756210277563-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA)– Uma das esperanças da casa do US Open, Frances Tiafoe começou bem sua campanha no torneio, batendo o japonês Yoshihito Nishioka na estreia em sets diretos. Após a vitória, ele falou não apenas sobre sua partida, mas também sobre as chances de um norte-americano quebrar o jejum de títulos na chave masculina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-vence-so-4-games-e-supera-estreia-com-desistencia-do-rival.html",
        "title": "Monteiro vence só 4 games e supera estreia com desistência do rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/monteiro-assuncao-joinha-2025-e1742680888641-1024x683.jpg",
        "date": "26/08/2025",
        "description": "Como (Itália)– A estreia do cearense Thiago Monteiro no challenger de Como, onde é o cabeça de chave número 2, foi bem rápida. Nesta terça-feira, ele contou com a desistência do suíço Alexander Ritschard ainda no primeiro set, quando vencia com o placar de 4/2, depois de apenas 31 minutos de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-de-volta-a-boa-forma.html",
        "title": "Fonseca, de volta à boa forma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso.jpg",
        "date": "26/08/2025",
        "description": "A melhor coisa sobre a vitória de estreia como profissional de João Fonseca no US Open é que o campeão juvenil de 2023 voltou a jogar um grande tênis, especialmente nos chamados ‘grandes pontos’ depois de um período apagado. É bem verdade que o backhand estava um tanto travado no primeiro set, o que permitiu que Miomir Kecmanovic sacasse para ganhar a série e sair com importante vantagem. O sérvio ajudou, ao usar muito pouco o primeiro saque nessa hora importante, e essa foi a deixa para soltar o brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-controla-o-saque-de-opelka-e-vence-em-sets-diretos.html",
        "title": "Alcaraz controla o saque de Opelka e vence em sets diretos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_uso25_vibra_bald-e1756214111382-1024x681.jpg",
        "date": "26/08/2025",
        "description": "Nova York (EUA) –O sorteio da chave do US Open colocou Carlos Alcaraz para enfrentar um dos principais sacadores do circuito logo na primeira rodada, o norte-americano Reilly Opelka. Mas diante do grandalhão de 2,11m, o espanhol conseguiu aproveitar as chances que teve para vencer em sets diretos, com parciais de 6/4 e 7/5 e 6/4 em 2h06 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-estreiam-com-vitoria-em-itf-j300-no-canada.html",
        "title": "Guto e Naná estreiam com vitória em ITF J300 no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_miguel_ecp_back.jpg",
        "date": "26/08/2025",
        "description": "Repentigny (Canadá) –O goiano Guto Miguel e a paulista Nauhany Silva estrearam com vitória no ITF J300 de Repentigny, em quadras duras no Canadá. Os dois nomes da nova geração do tênis brasileiro disputam o torneio preparatório para o US Open juvenil, que começa em 31 de agosto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-vence-a-primeira-desde-wimbledon-svitolina-e-eliminada.html",
        "title": "Andreeva vence a primeira desde Wimbledon, Svitolina é eliminada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_usopen_vibra-1024x596.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Ainda em busca de seu primeiro título de Grand Slam, Mirra Andreeva estreou com vitória no US Open. A russa de apenas 18 anos e número 5 do mundo precisou de apenas 55 minutos para vencer a norte-americana Alycia Parks por 6/0 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-precisa-de-tres-sets-para-superar-venus-na-estreia.html",
        "title": "Muchova precisa de três sets para superar Venus na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/muchova_uso25_back-e1756214171609-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA) –Semifinalista nas duas últimas edições do US Open, Karolina Muchova precisou de três sets para superar a bicampeã Venus Williams na sessão noturna do Arthur Ashe Stadium. A tcheca marcou as parciais de 6/3, 2/6 e 6/1."
    }
]