[
    {
        "url": "https://tenisbrasil.uol.com.br/rio-de-janeiro-recebe-etapa-inaugural-do-brasil-open-beach-tennis-series.html",
        "title": "Rio de Janeiro recebe etapa inaugural do Brasil Open Beach Tennis Series",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/beach-tennis_foto-generica.jpg",
        "date": "21/08/2025",
        "description": "Rio de Janeiro (RJ) –O Brasil será palco de um inédito circuito de beach tennis. Entre os dias 18 e 21 de setembro, a cidade do Rio de Janeiro receberá a etapa inaugural do Brasil Open Beach Tennis Series, na NR Arena, localizada na Barra da Tijuca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt-50-de-sinop-tem-final-feminina-acirrada-favoritos-caem-no-masculino.html",
        "title": "BT 50 de Sinop tem final feminina acirrada. Favoritos caem no masculino.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ana-santos_viviane-kobo_sinopbt50.jpg",
        "date": "21/08/2025",
        "description": "Sinop (MT) –Foram definidos os primeiros campeões de torneio internacional de beach tennis na cidade de Sinop (MT). As atletas de Mato Grosso, Sophia Fiedler e Marcela Balduíno, foram superadas nas semifinais e quartas de final respectivamente do BT 50. O título feminino ficou com Viviane Kobo e Ana Santos em partida super disputada contra Yasmine Aires e Manuela Archeti, com parciais de 6/7 (6/8), 6/4 e 11-9."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-feminino-atinge-recorde-de-us-249-milhoes-em-premios-em-2025.html",
        "title": "Tênis feminino atinge recorde de US$ 249 milhões em prêmios em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Sabalenka_King_20240907_campea.jpg",
        "date": "21/08/2025",
        "description": "St. Petersburg (EUA) –À medida que o tênis feminino continua a crescer em popularidade e engajamento, o mesmo acontece com os prêmios em dinheiro para as jogadoras. Em 2025, um recorde de US$ 249 milhões em prêmios em dinheiro será concedido às jogadoras, um aumento impressionante de 13% em relação a 2024 (US$ 221 milhões)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-desiste-do-us-open-e-sera-substituido-por-lucky-loser.html",
        "title": "Kyrgios desiste do US Open e será substituído por lucky-loser",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/kyrgios-miami-rebate-2025-scaled-e1742473480448-1024x683.jpeg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –A organização do US Open confirmou nesta quinta-feira a desistência de Nick Kyrgios da competição. O australiano será substituído por um lucky-loser, que perder na última rodada do qualificatório em andamento nesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-dedicam-titulo-aos-duplistas-que-nao-puderam-jogar.html",
        "title": "Errani e Vavassori dedicam título “aos duplistas que não puderam jogar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/errani_vavassori_trofeu_mistas_uso-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Novidade para a edição de 2025 do US Open, o torneio de duplas mistas teve novo formato e atraiu grandes nomes do circuito de simples para os dois dias de competição. Mas a parceria italiana deSara Errani e Andrea Vavassoriconseguiu defender o título conquistado no ano passado e para vencer o terceiro Grand Slam juntos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-21-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-espera-2025-819x1024.jpg",
        "date": "21/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navarro-e-a-bicampea-fernandez-sao-eliminadas-em-monterrey.html",
        "title": "Navarro e a bicampeã Fernandez são eliminadas em Monterrey",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/navarro_mtr_fore-1024x682.jpg",
        "date": "21/08/2025",
        "description": "Monterrey (México) –A sessão noturna da última quarta-feira no WTA 500 de Monterrey foi marcada pelas eliminações da principal cabeça de chave, Emma Navarro, e da bicampeã Leylah Fernandez. Suas algozes, a norte-americana Alycia Parks e a eslovaca Rebecca Sramkova vão se enfrentar nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-e-tiktok-anunciam-parceria-global-para-enriquecer-experiencia-dos-fas.html",
        "title": "ATP e TikTok anunciam parceria global para enriquecer experiência dos fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atp-tiktok-parceria.jpg",
        "date": "21/08/2025",
        "description": "Londres (Inglaterra) –O TikTok e o ATP Tour anunciaram nesta quarta-feira uma parceria estratégica global focada em levar conteúdo envolvente sobre atletas e tênis da ATP para os fãs da Geração Z e Millennials por meio de colaborações entre criadores e conteúdo inovador."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-a-cerimonia-de-premiacao-da-dupla-bicampea-italiana.html",
        "title": "Veja a cerimônia de premiação da dupla bicampeã italiana",
        "image": null,
        "date": "21/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-e-vavassori-superam-iga-e-ruud-e-defendem-o-titulo-nas-duplas-mistas.html",
        "title": "Errani e Vavassori superam Iga e Ruud e defendem o título nas duplas mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/errani_vavassori_USO_celebram_semi-1024x576.jpg",
        "date": "21/08/2025",
        "description": "Nova York (EUA) –Mesmo com a mudança no formato do torneio de duplas mistas do US Open, a parceria italiana de Sara Errani e Andrea Vavassori defendeu o título conquistado no ano passado, tendo superado várias estrelas do circuito de simples. Os agora bicampeões venceram na final a polonesa Iga Swiatek e o norueguês Casper Ruud por 6/3, 5/7 e 10-6, com grande público na sessão noturna do Arthur Ashe Stadium."
    }
]