[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-01-03.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bonini_barueri_back-1024x682.jpg",
        "date": "01/03/2026",
        "description": "WTA 125 de Antália (Turquia) – Saibro – US$ 115 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-duelo-de-3h-e-desafia-jovem-servia-no-quali-em-antalia.html",
        "title": "Pigossi vence duelo de 3h e desafia jovem sérvia no quali em Antália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_vibra_1R-1024x612.jpg",
        "date": "01/03/2026",
        "description": "Antália (Turquia) –Em sua segunda semana disputando torneios da série WTA 125 no saibro de Antália, na Turquia, Laura Pigossi estreou com vitória no qualificatório. A número 2 do Brasil e 215ª do mundo venceu a russa Alevtina Ibragimova, de 21 anos e 326ª do ranking, por 4/6, 6/3 e 6/4 em 3h03 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-jogamos-bem-em-todas-as-partidas-e-fomos-fortes-mentalmente.html",
        "title": "Matos: “Jogamos bem em todas as partidas e fomos fortes mentalmente”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/matos_luz_trofeu_chile_celebram-1024x683.jpg",
        "date": "01/03/2026",
        "description": "Santiago (Chile) –Campeão de duplas no ATP 250 de Santiago, Rafael Matos destacou a consistência ao longo de toda a semana ao lado de Orlando Luz. A parceria brasileira não perdeu sets em nenhuma das quatro partidas que fez na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-celebra-o-tri-em-acapulco-e-sucesso-da-parceria-com-zverev.html",
        "title": "Melo celebra o tri em Acapulco e sucesso da parceria com Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/03/melo-zverev_acapulco_coletiva_trofeus-1024x683.jpg",
        "date": "01/03/2026",
        "description": "Acapulco (México) –Tricampeão do ATP 500 de Acapulco, Marcelo Melo comemorou aconquista do último sábado, ao lado do alemão Alexander Zverev. O mineiro também havia vencido com o croata Ivan Dodig em 2015 e com o polonês Lukasz Kubot em 2020. O título também confirmou o bom momento do tenista, que chegou a oito vitórias seguidas e vinha de título no Rio Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/troca-de-bola-e-mais-um-desafio-em-indian-wells.html",
        "title": "Troca de bola é mais um desafio em Indian Wells",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/03/blog_iwells.jpg",
        "date": "01/03/2026",
        "description": "O primeiro Masters 1000 da temporada começa nesta quarta-feira, no Paradise de Indian Wells, e mais uma vez a maioria dos tenistas não sabe exatamente o que esperar. O mais badalado torneio do circuito fora dos Grand Slam acontece no meio do deserto e isso causa adaptações difíceis, seja com o ar seco que dificulta o controle dos golpes, seja com a mudança drástica de temperatura entre as rodadas diurna e noturna."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-exibicao-as-21-horas-em-las-vegas-e-tv-mostra.html",
        "title": "Fonseca joga exibição às 21 horas em Las Vegas e TV mostra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca-rio-treina-2026-e1771108151436-1024x683.jpg",
        "date": "01/03/2026",
        "description": "Las Vegas (EUA)– Depois de uma semana de treinamento e readaptação à quadra sintética, o carioca João Fonseca participa neste domingo de um evento de exibição noMGM Slam, em Las Vegas, em busca de ritmo para disputar o Masters 1000 de Indian Wells, que começa na quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nishikori-retorna-e-disputa-quali-de-challenger-na-franca.html",
        "title": "Nishikori retorna e disputa quali de challenger na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nishikori-phoenix-rebate-2025-.jpg",
        "date": "01/03/2026",
        "description": "Thionville (França)– O ex-número 4 do mundo Kei Nishikori está recuperado do problema físico que limitou sua temporada 2026 a apenas uma partida, na primeira semana dos eventos australianos, e decidiu buscar ritmo num qualificatório de nível challenger."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-grande-antecedencia-alcaraz-confirma-presenca-no-atp-de-toquio.html",
        "title": "Com grande antecedência, Alcaraz confirma presença no ATP de Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-trofeu-2025-e1759253943130-1024x683.jpg",
        "date": "01/03/2026",
        "description": "Tóquio (Japão) –Com grande antecedência, Carlos Alcaraz confirmou presença no ATP 500 de Tóquio, que será disputado entre os dias 30 de setembro e 6 de outubro. O número 1 do mundo é o atual campeão do torneio disputado na capital japonesa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-treinadores-destacam-consistencia-ao-longo-da-semana.html",
        "title": "Naná e treinadores destacam consistência ao longo da semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nana_danilo_leo_santacruz.jpg",
        "date": "01/03/2026",
        "description": "Santa Cruz (Bolívia) –Depois de conquistar omaior título de sua carreira juvenil, no ITF J300 de Santa Cruz, torneio Sul-Americano Individual da categoria 18 anos, Nauhany Silva destacou a consistência apresentada durante toda a semana nas quadras de saibro da Bolívia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-conquista-o-atp-de-acapulco-e-entrara-no-top-15-do-ranking.html",
        "title": "Cobolli conquista o ATP de Acapulco e entrará no top 15 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/03/cobolli_acapulco_trofeu-1024x683.jpg",
        "date": "01/03/2026",
        "description": "Acapulco (México) –O italiano Flavio Cobolli conquistou o título do ATP 500 de Acapulco. Ele superou na madrugada deste domingo o norte-americano Frances Tiafoe, 28º do ranking, por 7/6 (7-4) e 6/4 em 2h09 de partida. Foi sua primeira vitória em três jogos contra o rival."
    }
]