[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-cresce-no-decorrer-da-estreia-e-bate-russa-em-sets-diretos.html",
        "title": "Iga cresce no decorrer da estreia e bate russa em sets diretos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga-wimbledon-toss-2025-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Piso em que declaradamente ainda tem muito a melhorar, a polonesa Iga Swiatek começou bem na grama do All England Club e não deu chance para o azar. A número 4 do mundo evitou ser uma das surpreendidas na estreia em Wimbledon e bateu a russa Polina Kudermetova, 64ª do ranking, em sets diretos, com parciais de 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-01-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Challenger de Modena (Itália) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/munar-surpreende-e-elimina-bublik-no-quinto-set.html",
        "title": "Munar surpreende e elimina Bublik no quinto set",
        "image": null,
        "date": "01/07/2025",
        "description": "Embed from Getty ImagesLondres (Inglaterra)– Cotado para ir longe em Wimbledon depois de sua ótima campanha em Roland Garros, o cazaque Alexander Bublik sequer passou da primeira rodada, superado nesta terça-feira pelo espanhol Jaume Munar. O cabeça 28 sacou para a vitória no final do quarto set, mas foi batido com parciais de 6/4, 3/6, 4/6, 7/6 (7-5) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-leva-susto-mas-busca-virada-e-segue-em-frente.html",
        "title": "Krejcikova leva susto, mas busca virada e segue em frente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/krejcikova-wimbledon-rebate-2025-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Em seu retorno a Wimbledon um ano após colocar seu nome na história do torneio, vencendo a edição de 2024, a tcheca Barbora Krejcikova teve trabalho, mas conseguiu superar a estreia. Nesta terça-feira ela encarou a jovem filipina Alexandra Eala, de 20 anos, que venceu o primeiro set, mas depois levou a virada da cabeça de chave 17, caindo com parciais de 3/6, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quem-e-o-universitario-que-enfrentara-alcaraz-na-segunda-rodada.html",
        "title": "Quem é o universitário que enfrentará Alcaraz na segunda rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Tarvet-1024x682.webp",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Oliver Tarvet era uma grande história antes de Wimbledon sequer começar. Um tenista universitário, britânico, ranqueado em 733º lugar, sem experiência em torneios profissionais melhores que do nível ITF e havia conseguido furar o qualifier para chegar à chave principal. E ficou ainda melhor porque, após vencer o suíço Leandro Riedi em sets diretos, o estudante terá um desafio um pouquinho mais difícil na segunda rodada: o espanhol Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-consegue-virada-incrivel-na-retomada-do-jogo.html",
        "title": "Fritz consegue virada incrível na retomada do jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz_wimbledon.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Depois de se ver muito perto da derrota no final da rodada de segunda-feira, o norte-americano Taylor Fritz conseguiu completar a reação da véspera e superou o sacador francês Giovanni Perricard, com as duras parciais de 6/7 (6-8), 6/7 (8-10), 6/4, 7/6 (8-6) e 6/4, marcando a quarta vez na carreira que conseguiu virar uma partida de dois sets atrás."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-controla-compatriota-e-anota-sua-20a-vitoria-na-temporada.html",
        "title": "Sinner controla compatriota e anota sua 20ª vitória na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-devolve-2025-e1751379305219-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– No nono duelo 100% italiano em Wimbledon desde o começo da Era Aberta, Jannik Sinner se impôs diante do compatriota Lucca Nardi e não deu chances para uma zebra. Abrindo sua campanha nesta terça-feira na Quadra 1, o líder do ranking levou a melhor em sets diretos, gastando 1h49 para triunfar com o placar final de 6/4, 6/3 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-nao-passa-da-estreia-de-minaur-e-paul-confirmam.html",
        "title": "Musetti não passa da estreia, De Minaur e Paul confirmam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur-1024x685.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– A contusão na perna esquerda sofrida na semifinal de Roland Garros ainda atrapalha o italiano Lorenzo Musetti. O número 7 do ranking sequer passou da estreia em Wimbledon, ao ser batido nesta terça-feira pelo georgiano Nikoloz Basilashvili, 126º do ranking saído do quali, com parciais de 6/2, 4/6, 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-os-bastidores-do-primeiro-dia-de-jogos-em-wimbledon.html",
        "title": "Confira os bastidores do primeiro dia de jogos em Wimbledon",
        "image": null,
        "date": "01/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kasatkina-tauson-e-alexandrova-confirmam-favoritismo-e-avancam.html",
        "title": "Kasatkina, Tauson e Alexandrova confirmam favoritismo e avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Daria_Kasatkina_-_Wimbledon_Championships_2025_-_Day_2-DSC_7021_xgaplus.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Em um começo de torneio cheio de surpresas, a australiana Daria Kasatkina, a dinamarquesa Clara Tauson e a russa Ekaterina Alexandrova fizeram valer o favoritismo na estreia em Wimbledon e não seguiramo caminho de Jessica Pegula, que foi eliminada logo de cara com uma derrota em apenas 58 minutos."
    }
]