[
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-confirmam-no-primeiro-dia-do-sand-series-finals-em-ribeirao.html",
        "title": "Favoritos confirmam no primeiro dia do Sand Series Finals em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/antomiramos_cappelletti_-Sand-Series-Finals.jpg",
        "date": "30/11/2025",
        "description": "Ribeirão Preto (SP) –Neste sábado, ocorreu a primeira rodada da fase de grupos do ITF Sand Series Tour Finals na Arena Ribeirão, torneio que reúne as oito melhores duplas da temporada, masculinas e femininas. A fase de grupos é disputada em formato de todos contra todos, antes de seguir para as fases eliminatórias, em que serão definidos os campeões do Tour Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-e-finalista-no-mexico-e-tenta-seu-maior-titulo.html",
        "title": "Victória Barros é finalista no México e tenta seu maior título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victoria_yucatan_back_semi-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Merida (México) –A juvenil potiguar Victória Barros, de apenas 15 anos, vai em busca do maior título da carreira. Ela garantiu vaga na final do ITF J500 de Merida, em quadras de saibro no México, depois de vencer a tcheca Jana Kovackova, segunda cabeça de chave e número 11 do ranking, por 6/4, 3/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/estrelas-do-beach-tennis-reunem-se-em-jantar-em-ribeirao.html",
        "title": "Estrelas do beach tennis reúnem-se em jantar em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Sandseries-Finals_-jantar.jpg",
        "date": "29/11/2025",
        "description": "Ribeirão Preto (SP) –O Sand Series Finals viveu uma noite para celebrar o beach tennis fora das quadras. Atletas, membros da Federação Internacional de Tênis, toda a equipe por trás da competição reuniram-se em um jantar especial, que marcou o início de uma semana histórica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-campea-de-duplas-na-argentina-e-tera-seu-melhor-ranking.html",
        "title": "Pigossi é campeã de duplas na Argentina e terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_herrero_bsas_trofeu_cut-1024x705.jpg",
        "date": "29/11/2025",
        "description": "Buenos Aires (Argentina) –A série de torneios WTA 125 na América do Sul segue rendendo bons resultados para Laura Pigossi. Depois de ter conquistado um título em Cali, na Colômbia, a brasileira foi campeã também em Buenos Aires. Pigossi e a espanhola Alicia Herrero são as principais cabeças de chave e venceram neste sábado a argentina Nicole Fossa Huergo e a jovem tcheca de 17 anos Laura Samson por 6/2 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-29-11.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bsas_back-1024x683.jpg",
        "date": "29/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jose-pereira-e-nicolas-oliveira-fazem-duelo-de-geracoes-na-final-em-ribeirao.html",
        "title": "José Pereira e Nicolas Oliveira fazem duelo de gerações na final em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_ribeirao_fore-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Ribeirão Preto (SP) –Representantes de diferentes gerações do tênis brasileiro, o pernambucano José Pereira e o carioca Nicolas Oliveira vão se enfrentar na final do ITF M15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-dietrich-e-manuela-banietti-conquistam-titulos-de-itf-no-juvenil.html",
        "title": "Pedro Dietrich e Manuela Banietti conquistam títulos de ITF no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/queiroz_dietrich_chiclayo.jpg",
        "date": "29/11/2025",
        "description": "Chiclayo (Peru) –O gaúcho Pedro Dietrich conquistou o título do ITF J100 de Chiclayo, em quadras de saibro no Peru, será entre dois brasileiros. Ele venceu uma final brasileira neste sábado contra o pernambucano Henrique Queiroz por 2/6, 7/6 (8-6) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luiza-fullana-vence-a-14a-seguida-e-garante-final-brasileira-em-ribeirao.html",
        "title": "Luiza Fullana vence a 14ª seguida e garante final brasileira em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_ribeirao_preparasaque_semi-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Ribeirão Preto (SP) –A final do ITF W15 de Ribeirão Preto será entre duas brasileiras. Depois daclassificação da jovem paulista Nauhany Silvapela manhã, foi a vez da brasiliense Luiza Fullana também avançar na competição com uma virada sobre a argentina Justina Gonzalez por 4/6, 6/3 e 7/5 após uma longa partida com 3h40 de duração. A decisão será neste domingo às 10h (de Brasília) no Centro de Formação de Tênis (CFTRP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kjaer-jodar-e-basavareddy-ficam-com-as-ultimas-vagas-do-next-gen.html",
        "title": "Kjaer, Jodar e Basavareddy ficam com as últimas vagas do Next Gen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/budkov-kjaer-turin-2024-e1735255247866-1024x682.jpg",
        "date": "29/11/2025",
        "description": "Jeddah (Arábia Saudita) –O norueguês Nicolai Kjaer, o espanhol Rafael Jodar e o norte-americano Nishesh Basavareddy são os três últimos nomes confirmados na edição de 2025 do Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-e-finalista-em-la-paz-e-busca-primeiro-titulo-profissional.html",
        "title": "João Lago é finalista em La Paz e busca primeiro título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joao_lago_jul25_estica.jpg",
        "date": "29/11/2025",
        "description": "La Paz (Bolívia) –O paranaense João Lago garantiu vaga na primeira final de sua carreira profissional no ITF M15 de La Paz, em quadras de saibro. Lago, de 19 anos e cabeça 8 do torneio, venceu o argentino Thiago Pernas por 7/5 e 6/3."
    }
]