[
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-inaugural-tera-dupla-de-sabalenka-e-badosa-em-brisbane.html",
        "title": "Rodada inaugural terá dupla de Sabalenka e Badosa em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa-sabalenka-ao2025-1024x542.webp",
        "date": "03/01/2026",
        "description": "Brisbane (Austrália)– Começa na noite deste sábado, estendendo-se pela madrugada e manhã de domingo (horário de Brasília), a disputa do torneio combinado de Brisbane, valendo 250 pontos na ATP e 500 na WTA. Ainda sem as principais estrelas em ação nas simples, o evento contará neste primeiro dia com a participação de nomes relevantes nas chaves de duplas, como é a caso da parceria entre Aryna Sabalenka e Paula Badosa no feminino e dos locais Thanasi Kokkinakis e Nick Kyrgios no masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-brilha-em-virada-dos-eua-sobre-a-argentina-em-perth.html",
        "title": "Gauff brilha em virada dos EUA sobre a Argentina em Perth",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff-forehand-unitedcup-2026-1024x667.jpeg",
        "date": "03/01/2026",
        "description": "Perth (Austrália)– Os Estados Unidos começaram com uma importante vitória no Grupo A da United Cup. Neste sábado, a equipe norte-americana saiu atrás no confronto, mas conseguiu a virada sobre a Argentina graças ao brilho de Coco Gauff, que venceu tanto o jogo de simples quanto a partida de duplas mistas, ao lado de Christian Harrison."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-critica-duelo-entre-sabalenka-e-kyrgios-foi-so-entretenimento.html",
        "title": "Iga critica duelo entre Sabalenka e Kyrgios: “Foi só entretenimento”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/swiatek-coletiva-unitedcup-2026-1024x683.png",
        "date": "03/01/2026",
        "description": "Sydney (Austrália)– A exibição entre Aryna Sabalenka e Nick Kyrgios, disputada na semana passada em Dubai, ainda é assunto no circuito. Desta vez, o tema surgiu durante a coletiva de imprensa do time da Polônia na United Cup, em Sydney, quando Iga Swiatek foi questionada sobre o confronto que colocou frente a frente a bielorrussa e o australiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-celebra-vitoria-epica-na-estreia-da-united-cup.html",
        "title": "Wawrinka celebra vitória épica na estreia da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/wawrinka-aixenprovencech-2025-saturday-e1746318318862-1024x682.jpg",
        "date": "03/01/2026",
        "description": "Perth (Austrália)– Um dos grandes destaques do dia na United Cup veio pelas mãos de Stan Wawrinka. Aos 40 anos de idade, o suíço protagonizou umabatalha de mais de três horas contra Arthur Rinderkneche foi peça-chave na vitória da Suíça sobre a França, resultado que colocou a equipe na liderança momentânea do Grupo C."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-lidera-a-chave-de-auckland-laura-e-ingrid-jogam-duplas.html",
        "title": "Svitolina lidera a chave de Auckland, Laura e Ingrid jogam duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/svitolina_sorrindo_ausopen_r16_corinne-1024x710.jpg",
        "date": "03/01/2026",
        "description": "Auckland (Nova Zelândia)– Foram sorteadas neste sábado as chaves do WTA 250 de Auckland, na Nova Zelândia. Nas simples, o principal destaque é a ucraniana Elina Svitolina, número 14 do mundo e vice-campeã do torneio em 2024, numa final em que acabou derrotada de virada para a norte-americana Coco Gauff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2026.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/todas-as-chaves.png",
        "date": "03/01/2026",
        "description": "ATPUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-e-heide-conhecem-seus-adversarios-no-challenger-de-noumea.html",
        "title": "Wild e Heide conhecem seus adversários no challenger de Nouméa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/thiago-wild-gustavo-heide-1024x683.png",
        "date": "03/01/2026",
        "description": "Nouméa (Nova Caledônia)– Garantidos noqualificatório do Australian Open, os brasileiros Thiago Wild e Gustavo Heide darão início à temporada 2026 na Oceania, com a disputa do challenger 75 de Nouméa, na Nova Caledônia. Além deles, o pernambucano João Lucas Reis também tentará uma vaga na chave principal em Melbourne, mas não joga nesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-bublik-sao-os-principais-favoritos-na-chave-de-hong-kong.html",
        "title": "Musetti e Bublik são os principais favoritos na chave de Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-slice-chengdu-2025-1024x689.jpeg",
        "date": "03/01/2026",
        "description": "Hong Kong (China)– Evento que abre a temporada masculina ao lado do torneio de Brisbane, o ATP 250 de Hong Kong sorteou neste sábado o chaveamento da competição que acontece a partir de segunda-feira (noite de domingo no Brasil). Entre os principais nomes na disputa estão o italiano Lorenzo Musetti e o cazaque Alexander Bublik."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suica-de-bencic-e-wawrinka-derrota-a-franca-na-united-cup.html",
        "title": "Suíça de Bencic e Wawrinka derrota a França na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka-comemora-unitedcup-2025-1024x706.jpeg",
        "date": "03/01/2026",
        "description": "Perth (Austrália)– O segundo dia de disputas na United Cup começou com uma grande atuação da Suíça sobre a França na cidade de Perth. Em duelo válido pelo Grupo C, que também conta com a favorita Itália, o time liderado por Belinda Bencic e Stan Wawrinka conquistou uma importante vitória por 3 a 0, assumindo a liderança momentânea da chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-leva-virada-e-nao-passa-da-estreia-no-quali-em-auckland.html",
        "title": "Pigossi leva virada e não passa da estreia no quali em Auckland",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/laura_camberra_back-1024x672.jpg",
        "date": "03/01/2026",
        "description": "Auckland (Nova Zelândia)– Primeira brasileira a entrar em quadra em 2026, Laura Pigossi começou a nova temporada com derrota na estreia do qualificatório do WTA 250 de Auckland. Na madrugada deste sábado, a paulista de 31 anos até começou bem, mas acabou superada pela austríaca Lilli Tagger, de 17 anos e 135ª do ranking, com uma virada por 4/6, 6/4 e 6/1, em 2h35 de partida."
    }
]