[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-06-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_potosi_estica.jpg",
        "date": "06/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Fase de grupos (3ª rodada) –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-cai-no-grupo-de-alcaraz-no-finals-e-zverev-fica-com-sinner.html",
        "title": "Djokovic cai no grupo de Alcaraz no Finals e Zverev fica com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/finals-grupos-2025-1024x575.jpg",
        "date": "06/11/2025",
        "description": "Turim (Itália)– Nesta quinta-feira foram sorteados os grupos do ATP Finals, com Jannik Sinner e Carlos Alcaraz conhecendo seus primeiros rivais na disputa pelo título e pelo número 1. O italiano viu o alemão Alexander Zverev ficar ao seu lado, ao passo que o sérvio Novak Djokovic estará no caminho do espanhol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-revela-evolucao-no-joelho-e-recupera-esperanca-pelo-retorno.html",
        "title": "Kyrgios revela evolução no joelho e recupera esperança pelo retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/kyrgios-australian-open-2024-not-playing-e1734192679365-1024x682.jpg",
        "date": "06/11/2025",
        "description": "Camberra (Austrália)– Enfrentando diversos problemas físicos nos últimos anos, o australiano Nick Kyrgios tem como dor de cabeça mais recente uma lesão no joelho, que o impede de disputar uma partida oficial desde julho. Porém, em entrevista àAustralian Associated Press, ele contou que o problema parece superado e mostrou otimismo com a volta ao circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mahut-acredita-que-sinner-esteja-um-pouco-obcecado-por-alcaraz.html",
        "title": "Mahut acredita que Sinner esteja um pouco obcecado por Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_alcaraz_uso25_antes-e1762430331324-1024x681.jpg",
        "date": "06/11/2025",
        "description": "Paris (França)– O francês Nicolas Mahutcolocou um ponto final em sua carreiracomo tenista profissional na semana passada, se despedindo do circuito no Masters 1000 de Paris, onde não passou da estreia na chave de duplas. Em entrevista aoEurosport, ele falou sobre o momento do tênis e destacou a rivalidade entre Jannik Sinner e Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eu-nao-recomendaria-um-backhand-de-uma-mao-afirma-musetti.html",
        "title": "“Eu não recomendaria um backhand de uma mão”, afirma Musetti",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-chengdu-2025-monday-e1758551587221-1024x682.jpg",
        "date": "06/11/2025",
        "description": "Atenas (Grécia)– Depois de uma suada vitória devirada sobre o suíço Stan Wawrinka, garantindo um lugar nas quartas de final do ATP 250 de Atenas e a continuação da busca pela última vaga no ATP Finals, o italiano Lorenzo Musetti destacou a figura do seu adversário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-avanca-as-quartas-no-j200-de-santa-cruz.html",
        "title": "Pietra Rivoli avança às quartas no J200 de Santa Cruz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pietra_ecp_fore_lado.jpg",
        "date": "05/11/2025",
        "description": "Santa Cruz (Bolívia) –A gaúcha Pietra Rivoli é a representante brasileira nas quartas de final do ITF J200 de Santa Cruz, em quadras de saibro na Bolívia. Ela venceu nesta quarta-feira a paraguaia Victoria Lopez Ocampos por 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-estreia-bem-em-casa-boscardin-lidera-vitorias-brasileiras.html",
        "title": "Ribeiro estreia bem em casa, Boscardin lidera vitórias brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/eduardoribeirorio25gd-1024x577.jpeg",
        "date": "05/11/2025",
        "description": "Santa Cruz do Sul (RS) –Jogando em casa, Eduardo Ribeiro estreou com vitória na etapa de Santa Cruz do Sul do Circuito Banco BRB/Engie de tênis profissional. O gaúcho venceu o duelo nacional contra Enrique Bogo por 6/1 e 6/3 e avançou no ITF M25 disputado nas quadras de saibro do Tênis Clube de Santa Cruz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-05-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "05/11/2025",
        "description": "WTA 125 de Tucumán (Argentina) – Saibro – US$ 115 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-lutei-ate-o-fim-nao-foi-o-suficiente-preciso-melhorar.html",
        "title": "Iga: “Lutei até o fim, não foi o suficiente. Preciso melhorar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/iga_finals_caida.jpg",
        "date": "05/11/2025",
        "description": "Riad (Arábia Saudita) –Eliminada na fase de grupos do WTA Finals pelo segundo ano consecutivo, Iga Swiatek foi objetiva ao falar sobre aderrota desta quarta-feiracontra a norte-americana Amanda Anisimova. A campeã de 2023 acredita que fez uma boa partida, mas que o esforço não foi suficiente. Nesse cenário, a polonesa entende que é preciso melhorar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anisimova-destaca-mudanca-tatica-e-jogo-mais-consistente.html",
        "title": "Anisimova destaca mudança tática e jogo mais consistente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/anisimova_finals_corre.jpg",
        "date": "05/11/2025",
        "description": "Riad (Arábia Saudita) –Semifinalista do WTA Finals em sua primeira participação no torneio, Amanda Anisimova destacou uma mudança tática para conseguir avirada diante de Iga Swiateknesta quarta-feira. Embora seja uma jogadora reconhecidamente agressiva, a norte-americana adotou uma postura de mais segurança para reduzir o número de erros após o primeiro set. Ela também comentou sobre uma melhora no saque, que também foi determinante para a reação na partida."
    }
]