[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-defende-saque-mais-rapido-e-ganha-o-ponto-veja.html",
        "title": "Fritz defende saque mais rápido e ganha o ponto: veja",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fritz-olha-a-bola-eastbourne-2025-1024x717.jpeg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Se o francês Giovanni Perricard anotou nesta segunda-feira o saque mais veloz da história de Wimbledon, a incríveis 246 km/h, o norte-americano Taylor Fritz teve o mérito de conseguir devolver a bola e ainda por cima ganhar o ponto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-controla-compatriota-e-anota-sua-20a-vitoria-na-temporada.html",
        "title": "Sinner controla compatriota e anota sua 20ª vitória na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-devolve-2025-e1751379305219-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– No nono duelo 100% italiano em Wimbledon desde o começo da Era Aberta, Jannik Sinner se impôs diante do compatriota Lucca Nardi e não deu chances para uma zebra. Abrindo sua campanha nesta terça-feira na Quadra 1, o líder do ranking levou a melhor em sets diretos, gastando 1h49 para triunfar com o placar final de 6/4, 6/3 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-nao-passa-da-estreia-de-minaur-e-paul-confirmam.html",
        "title": "Musetti não passa da estreia, De Minaur e Paul confirmam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/de-minaur-1024x685.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– A contusão na perna esquerda sofrida na semifinal de Roland Garros ainda atrapalha o italiano Lorenzo Musetti. O número 7 do ranking sequer passou da estreia em Wimbledon, ao ser batido nesta terça-feira pelo georgiano Nikoloz Basilashvili, 126º do ranking saído do quali, com parciais de 6/2, 4/6, 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-01-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Challenger de Modena (Itália) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kasatkina-tauson-e-alexandrova-confirmam-favoritismo-e-avancam.html",
        "title": "Kasatkina, Tauson e Alexandrova confirmam favoritismo e avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Daria_Kasatkina_-_Wimbledon_Championships_2025_-_Day_2-DSC_7021_xgaplus.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Em um começo de torneio cheio de surpresas, a australiana Daria Kasatkina, a dinamarquesa Clara Tauson e a russa Ekaterina Alexandrova fizeram valer o favoritismo na estreia em Wimbledon e não seguiramo caminho de Jessica Pegula, que foi eliminada logo de cara com uma derrota em apenas 58 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cocciaretto-leva-apenas-58-minutos-para-surpreender-pegula-na-estreia.html",
        "title": "Cocciaretto leva apenas 58 minutos para surpreender Pegula na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elisabetta_Cocciaretto_-_Wimbledon_Championships_2025_-_Day_2-DSC_4583_xgaplus.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Um ano atrás, Elisabetta Cocciaretto sofreu a decepção de ter que se retirar de Wimbledon devido a uma doença, apesar do bom desempenho na grama. A volta por cima da italiana aconteceu nesta terça-feira com uma surpreendente vitória na primeira rodada do Grand Slam britânico, batendo a norte-americana Jessica Pegula por 6/2 e 6/3 em apenas 58 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/proximo-rival-de-fonseca-foi-diagnosticado-com-nivel-severo-de-autismo.html",
        "title": "Próximo rival de Fonseca foi diagnosticado com nível severo de autismo",
        "image": null,
        "date": "01/07/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fognini-foi-a-melhor-despedida-de-wimbledon-e-talvez-do-tenis.html",
        "title": "Fognini: “Foi a melhor despedida de Wimbledon e, talvez, do tênis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fognini_alcaraz_abraco-1024x638.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A emocionantebatalha de cinco sets e 4h37contra Carlos Alcaraz nesta segunda-feira marcou a despedida de Fabio Fognini de Wimbledon. Aos 38 anos e já tendo anunciado que esta será sua última temporada no circuito profissional, o ex-número 9 do mundo valorizou a atmosfera da Quadra Central e não descartou que o duelo possa ter sido o último da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-celebra-retorno-a-wimbledon-e-elogia-jovem-rival.html",
        "title": "Sabalenka celebra retorno a Wimbledon e elogia jovem rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_wimbledon_acena-1024x703.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A vitória na estreia de Wimbledon foi especial para Aryna Sabalenka, que marcou seu retorno ao Grand Slam londrino, depois de não ter atuado na edição passada por lesão no ombro. A líder do ranking mundial também elogiou a atuação da canadense Carson Branstine, 194ª colocada e vinda do quali, avaliando que a rival de 24 anos pode ter um futuro promissor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/memorias-dolorosas.html",
        "title": "Memórias dolorosas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pat_homburg.jpg",
        "date": "30/06/2025",
        "description": "Acompanhando o WTA 500 de Bad Homburg, na Alemanha, que terminou na semana passada, com mais uma derrota da ex-número 1 do mundo Iga Swiatek, desta vez na final contra a ricaça americana Jessica Pegula, não pude deixar de revisitar o passado."
    }
]