[
    {
        "url": "https://tenisbrasil.uol.com.br/titulo-em-sp-ajuda-stefani-e-babos-na-briga-por-uma-vaga-no-wta-finals.html",
        "title": "Título em SP ajuda Stefani e Babos na briga por uma vaga no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-babos-spopen-2025-1024x683.jpg",
        "date": "15/09/2025",
        "description": "São Paulo (SP)– A conquista do SP Open pela paulista Luísa Stefani e a húngara Timea Babos deixou a dupla mais confortável na disputa por uma vaga no WTA Finals. Os 250 pontos somados na competição não foram suficientes para mudar sua colocação na corrida da temporada, mas fizeram elas abrir mais de 500 pontos para as perseguidoras mais próximas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-comeca-com-boa-vitoria-em-challenger-austriaco.html",
        "title": "Monteiro começa com boa vitória em challenger austríaco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/monteiro-assuncao-grita-2025.jpg",
        "date": "15/09/2025",
        "description": "Bad Waltersdorf (Áustria)– Em sua estreia no challenger de Bad Waltersdorf, o cearense Thiago Monteiro teve uma atuação muito sólida e não passou apuros contra o espanhol Daniel Merida, de apenas 20 anos e atual 166º do mundo. Ele gastou apenas 61 minutos para triunfar com o placar final de 6/3 e 6/1, garantindo um lugar na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-15-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "15/09/2025",
        "description": "Challenger de Bad Waltersdorf (Áustria) – Saibro – 181.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-no-top-100-e-seus-melhores-rankings.html",
        "title": "Brasileiros no top 100 e seus melhores rankings",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/2000_rg_trofeu_capa757.jpg",
        "date": "15/09/2025",
        "description": "* Nomes em negrito são tenistas em atividade"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-calendario-masculino-para-2025-e-os-atuais-campeoes.html",
        "title": "Veja todos os campeões de 2025 e quem defende título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_trofeu-1024x682.jpg",
        "date": "15/09/2025",
        "description": "O tênis masculino entra no saibro. Veja quem já levantou troféus em 2025 e confira quem defende títulos até o fim do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-impulsiona-campea-vice-e-semifinalistas-na-lista-da-wta.html",
        "title": "SP Open impulsiona campeã, vice e semifinalistas na lista da WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-2.jpg",
        "date": "15/09/2025",
        "description": "São Petersburgo (EUA)– Três das quatro semifinalistas do SP Open aproveitaram a boa campanha no torneio para alcançar, nesta segunda-feira, seus melhores rankings da carreira. Destaque para a campeã, a francesa Tiantsoa Rakotomanga Rajaonah, de apenas 19 anos, que disparou 83 lugares na WTA e agora é a 131ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sobe-no-ranking-e-nana-dispara-mais-de-400-posicoes.html",
        "title": "Bia sobe no ranking e Naná dispara mais de 400 posições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-toss-2025-1024x683.jpg",
        "date": "15/09/2025",
        "description": "São Petersburgo (EUA)– A semana não poderia ser melhor para as brasileiras no ranking da WTA, com sete das 10 melhores do país ganhando posições nesta segunda-feira. Atual número 1 do Brasil, a paulista Beatriz Haddad Maia melhorou cinco lugares e agora é a 25ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-segue-perto-do-top-40-wild-e-monteiro-amargam-quedas.html",
        "title": "Fonseca segue perto do top 40, Wild e Monteiro amargam quedas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-davis-olhabola-2025-scaled-e1757936915585-1024x682.jpg",
        "date": "15/09/2025",
        "description": "Londres (Inglaterra)– Responsável pela vitória que garantiu o triunfo brasileiro na série contra a Grécia na Copa Davis, vencendo Stefanos Tsitsipas em três sets, o carioca João Fonseca começou a semana no mesmo ranking de antes, se mantendo na 42ª colocação e bem perto do top 40."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/142147.html",
        "title": "Gaúchos e italianas levam os títulos do ITF BT100 Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/neis_riesBT100-POA_campeoes.jpg",
        "date": "14/09/2025",
        "description": "Porto Alegre (RS) –Foram definidos, neste domingo, os campeões do ITF BT 100 Porto Alegre – Drop Shot 15 anos, realizado na B Cub na capital gaúcha. Os gaúchos Fabrício Neis e Gabriel Ries marcaram duplo 6/0 sobre Felipe Roman e Eduardo Fonsatti na decisão e levantaram o quinto título juntos, o maior dos dois, maior para Ries que celebrou: “Eu imaginava que poderia acontecer. Entramos muito focados, não erramos quase nada, tudo deu certo, acertamos quase tudo, nossos adversários vieram de um jogo muito cansativo.”"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chile-peru-e-equador-vencem-colombia-perde-no-grupo-i-da-davis.html",
        "title": "Chile, Peru e Equador vencem, Colômbia perde no Grupo I da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/soto_barrios_davis-1024x682.jpg",
        "date": "14/09/2025",
        "description": "Santiago (Chile) –Na mesma divisão em que oBrasil venceu a Grécia, outros três países sul-americanos se deram bem pelo Grupo Mundial I da Copa Davis. As equipes do Chile, Peru e Equador garantiram vagas no Qualificatório Mundial de 2026. Já a Colômbia perdeu da Eslováquia e terá que disputar uma repescagem no início do ano para permanecer no Grupo I."
    }
]