[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-segue-dominante-iga-cai-mais-um-pouco-e-boisson-dispara.html",
        "title": "Sabalenka segue dominante, Iga cai mais um pouco e Boisson dispara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Aryna_Sabalenka_-_Roland_Garros_2025_-_Day_14-DSC_1164_xgaplus.jpg",
        "date": "09/06/2025",
        "description": "São Petersburgo (EUA)– A bielorrussa Aryna Sabalenka continua absoluta no ranking da WTA e mantém uma confortável distância para as demais rivais. Com sua derrota na final de Roland Garros, a norte-americana Coco Gauff não apenas conquistou o título, mas também diminuiu um pouco mais a diferença, que era de 3.820 pontos e agora está em 3.470."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-joga-wta-125-em-valencia-carol-meligeni-disputa-itf-tcheco.html",
        "title": "Pigossi joga WTA 125 em Valência, Carol Meligeni disputa ITF tcheco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pigossi_voleia_saibro_colombia-1024x683.jpg",
        "date": "09/06/2025",
        "description": "Valência (Espanha) –Segunda melhor brasileira no ranking mundial, Laura Pigossi disputa nesta semana o WTA 125 de Valência, no saibro espanhol. A paulista de 30 anos e 198ª do ranking estreia nesta terça-feira contra a jovem anfitriã de 19 anos Ariana Geerlings, 356ª colocada, em confronto inédito no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-09-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "09/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – 1.415.000 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-e-nana-alcancam-seus-melhores-rankings-no-juvenil.html",
        "title": "Victória e Naná alcançam seus melhores rankings no juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/victoriabarros_nauhanysilva_leoazevedo.jpg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra) –As duas brasileiras mais bem colocadas no ranking mundial juvenil atingiram suas melhores marcas nesta segunda-feira. A potiguar Victória Barros e a paulista Nauhany Silva subiram na classificação com as vitórias conquistadas em Roland Garros na semana passada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dentro-do-top-10-draper-musetti-e-paul-atingem-suas-melhores-marcas.html",
        "title": "Dentro do top 10, Draper, Musetti e Paul atingem suas melhores marcas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-17.jpg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– A semana não começou boa apenas para o carioca João Fonseca,que atingiu o melhor ranking da carreira. Três top 10 tiveram o mesmo privilégio que o jovem brasileiro nesta segunda-feira: o britânico Jack Draper, o italiano Lorenzo Musetti e o norte-americano Tommy Paul."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/entenda-por-que-9-de-junho-e-o-dia-do-tenista.html",
        "title": "Entenda por que 9 de junho é o “Dia do Tenista”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/04/saibro_geral.jpg",
        "date": "09/06/2025",
        "description": "Walmor EliasEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-vence-tira-teima-com-kvitova-e-supera-a-estreia-no-wta-do-queens.html",
        "title": "Bia vence tira-teima com Kvitova na volta do tênis feminino a Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bia-queens-vibra-2025-1-e1749476492310-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– Na estreia do WTA 500 do Queen’s, a paulista Beatriz Haddad Maia e a tcheca Petra Kvitova tiveram uma presença ilustre em quadra, o britânico Andy Murray, que a partir deste ano empresta seu nome ao palco principal do tradicional torneio do Queen’s Club e viu de perto a vitória de virada da brasileira, com parciais de 2/6, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-amplia-vantagem-no-ranking-mas-alcaraz-tem-boas-perspectivas.html",
        "title": "Sinner amplia vantagem no ranking, mas Alcaraz tem boas perspectivas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEYT97h8WN-LV4Xf__JC28789JannikSinnerCarlosAlcarazFinalesimplemessieursRoland-Garros2025-scaled-e1749473190627-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– A disputa pela liderança do ranking da ATP não ficou mais acirrada depois da vitória de Carlos Alcaraz sobre Jannik Sinner na final de Roland Garros, na verdade o oposto, já que o italiano somou pontos com o vice, enquanto o espanhol apenas defendeu a pontuação do ano passado e acabou vendo o número 1 do mundo ampliar a diferença entre eles em 500 pontos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fotografos-de-roland-garros-escolhem-sua-foto-favorita-confira-a-galeria.html",
        "title": "Fotógrafos de Roland Garros escolhem sua foto favorita. Confira a galeria.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/homenagem-a-Nadal.jpg",
        "date": "09/06/2025",
        "description": "Paris (França) –O site oficial de Roland Garros divulgou neste domingo uma galeria de fotos favoritas de seus fotógrafos. “Pedimos ao grupo de fotógrafos excepcionais de Roland Garros que escolhesse sua foto favorita entre as centenas que tiraram ao longo destas duas últimas semanas. Assim como no ano passado, eles nos proporcionaram uma surpresa. Alguns escolheram momentos especiais, outros escolheram favoritos técnicos. Todas são brilhantes”, escreveu a reportagem do Roland Garros.com"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sobe-bem-apos-campanha-em-paris-e-alcanca-seu-melhor-ranking.html",
        "title": "Fonseca sobe bem após campanha em Paris e alcança seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "09/06/2025",
        "description": "Londres (Inglaterra)– Único brasileiro no top 100 da ATP atual, o carioca João Fonseca segue colocando seu nome entre os principais jogadores do mundo. Depois da campanha em Roland Garros, ele atingiu a melhor marca da carreira até então, ganhou oito lugares, voltou ao top 60 e agora ocupa a 57ª colocação."
    }
]