[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vence-na-laver-cup-e-encanta-a-torcida-em-san-francisco.html",
        "title": "Fonseca vence na Laver Cup e encanta a torcida em San Francisco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_laver_vibra_BS-1024x620.jpg",
        "date": "20/09/2025",
        "description": "San Francisco (EUA) –Estreante na edição de 2025 da Laver Cup, João Fonseca venceu seu jogo nesta sexta-feira e marcou o primeiro ponto do Time Mundo na competição. O carioca de 19 anos e número 1 do Brasil venceu o italiano Flavio Cobolli, 25º do ranking, por 6/4 e 6/3 em 1h26 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-19-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_lavercup_treina-1024x683.jpg",
        "date": "20/09/2025",
        "description": "Laver Cup, em San Francisco (EUA) – Sintético (coberto) – US$ 1,5 milhãoTime Mundo 1 x 2 Time Europa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-e-mensik-marcam-primeiros-pontos-da-europa-na-laver-cup.html",
        "title": "Ruud e Mensik marcam primeiros pontos da Europa na Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/ruud_lavercup_25_term_BS-1024x620.jpg",
        "date": "19/09/2025",
        "description": "San Francisco (EUA) –A oitava edição da Laver Cup começou com duas vitórias da Europa nesta sexta-feira. O norueguês Casper Ruud e o tcheco Jakub Mensik confirmaram o favoritismo nos primeiros jogos contra dois norte-americanos do Time Mundo em San Francisco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-decide-o-titulo-em-londrina-contra-o-cabeca-1-vallejo.html",
        "title": "Heide decide o título em Londrina contra o cabeça 1 Vallejo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/heide_rosario_back-1024x682.jpg",
        "date": "19/09/2025",
        "description": "Londrina (PR) –O paulista Gustavo Heide será o representante brasileiro na final da etapa de Londrina do Circuito Banco BRB/Engie de Tênis. Ele decide neste sábado o título do ITF M25 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dez-brasileiros-e-dez-paises-confirmados-no-torneio-internacional-de-salvador.html",
        "title": "Dez brasileiros e dez países confirmados no torneio internacional de Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/mateus_alves.jpg",
        "date": "19/09/2025",
        "description": "Salvador (Bahia)– Foi divulgada a lista oficial dos atletas que disputarão o ITF M25 de Salvador (BA), o torneio internacional profissional da capital baiana, que acontece entre os dias 28 de setembro e 4 de outubro, no Clube Bahiano de Tênis. A competição conta com premiação total de US$ 30 mil, com importantes pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/disputa-do-rei-e-rainha-da-quadra-comeca-neste-sabado-no-rio-de-janeiro.html",
        "title": "Disputa do Rei e Rainha da Quadra começa neste sábado no Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Rei-e-Rainha-da-Quadra_jogadores.jpg",
        "date": "19/09/2025",
        "description": "Rio de Janeiro (RJ)– A etapa carioca do Brasil Open Beach Tennis Series presented by TotalEnergies dá início neste sábado, às 14h30, à aguardada disputa do Rei e Rainha da Quadra, reunindo alguns dos principais nomes da modalidade, na NR Arena, na Barra da Tijuca. A entrada é gratuita, e os jogos terão transmissão ao vivo pelo SporTV 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-disputam-duas-finais-de-itf-e-garantem-um-titulo-de-duplas.html",
        "title": "Juvenis disputam duas finais de ITF e garantem um título de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rafael_finetto_brunorodrigues.jpg",
        "date": "19/09/2025",
        "description": "Quito (Equador) –O paulista Rafael Finetto será o representante brasileiro na final do ITF J30 de Quito, em quadras de saibro no Equador. Ele venceu o cabeça 1 local Adrian Maldonado por 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-e-mirjam-se-casaram-em-9-de-setembro-em-ilha-grega.html",
        "title": "Shapovalov e Mirjam se casaram em 9 de setembro em ilha grega",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/shapovalov-wedding-1.jpg",
        "date": "19/09/2025",
        "description": "Zakynthos (Grécia) –O canadense Denis Shapovalov e a sueca Mirjam Bjorklund se casaram na semana passada, anunciou o casal nas redes sociais nesta sexta-feira, compartilhando fotos da cerimônia. O canadense e Bjorklund se casaram em 9 de setembro no Cabo Lesante, em Zakynthos, Grécia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fundacao-sinner-e-lancada-em-milao-focada-em-criancas.html",
        "title": "Fundação Jannik Sinner é lançada em Milão focada em crianças",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-foundation-launch-event.jpg",
        "date": "19/09/2025",
        "description": "Milão (Itália) –Jannik Sinner lançou oficialmente a Fundação Jannik Sinner na noite desta quinta-feira, em um evento em Milão, onde mais de 100 convidados se reuniram para celebrar a iniciativa. A fundação se concentrará em empoderar crianças por meio do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicas-e-norte-americanas-voltam-a-duelar-na-bjk-cup-apos-33-anos.html",
        "title": "Britânicas e norte-americanas voltam a duelar na BJK Cup após 33 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula_bjk_fore-1024x647.jpg",
        "date": "19/09/2025",
        "description": "Shenzhen (China) –A segunda semifinal da Billie Jean King Cup acontecerá neste sábado, a partir das 6h (de Brasília). Estados Unidos e Grã-Bretanha duelam para saber quem enfrenta a Itália na final marcada para o domingo. A equipe norte-americana tem ampla vantagem no histórico de confrontos contra as britânicas, vencendo nove vezes e perdendo apenas uma, mas os dois países não se enfrentam há 33 anos, desde 1992. A competição é transmitida pelaESPN."
    }
]