[
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-anuncia-parceria-com-investidora-para-2026.html",
        "title": "Rio Open anuncia parceria com investidora para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/rio_open_xp-1024x683.jpg",
        "date": "27/06/2025",
        "description": "Rio de Janeiro (RJ) –A XP, patrocinadora do tenista João Fonseca desde 2024, acaba de anunciar sua entrada como investidora oficial do Rio Open a partir de 2026, em um contrato de longo prazo. A iniciativa reforça o posicionamento estratégico da marca no universo do tênis e amplia a conexão emocional com o jovem tenista. Agora, além de parceiro fora das quadras, a XP também será anfitriã do maior torneio de tênis da América do Sul."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-rebeca-pereira-se-despedem-no-saibro-frances.html",
        "title": "Carol Meligeni e Rebeca Pereira se despedem no saibro francês",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_rebate_cut-1024x693.jpg",
        "date": "27/06/2025",
        "description": "Perigueux (França) –Depois de duas vitórias na semana, Carol Meligeni foi eliminada nas quartas de final do ITF W35 de Perigueux, no saibro francês. A número 3 do Brasil e 241ª do mundo foi superada nesta sexta-feira pela polonesa vinda do quali Weronika Ewald, de 19 anos e 583ª do ranking, que marcou 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rival-de-sabalenka-na-estreia-canadense-brinca-com-sorteio-da-chave.html",
        "title": "Rival de Sabalenka na estreia, canadense brinca com sorteio da chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Carson-Branstine-Wimbledon-2025.jpg",
        "date": "27/06/2025",
        "description": "Londres (Inglaterra)– Assim como fez o francês Alexandre Muller, que depois do sorteio das chavesbrincou com o fato de encarar o sérvio Novak Djokovic na estreia, a canadense Carson Branstine fez o mesmo ao descobrir que enfrentará a bielorrussa Aryna Sabalenka na primeira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/danca-na-grama-marca-reencontro-de-gauff-e-sabalenka.html",
        "title": "Dança na grama marca reencontro de Gauff e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gauff_sabalenka_danca.jpg",
        "date": "27/06/2025",
        "description": "Londres (Inglaterra) –Após uma derrota esmagadora em três sets para Coco Gauff na final de Roland Garros, Aryna Sabalenka, atual líder do ranking mundial, e Coco Gauff, a nº 2 do mundo, tiveram um encontro divertido e sem mágoas, nesta sexta-feira em Wimbledon."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-escapa-da-derrota-e-decide-titulo-na-grama-com-iga.html",
        "title": "Pegula escapa da derrota e decide título na grama com Iga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pegula_badhomburg_vibra-1024x585.jpg",
        "date": "27/06/2025",
        "description": "Bad Homburg (Alemanha) –A segunda semifinal do WTA 500 de Bad Homburg foi bem mais equilibrada que o jogo que abriu a programação. Principal cabeça de chave no torneio alemão em quadras de grama, Jessica Pegula buscou a virada diante da jovem tcheca Linda Noskova, de 20 anos e 30ª do ranking, e marcou as parciais de 6/7 (2-7), 7/5 e 6/1 em 2h07 de partida. A norte-americana escapou da derrota, já que a tcheca chegou a liderar o segundo set por 5/3 e sacou para o jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/primeira-filipina-na-final-eala-enfrentara-joint-pelo-titulo-de-eastbourne.html",
        "title": "Primeira filipina na final, Eala enfrentará Joint pelo título de Eastbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/eala-eastbourne-grita-2025-e1751044168311-1024x683.jpg",
        "date": "27/06/2025",
        "description": "Eastbourne (Inglaterra)– A filipina Alexandra Eala tornou-se a primeira jogadora de seu país na história a chegar a uma final da WTA depois derrotar, nesta sexta-feira, a francesa Varvara Gracheva com parciais de 7/5, 2/6 e 6/3, em uma semifinal envolvendo duas tenistas que saíram do quali e forma longe na grama do WTA 250 de Eastbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/evento-the-hill-em-nova-york-volta-pelo-quarto-ano-seguido.html",
        "title": "Evento “The Hill em Nova York” volta pelo quarto ano seguido",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Wimbledon-em-NY_logo.jpg",
        "date": "27/06/2025",
        "description": "Londres (Inglaterra) –O All England Lawn Tennis Club, que sedia o torneio de Wimbledon, vai promover pelo quarto ano consecutivo o evento “The Hill em Nova York”, trazendo o centenário Grand Slam inglês ao coração da cidade de Nova York, de sexta-feira, 11 de julho, a domingo, 13 de julho de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-da-detalhes-sobre-recente-lesao-e-define-calendario-no-saibro.html",
        "title": "Monteiro dá detalhes sobre recente lesão e define calendário no saibro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/monteiro_wimbledon_vibra-1024x626.jpg",
        "date": "27/06/2025",
        "description": "Modena (Itália) –Depois de disputar o quali de Wimbledon e se retirar ainda na primeira rodada porlesão no adutor, Thiago Monteiro passou por exames para entender a gravidade do problema e definir os próximos passos. Segundo o tenista, a lesão é um resquício de outra que ele já teve no início da temporada, mas que não deverá limitá-lo para as próximas semanas. Por isso, definiu um calendário com mais quatro torneios no saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-posso-perder-na-primeira-rodada-ou-posso-vencer-o-torneio.html",
        "title": "Fonseca: “Posso perder na primeira rodada ou posso vencer o torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-miami-parado-2025-scaled-e1742923269580-1024x683.jpeg",
        "date": "27/06/2025",
        "description": "Londres (Inglaterra)– Um dos mais promissores talentos da atualidade, o carioca João Fonseca segue chamando a atenção e antes de sua estreia em Wimbledon não foi diferente. O brasileiro, que fará sua estreia no All England Club com o melhor ranking da carreira, falou sobre seu momento no circuito em entrevista ao jornal britânicoThe Guardian."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-djokovic-e-khachanov-disputam-exibicao-na-grama.html",
        "title": "Ao vivo: Djokovic e Khachanov disputam exibição na grama",
        "image": null,
        "date": "27/06/2025",
        "description": ""
    }
]