[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/bia_rebate_wimbledon.jpg",
        "date": "30/06/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-dos-percalcos-krejcikova-chega-animada-para-a-defesa-do-titulo.html",
        "title": "Apesar dos percalços, Krejcikova chega animada para a defesa do título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/krejcikova-wimbledon-entrevista-2025-1024x682.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Atual campeã de Wimbledon, a tcheca Barbora Krejcikova chega para a defesa do título com poucos jogos nas costas neste ano. Ela perdeu boa parte do começo da temporada e só começou a jogar às vésperas de Roland Garros e tem somente quatro torneios disputados no ano até então. Ainda assim, chega animada para mais uma participação no All England Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-deveria-ter-contratado-ivanisevic-tres-ou-quatro-anos-antes.html",
        "title": "Tsitsipas: “Deveria ter contratado Ivanisevic três ou quatro anos antes”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas-wimbledon-treino-sentdo-2025-1024x682.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– Uma das interessantes histórias da temporada de grama deste ano é a parceria entre o grego Stefanos Tsitsipas e o croata Goran Ivanisevic, que começaram a trabalhar juntos logo após a disputa de Roland Garros. No único torneio que fizeram juntos antes de Wimbledon, o atual 26 do mundo foi eliminado na segunda rodada em Halle, mas garante estar muito feliz com o novo técnico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-murray-deixam-tenis-de-lado-e-vao-jogar-golfe-veja.html",
        "title": "Alcaraz e Murray deixam tênis de lado e vão jogar golfe. Veja.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_golfe.jpg",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra) –O britânico Andy Murray, três vezes campeão de Grand Slam, duas vezes em Wimbledon (2013 e 2016), e o espanhol Carlos Alcaraz, bicampeão do Grand Slam inglês, tiram um dia de folga do tênis e vão jogar golfe. Alcaraz mostra que entende do esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/1o-encontro-presencial-de-preparacao-fisica-reune-60-profissionais-em-sp.html",
        "title": "1º Encontro Presencial de Preparação Física reúne 60 profissionais em SP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Encontro-de-Preparacao-Fisica-1024x570.jpeg",
        "date": "29/06/2025",
        "description": "São Paulo (SP)– A Confederação Brasileira de Tênis (CBT) realizou neste final de semana o 1º Encontro Presencial de Preparação Física, reunindo 60 profissionais de diversos estados no Círculo Militar de São Paulo e na academia Saque Tênis. A atividade faz parte do Programa de Desenvolvimento da CBT, que tem como objetivo capacitar e apoiar os profissionais envolvidos na formação de atletas em todo o país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vicoria-nana-e-guto-estreiam-bem-na-grama-de-roehampton.html",
        "title": "Victória, Naná e Guto estreiam bem na grama de Roehampton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/guto_dumont_grama-1024x605.jpg",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra) –Os três juvenis brasileiros na chave principal do ITF J300 de Roehampton estrearam com vitória no torneio londrino em quadras de grama. A rodada deste domingo foi de resultados positivos para Victória Barros, Nauhany Silva e Guto Miguel. O evento é preparatório para Wimbledon na categoria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/titulo-feminino-parece-mais-aberto-do-que-nunca.html",
        "title": "Título feminino parece mais aberto do que nunca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_wim_sorteio_fem.jpg",
        "date": "29/06/2025",
        "description": "A grama é um piso que definitivamente costuma premiar a experiência. Mas essa lógica é tênue nas recentes chaves femininas de Wimbledon. Basta vermos que, desde o bicampeonato de Serena Williams, em 2016, o torneio viu uma sequência de sete campeãs inéditas, sendo que as três mais recentes sequer estavam entre as top 20 do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-projeta-evolucao-na-grama-e-critica-calendario-apertado.html",
        "title": "Swiatek projeta evolução na grama e critica calendário apertado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/swiatek-coletiva-wimbledon-2025-1024x682.png",
        "date": "29/06/2025",
        "description": "Londres (Inglaterra)– Após o vice-campeonato no WTA 500 de Bad Homburg no último sábado, Iga Swiatek desembarcou em Londres para a disputa de Wimbledon e concedeu entrevista coletiva neste domingo. De volta ao top 4 do ranking após uma final inédita na grama, a polonesa ressaltou o progresso que sente em seu jogo sobre a superfície original do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/video-para-cleto-wimbledon-merece-seu-status.html",
        "title": "Vídeo: Para Cleto, Wimbledon merece seu status",
        "image": null,
        "date": "29/06/2025",
        "description": "Para Paulo Cleto, Wimbledon é o torneio mais atraente do circuito e merece seu status.pic.twitter.com/4o3ULIagc9"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-desafio-da-grama-por-mello-soares-e-bellucci.html",
        "title": "O desafio da grama… por Mello, Soares e Bellucci",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pod_wim_mello.jpg",
        "date": "29/06/2025",
        "description": "OPodcast de TenisBrasilse antecipa à abertura de Wimbledon e ouve três grandes nomes do tênis brasileiro que tiveram experiências nas quadras de grama: Ricardo Mello, Bruno Soares e Thomaz Bellucci."
    }
]