[
    {
        "url": "https://tenisbrasil.uol.com.br/eala-relembra-treino-com-nadal-lembranca-ficara-para-sempre.html",
        "title": "Eala relembra treino com Nadal: “Lembrança ficará para sempre”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eala-nadal-november-2025-1024x576.jpg",
        "date": "01/01/2026",
        "description": "Manacor (Espanha) –A jovem filipina Alexandra Eala, de 20 anos, relatou nas redes sociais a experiência de treinar com Rafael Nadal pela primeira vez.O encontro aconteceu em 19 de novembro, na Rafa Nadal Academy, exatamente um ano após o ídolo espanhol se aposentar do circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espanha-argentina-grecia-e-japao-jogam-na-abertura-da-united-cup.html",
        "title": "Espanha, Argentina, Grécia e Japão jogam na abertura da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/osaka_united_treina_TA.png",
        "date": "01/01/2026",
        "description": "Perth (Austrália) –A quarta edição da United Cup começa no fim de noite desta quinta-feira, a partir das 23h (de Brasília) e avança durante a madrugada e primeiras horas da manhã desta sexta. Os primeiros confrontos serão entre Espanha e Argentina pelo Grupo A, seguido por Grécia e Japão a partir das 6h pelo Grupo E. A transmissão para o Brasil é daNSports, na TV por assinatura e YouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-relembra-pressao-no-inicio-da-carreira-e-se-emociona-com-retorno.html",
        "title": "Badosa relembra pressão no início da carreira e se emociona com retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/badosa_summit_dubai-1024x576.jpg",
        "date": "01/01/2026",
        "description": "Dubai (Emirados Árabes) –Ao fim de uma temporada bastante marcada por lesões, Paula Badosa se emociona ao falar sobre o retorno ao circuito. Semifinalista do Australian Open em janeiro, a espanhola ficou afastada das competições por dois meses devido a uma lesão nas costas. Já em agosto, revelou ter sofrido uma ruptura no músculo psoas, que provocou dores na região lombar e no quadril e voltou a tirá-la das quadras. No mês seguinte, após abandonar o WTA 1000 de Pequim na terceira rodada, anunciou que não competiria mais em 2025, planejando o retorno apenas na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/massu-fonseca-trara-muitas-alegrias-aos-brasileiros-e-sul-americanos.html",
        "title": "“Fonseca trará muitas alegrias aos brasileiros e sul-americanos”, diz Massú",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0010-e1765281753949.jpg",
        "date": "01/01/2026",
        "description": "São Paulo (SP) –O chileno Nicolas Massú é mais um nome que fez história no tênis sul-americano a apostar em um futuro promissor para João Fonseca. Ex-número 9 do mundo, Massú também fez carreira como técnico, especialmente ao lado do austríaco Dominic Thiem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rod-laver-arena-recebe-ultimos-ajustes-para-o-australian-open.html",
        "title": "Rod Laver Arena recebe últimos ajustes para o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rod-laver-arena-line-painting_australian-open-2026-1024x768.jpg",
        "date": "31/12/2025",
        "description": "Melbourne (Austrália) –Palco mais importante do Australian Open, a Rod Laver Arena está recebendo os últimos ajustes para a edição de 2026. Embora os jogos da chave principal só comecem no dia 18 de janeiro, a quadra é bastante requisitada para treinos das grandes estrelas do torneio. E além disso, a organização do Grand Slam australiano programou uma série de eventos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-e-osaka-passam-a-virada-do-ano-em-famosa-ilha-de-perth.html",
        "title": "Raducanu e Osaka passam a virada do ano em famosa ilha de Perth",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/osaka-rottnest-2026.jpg",
        "date": "31/12/2025",
        "description": "Perth (Austrália)– A japonesa Naomi Osaka e a britânica Emma Raducanu são rivais no Grupo E da United Cup em Perth, mas nesta quarta-feira aproveitaram uma manhã descontraída de véspera de Ano Novo em um passeio pela famosa Ilha Rottnest, em Perth."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-refete-sobre-o-ano-tive-momentos-incriveis-e-outros-dificeis-de-superar.html",
        "title": "Sinner refete sobre o ano: “Tive momentos incríveis e outros difíceis de superar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner_finals_trofeu_gsp-1024x682.jpg",
        "date": "31/12/2025",
        "description": "Monte Carlo (Mônaco) –Vice-líder do ranking da ATP e vencedor de dois Grand Slam na temporada, o Australian Open e Wimbledon, Jannik Sinner refletiu sobre o ano que viveu em 2025. Em vídeo publicado nas redes sociais, o italiano relembrrou os principais momentos na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-exibicao-em-dubai-sabalenka-desembarca-em-brisbane.html",
        "title": "Após exibição em Dubai, Sabalenka desembarca em Brisbane",
        "image": null,
        "date": "31/12/2025",
        "description": "Ready to run it back 👑🐯@SabalenkaApic.twitter.com/rHzAM1nWPN"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-os-grupos-equipes-e-como-funciona-a-united-cup.html",
        "title": "Conheça os grupos, equipes e como funciona a United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/united-cup-2025-trophy-united-states-1024x576.jpg",
        "date": "31/12/2025",
        "description": "Perth (Austrália) –A quarta edição da United Cup começa no fim de noite desta quinta-feira, a partir das 23h (de Brasília) e avança durante a madrugada e primeiras horas da manhã desta sexta. Os primeiros confrontos serão entre Espanha e Argentina pelo Grupo A, seguido por Grécia e Japão a partir das 6h pelo Grupo E. A transmissão para o Brasil é daNSports, na TV por assinatura eYouTube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafa-jodar-deixara-o-tenis-universitario-para-focar-no-profissional.html",
        "title": "Rafa Jodar deixará o tênis universitário para focar no profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/jodar-jeddah-2025-wednesday-e1766005455523-1024x682.jpg",
        "date": "31/12/2025",
        "description": "Charlottesville (EUA) –Por meio de um anúncio noInstagram, o espanhol Rafael Jodar anunciou, nesta quarta-feira que deixará o tênis universitário, na Universidade da Virgínia (UVA), nos Estados Unidos, para focar no circuito profissional."
    }
]