[
    {
        "url": "https://tenisbrasil.uol.com.br/com-novo-tecnico-pigossi-inicia-calendario-em-quadras-duras.html",
        "title": "Com novo técnico, Pigossi inicia calendário em quadras duras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_valencia_saque-1024x529.jpg",
        "date": "22/07/2025",
        "description": "Figueira da Foz (Portugal) –Segunda melhor brasileira no ranking da WTA, ocupando a 206ª colocação, Laura Pigossi anunciou mudanças em sua equipe de trabalho. A paulistana de 30 anos não está mais treinando na Ad In Academy, em Barcelona, e começou a viajar com novo técnico, o peruano Sérgio Galdós, além do preparador físico Carlos Aguilar. Ela também trocou de raquete, está jogando com aYonex V Core."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-22-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/gustavo_almeida_sp_saque_2024.jpg",
        "date": "23/07/2025",
        "description": "ATP 250 de Kitzbuhel (Áustria) – Saibro – 596.035 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-vai-as-oitavas-na-finlandia-pucinelli-e-alves-caem.html",
        "title": "João Reis vai às oitavas na Finlândia, Pucinelli e Alves caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_lreis_campinas_vibra-e1749933734477-1024x683.jpg",
        "date": "22/07/2025",
        "description": "Tampere (Finlândia) –Depois de passar por duas rodadas do qualificatório, João Lucas Reis estreou com vitória na chave principal do challenger de Tampere, em quadras de saibro na Finlândia. O pernambucano venceu nesta terça-feira o peruano Gonzalo Bueno, 282º do ranking, por duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-brasil-tem-inscricoes-e-vale-vaga-para-itfs-de-setembro.html",
        "title": "Copa Brasil tem inscrições e vale vaga para ITFs de setembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/IMG-20250722-WA0006-1024x679.jpg",
        "date": "22/07/2025",
        "description": "São Paulo (SP)– Dentro do vasto histórico do Instituto Esperança do Amanhã em projetar novos valores para o tênis brasileiro, o Alphaville Tênis Clube sediará a Copa Brasil de Tênis – Ano II, entre os dias 23 a 27 de agosto, torneio viabilizado pela Lei de Incentivo ao Esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/misolic-supera-estreia-em-kitzbuhel-e-salva-o-dia-dos-austriacos.html",
        "title": "Misolic supera estreia em Kitzbuhel e salva o dia dos austríacos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Kitzbuhel-Filip-Misolic.jpg",
        "date": "22/07/2025",
        "description": "Kitzbuhel (Áustria)– Três tenistas da casa estrearam no ATP 250 de Kitzbuhel nesta terça-feira e o único austríaco que conseguiu avançar na chave foi Filip Misolic, que surpreendeu o argentino Tomas Etcheverry e bateu o cabeça de chave número 5 por 2 sets a 1, com parciais de 7/5, 5/7 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-desiste-do-us-open-depois-da-artroscopia-no-cotovelo-direito.html",
        "title": "Zheng desiste do US Open depois da artroscopia no cotovelo direito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/zheng-prepara-back-2024-e1725453884898-1024x681.jpg",
        "date": "22/07/2025",
        "description": "Nova York (EUA)– A organização do US Open confirmou na última segunda-feira a desistência da chinesa Qinwen Zheng, dois dias depois de a tenista anunciar que havia passado por umaartroscopia no cotovelo direitodevido a “dores persistentes”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/noskova-e-siniakova-lideram-seis-vitorias-tchecas-no-wta-de-praga.html",
        "title": "Noskova e Siniakova lideram seis vitórias tchecas em Praga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/noskova_praga_25_toss-1024x683.jpg",
        "date": "22/07/2025",
        "description": "Praga (República Tcheca) –Nos jogos que complementaram a primeira rodada do WTA 250 de Praga, seis jogadoras tchecas estrearam com vitória no torneio em quadras duras. Destaque para Linda Noskova, principal cabeça de chave, e também para a experiente Katerina Siniakova. Ao todo, serão oito tenistas da casa na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-derrota-jovem-alemao-na-estreia-e-vai-desafiar-o-experiente-bautista.html",
        "title": "Wild derrota jovem alemão na estreia e vai desafiar o experiente Bautista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swild-kitz-2025-tuesday-e1753209271141-1024x682.jpg",
        "date": "22/07/2025",
        "description": "Kitzbuhel (Áustria)– O paranaense Thiago Wild estreou com vitória no ATP 250 de Kitzbuhel, batendo o jovem alemão Justin Engel nesta terça-feira. Ele precisou de dois sets para superar o rival de 17 anos e atual 208 do mundo, marcando parciais de 7/5 e 6/3, depois de 1h38 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlando-luz-estreia-com-vitoria-nas-duplas-no-atp-de-umag.html",
        "title": "Orlando Luz estreia com vitória nas duplas no ATP de Umag",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-olhabola-2025-1024x674.jpg",
        "date": "22/07/2025",
        "description": "Umag (Croácia) –O gaúcho Orlando Luz estreou com vitória na chave de duplas do ATP 250 de Umag, em quadras de saibro na Croácia, jogando nesta semana ao lado do francês Theo Arribage. Eles venceram o canadense Cleeve Harper e o norte-americano Ryan Seggerman por 6/3 e 6/4 em 1h10 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wilander-explica-por-que-sinner-e-um-melhor-modelo-do-que-alcaraz.html",
        "title": "Wilander explica por que Sinner é um melhor modelo do que Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_alcaraz_wimbledon_trofeus-1024x682.jpg",
        "date": "22/07/2025",
        "description": "Paris (França)– Após Jannik Sinner se vingar de Carlos Alcaraz com uma atuação impecável na final de Wimbledon, o debate sobre a rivalidade entre o italiano e o espanhol continua. Em entrevista aoL’Equipe, o sueco Mats Wilander comentou sobre o assunto e explicou por que acredita que o atual número 1 do mundo seja um exemplo melhor para os demais tenistas."
    }
]