[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-28-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/fullana_criciuma_back.jpg",
        "date": "28/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-leva-a-filha-mais-nova-para-quadra-e-ensina-os-primeiros-passos.html",
        "title": "Serena leva a filha mais nova para quadra e ensina os primeiros passos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/serena_adira_quadra-1024x766.jpg",
        "date": "28/11/2025",
        "description": "Miami (EUA) –No início da semana, Serena Williams divulgou em suas redes sociais uma série de fotos em que aparece em quadra, introduzindo sua filha mais nova, Adira, ao tênis. Nas imagens, a menina de apenas dois anos tenta repetir alguns movimentos da mãe, ex-número 1 do mundo e vencedora de 23 títulos de Grand Slam em simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-brasileiros-disputam-as-semifinais-no-itf-de-ribeirao-preto.html",
        "title": "Três brasileiros disputam as semifinais no ITF de Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nicolas_oliveira_ribeirao_back-1024x682.jpg",
        "date": "28/11/2025",
        "description": "Ribeirão Preto (SP) –Três brasileiros estão nas semifinais do ITF M15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). A rodada desta sexta-feira foi de bons resultados para o pernambucano José Pereira, o mineiro João Victor Loureiro e o jovem carioca Nicolas Oliveira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-visita-a-formula-1-no-qatar-e-da-aula-de-ioga-na-pista.html",
        "title": "Djokovic visita a Fórmula 1 no Qatar e dá aula de ioga na pista",
        "image": null,
        "date": "28/11/2025",
        "description": "Gotta stretch, Franco 😂"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-reafirma-desejo-de-realizar-exibicoes-com-nadal.html",
        "title": "Federer reafirma desejo de realizar exibições com Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nadal_federer_academia.jpg",
        "date": "28/11/2025",
        "description": "Basileia (Suíça) –A poucos meses de sua entrada no Hall da Fama do Tênis, marcada para agosto de 2026, Roger Federer segue envolvido em inúmeros projetos desde que se aposentou das quadras e voltou a falar sobre a possibilidade de realizar uma turnê de exibições ao lado de Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nauhany-silva-e-luiza-fullana-vao-as-semis-em-ribeirao-preto.html",
        "title": "Nauhany Silva e Luiza Fullana vão às semis em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nauhany_silva_ribeirao_back-1024x683.jpg",
        "date": "28/11/2025",
        "description": "Ribeirão Preto (SP) –A brasiliense Luiza Fullana e a paulista Nauhany Silva serão as representantes brasileiras nas semifinais do ITF W15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). Em lados opostos da chave, elas podem se encontrar na final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/landaluce-e-prizmic-sao-mais-dois-nomes-confirmados-no-next-gen.html",
        "title": "Landaluce e Prizmic são mais dois nomes confirmados no Next Gen",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/miami-2024-landaluce-jueves-1024x576.jpg",
        "date": "28/11/2025",
        "description": "Jeddah (Arábia Saudita) –O espanhol Martin Landaluce e o croata Dino Prizmic sãomais dois nomes confirmadosna edição de 2025 do Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita. Eles se juntam ao tcheco Jakub Mensik, ao norte-americano Learner Tien e ao belgaAlexander Blockxentre os atletas já anunciados no torneio. Ainda serão definidos mais três jovens de até 20 anos que se destacaram na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kasatkina-e-popyrin-sao-os-destaques-australianos-em-brisbane.html",
        "title": "Kasatkina e Popyrin são os destaques australianos em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/kasatkina_charleston_vibra-1024x623.jpg",
        "date": "28/11/2025",
        "description": "Brisbane (Austrália) –A organização do Aberto de Brisbane, evento que reune um WTA 500 e um ATP 250 anunciou nesta sexta-feira dois destaques australianos para a edição de 2026 do torneio, que será disputado entre os dias 4 e 11 de janeiro. Daria Kasatkina e Alexei Popyrin contarão com o apoio da torcida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-tem-nova-integrante-na-equipe-e-abre-mao-de-exibicoes.html",
        "title": "Raducanu tem nova integrante na equipe e abre mão de exibições",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-usopen-fore-2025-e1756316492310-1024x681.jpg",
        "date": "28/11/2025",
        "description": "Londres (Inglaterra) –A britânica Emma Raducanu tem um reforço em sua equipe de trabalho com a chegada da fisioterapeuta Emma Stewart, que trabalhava na WTA e passa a ser exclusiva da jogadora de 23 anos e atual 29ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maior-tenista-paraguaio-victor-pecci-e-destaque-de-workshop-da-fpt-em-ribeirao.html",
        "title": "Maior tenista paraguaio, Víctor Pecci é destaque de workshop em Ribeirão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Victor-Pecci_FPT-Divulgacao-1024x609.jpg",
        "date": "27/11/2025",
        "description": "Ribeirão Preto (SP)– Nesta sexta-feira (28), a Federação Paulista de Tênis (FPT) realizará o “Workshop Tênis Excelência” durante o Ribeirão Tennis Week, evento inédito que ocorre em Ribeirão Preto. Um dos principais destaques da programação será Víctor Pecci, considerado o maior tenista da história do Paraguai, que também já foi Ministro do Esporte no seu país e atuou como diretor geral dos Jogos Pan-Americanos Junior Assunção 2025."
    }
]