[
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-e-enfrenta-o-atual-campeao-popyrin-ruud-larga-bem.html",
        "title": "Medvedev vence e enfrenta o atual campeão Popyrin, Ruud larga bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/medvedev-washington-rebate-2025-e1753453036588-1024x683.jpg",
        "date": "29/07/2025",
        "description": "Toronto (Canadá) –Dois campeões do Masters 1000 do Canadá venceram suas partidas de estreia nesta terça-feira e vão se enfrentar na próxima rodada. O russo Daniil Medvedev venceu o torneio em 2021, enquanto o australiano Alexei Popyrin tenta defender o título conquistado no ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-terca-29-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_prepara-1024x682.jpg",
        "date": "29/07/2025",
        "description": "WTA 1000 de Montréal (Canadá) – Sintético – US$ 5.152.599Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vinda-de-semi-em-washington-rybakina-dispara-11-aces-e-estreia-bem.html",
        "title": "Vinda de semi em Washington, Rybakina dispara 11 aces e estreia bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rybakina_back_wsh-1024x633.jpg",
        "date": "29/07/2025",
        "description": "Montréal (Canadá) –Depois de ter alcançado a semifinal de Washington na semana passada, Elena Rybakina segue em sua preparação para o US Open e estreou com vitória no WTA 1000 de Montréal. Atual número 12 do mundo, a cazaque superou nesta terça-feira a norte-americana Hailey Baptiste, 50ª do ranking, por 6/4 e 6/3 em 1h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-pigossi-jogam-o-qualificatorio-do-us-open.html",
        "title": "Wild, Monteiro e Pigossi jogam o qualificatório para o US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/monteiro-usopen-olhabola-2024-e1724694432955-1024x682.jpg",
        "date": "29/07/2025",
        "description": "Nova York (EUA)– Com Beatriz Haddad Maia e João Fonseca garantidos na chave principal de simples, o tênis brasileiro concorrerá a mais três vagas no US Open. Conforme lista divulgada nesta terça-feira, Thiago Wild, Thiago Monteiro e Laura Pigossi terão direito a disputar o qualificatório."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-35-anos-wozniacki-e-mae-pela-terceira-vez.html",
        "title": "Aos 35 anos, Wozniacki é mãe pela terceira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/wozniacki_uso_vibra.jpg",
        "date": "29/07/2025",
        "description": "Fisher Island (EUA) –Caroline Wozniacki, aos 35 anos, é mãe pela terceira vez. A dinamarquesa, que é casada com David Lee, ex-astro de basquete da NBA David Lee, deu a luz a um menino, que recebeu o nome de Max Wozniacki Lee."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-pegula-estreiam-na-tarde-desta-quarta-feira-em-montreal.html",
        "title": "Iga e Pegula estreiam na tarde desta quarta-feira em Montréal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_montreal_coletiva-1024x625.jpg",
        "date": "29/07/2025",
        "description": "Montréal (Canadá) –A rodada desta quarta-feira no WTA 1000 de Montréal terá as últimas estreias de cabeças de chave, com destaque para Iga Swiatek, vinda de título em Wimbledon, e Jessica Pegula, bicampeã no Canadá. Elas atuam na sessão diurna, já que a organização do torneio reservou a rodada noturna para a partida entre Eugenie Bouchard e Belinda Bencic, que pode marcar a despedida da canadense do tênis profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sul-americano-de-16-anos-brasil-vence-venezuela-e-equipes-seguem-invictas.html",
        "title": "Sul-americano de 16 anos: Brasil vence Venezuela e equipes seguem invictas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_back-1024x670.jpg",
        "date": "29/07/2025",
        "description": "Luque (Paraguai) –O Brasil segue com desempenho positivo no Sul-americano 16 anos. Nesta terça-feira, as equipes feminina e masculina venceram novamente seus confrontos, ambas por 3 a 0, desta vez contra a Venezuela. Com os resultados em Luque, no Paraguai, as duas equipes somam seis vitórias nos dois confrontos até aqui e assumem a liderança de seus respectivos grupos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quatro-juvenis-brasileiros-estao-garantidos-no-us-open.html",
        "title": "Quatro juvenis brasileiros estão garantidos no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/victoria-barros-uso-toss.jpg",
        "date": "29/07/2025",
        "description": "Nova York (EUA) –Quatro juvenis brasileiros estão garantidos nas chaves principais do US Open da categoria, que será disputado entre 31 de agosto e 6 de setembro. As chaves femininas terão Victória Barros e Nauhany Silva, enquanto Guto Miguel e João Pedro Bonini disputam o masculino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paulistas-dominam-e-estao-em-todas-as-finais-do-brasileirao-2025.html",
        "title": "Paulistas dominam e estão em todas as finais do Brasileirão 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Giovana-Schincariol.jpeg",
        "date": "29/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-superado-por-cecchinato-na-estreia-de-challenger-alemao.html",
        "title": "Reis é superado por Cecchinato na estreia de challenger alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/reis_santiago_back-1024x684.jpg",
        "date": "29/07/2025",
        "description": "Hagen (Alemanha) –O pernambucano João Lucas Reis foi eliminado na rodada de estreia do challenger de Hagen, no saibro alemão. O jogador de 25 anos e 237º do ranking foi superado nesta terça-feira pelo italiano Marco Cecchinato por 6/2 e 6/3 em 1h22 de partida."
    }
]