[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-contra-quali-e-pode-encarar-pigossi-na-segunda-rodada.html",
        "title": "Bia estreia contra quali e pode encarar Pigossi na segunda rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-treina-2025-e1757182874549-1024x683.jpg",
        "date": "06/09/2025",
        "description": "São Paulo (SP)– Foi realizado neste sábado o sorteio da chave principal da primeira edição do SP Open, onde a paulista Beatriz Haddad Maia é a principal favorita. Ela abrirá campanha contra uma tenista do quali e pode ter um duelo 100% nacional já na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/thomas-johansson-e-rohan-gotzke-sao-os-novos-tecnicos-de-medvedev.html",
        "title": "Thomas Johansson e Rohan Gotzke são os novos técnicos de Medvedev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-usopen-tweener-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Moscou (Rússia)– Depois de encerrar uma parceria de longa data com Gilles Cervara, o russo Daniil Medvedev já tem os substitutos para o treinador francês. Segundo noticia oBolshe, ele contratou especialistas com os quais vai trabalhar durante toda a série de torneios asiáticos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nunca-imaginei-que-conseguiria-5-finais-seguidas-de-grand-slam.html",
        "title": "Sinner: “Nunca imaginei que conseguiria 5 finais seguidas de Grand Slam”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-fore-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Embora tenha a liderança em risco, o italiano Jannik Sinner não é atual número 1 do mundo à toa e tem mostrado uma consistência incrível. Ele tem agora cinco finais consecutivas de Grand Slam, chegou na decisão em todos os quatro deste ano, e alcançou a marca de 27 vitórias seguidas em torneios de quadra dura neste nível."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pedretti_rcl_back_dia.jpg",
        "date": "06/09/2025",
        "description": "ITF W35 de Cuiabá (MT) – Saibro – US$ 30 milSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/acho-que-esse-tipo-de-jogo-e-gratificante-para-mim-afirma-aliassime.html",
        "title": "“Acho que esse tipo de jogo é gratificante para mim”, afirma Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime-usopen-acena-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Eliminado nas semifinais do US Open, em uma derrota por 3 sets a 1 diante do italiano Jannik Sinner, o canadense Félix Auger-Aliassime deixou a competição satisfeito com seu desempenho, principalmente em uma partida contra um rival que é o atual campeão do torneio e o número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-elogia-longevidade-de-djokovic-e-ja-pensa-em-duelo-com-sinner.html",
        "title": "Alcaraz elogia longevidade de Djokovic e já pensa em duelo com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-back-2025-1-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– O espanhol Carlos Alcaraz vem fazendo um US Open quase irretocável até o momento, chegando pela primeira vez na carreira na final de um Grand Slam sem perder um único set. Ele acredita que o amadurecimento no circuito é um dos fatores cruciais para ajudá-lo a ter mais consistência e assim manter o nível no alto sempre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/temporada-tem-feito-inedito-com-a-definicao-da-final-do-us-open.html",
        "title": "Temporada tem feito inédito com a definição da final do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-fotos-multiplas-900x600-7.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Desde que o sistema de cabeças de chave foi introduzido nos Grand Slam, pela primeira vez em uma temporada os quatro principais torneios tiveram finais com os dois principais favoritos na disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-anuncia-medidas-extra-de-seguranca-para-receber-trump.html",
        "title": "US Open anuncia medidas extra de segurança para receber Trump",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/trumpsi-e1757162169836.jpeg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– A presença do presidente dos Estados Unidos na final masculina foi confirmada e por isso a USTA anunciou medidas de segurança mais rígidas para receber Donald Trump na final masculina do domingo. A entidade inclusive soltou um comunicado à imprensa explicando as mudanças."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mcenroe-aposta-que-djokovic-nao-vai-tentar-por-mais-um-ano.html",
        "title": "McEnroe aposta que Djokovic não vai tentar seguir por mais um ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-usopen-2025-1024x681.jpg",
        "date": "06/09/2025",
        "description": "Nova York (EUA)– Mesmo depois de fazer ótimas apresentações no US Open, chegando firme para as semifinais, o sérvio Novak Djokovic não foi páreo para o espanhol Carlos Alcaraz e acabou derrotado em sets diretos. Após a partida, o norte-americano John McEnroe fez uma previsão para aESPN."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/logica-cumprida-vamos-ao-vale-tudo.html",
        "title": "Lógica cumprida, vamos ao vale tudo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_uso_final.jpg",
        "date": "06/09/2025",
        "description": "Novak Djokovic e Félix Auger-Aliassime fizeram o que foi possível, mas não conseguiram impedir o óbvio e assim o US Open cumpre a previsão: Jannik Sinner e Carlos Alcaraz irão decidir um Grand Slam pela terceira vez consecutiva, valendo também a liderança do ranking e o maior prêmio da história do tênis. Não dá para ser melhor."
    }
]