[
    {
        "url": "https://tenisbrasil.uol.com.br/atp-indica-fonseca-como-candidato-ao-top-10-em-2026.html",
        "title": "ATP indica Fonseca como candidato ao top 10 em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_davis_sorrindo_GRE.jpg",
        "date": "02/12/2025",
        "description": "Londres (Inglaterra) –Depois de fazer uma grande temporada em 2025 e serindicado a um dos prêmios da ATPpor sua evolução ao longo do ano, João Fonseca é apontado também como um postulante ao top 10 na próxima temporada. Em reportagem do site em espanhol da ATP, Fonseca aparece ao lado do tcheco Jakub Mensik, do cazaque Alexander Bublik e do espanhol Alejandro Davidovich Fokina como candidatos a aparecer entre os dez melhores do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/murray-apesar-dos-resultados-foi-incrivel-treinar-djokovic.html",
        "title": "Murray: “Apesar dos resultados, foi incrível treinar Djokovic”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/djokovic-indian-wells-2025-practice-e1741355521621-1024x682.jpg",
        "date": "02/12/2025",
        "description": "Londres (Inglaterra) –O britânico Andy Murray afirmou ter ficado “desapontado” com os resultados de Novak Djokovic durante o período em que integrou a equipe técnica do antigo rival. A parceria durou pouco: foram apenas o Australian Open e outros cinco torneios ao longo de seis meses. Ainda assim, o ex-número 1 do mundo avalia de forma positiva a experiência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-chabalgoity-marca-primeira-vitoria-brasileira-em-bradenton.html",
        "title": "Pedro Chabalgoity marca primeira vitória brasileira em Bradenton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_fore.jpg",
        "date": "02/12/2025",
        "description": "Bradenton (EUA) –O brasiliense Pedro Chabalgoity marcou a primeira vitória brasileira no ITF J300 de Bradenton, em quadras de saibro nos Estados Unidos. Ele superou o nigeriano Oluwaseun Peter Ogunsakin por 6/1 e 6/2 e vai enfrentar o norte-americano Michael Antonius, cabeça 9."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto_maio_25.jpg",
        "date": "02/12/2025",
        "description": "WTA 125 de Quito (Equador) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-lidera-cinco-brasileiras-em-lima-bohrer-joga-nos-eua.html",
        "title": "Candiotto lidera cinco brasileiras em Lima, Bohrer joga nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "01/12/2025",
        "description": "Lima (Peru) –Cinco brasileiras estão na chave principal do ITF W15 de Lima, em quadras de saibro. A lista é liderada por Ana Candiotto, segunda cabeça de chave do torneio. Ela estreia contra a jamaicana Najah Dawson."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/udvardy-volta-ao-top-100-com-titulo-na-argentina-parks-lidera-em-angers.html",
        "title": "Udvardy volta ao top 100 com título na Argentina, Parks lidera em Angers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/udvardy_bsas_vibra-1024x726.jpg",
        "date": "01/12/2025",
        "description": "Buenos Aires (Argentina) –Acostumada a jogar nas quadras de saibro da América do Sul desde os tempos de juvenil, a húngara Panna Udvardy voltou ao top 100 do ranking pela primeira vez desde setembro de 2024, depois de conquistar o WTA 125 de Buenos Aires."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietrangeli-sera-velado-na-quadra-com-seu-nome-itf-destaca-espirito-da-davis.html",
        "title": "Pietrangeli será velado na quadra com seu nome, ITF destaca “espírito da Davis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Nicola_Pietrangeli_GSP.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –Presidente da Federação Internacional de Tênis (ITF), o norte-americano David Haggerty lamentou ofalecimento de Nicola Pietrangelinesta segunda-feira. Lenda do tênis italiano e bicampeão de Roland Garros em 1959 e 1960, ele também fez história na Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/como-funciona-o-programa-de-aceleracao-que-pode-ajudar-guto-e-victoria.html",
        "title": "Como funciona o programa de aceleração que pode ajudar Guto e Victória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/arte_ps_guto_mexico.jpg",
        "date": "01/12/2025",
        "description": "A conquista de Guto Miguel e o vice-campeonato de Victória Barros no ITF J500 de Merida, em quadras de saibro no México, garante os melhores rankings para os dois brasileiros no circuito juvenil. Ogoiano debutou no top 10, ocupando exatamente a décima posição, enquanto a potiguar é agora a 12ª colocada. Guto e Victória também ficam em boas posições programas de aceleração da Federação Internacional (ITF), que oferecem vagas diretas em torneios profissionais para os melhores juvenis do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-adeus-ao-gigante-pietrangeli.html",
        "title": "O adeus ao gigante Pietrangeli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nicola-pietrangeli.png",
        "date": "01/12/2025",
        "description": "Numa daquelas ironias do esporte, o tênis dá adeus nesta segunda-feira a um dos maiores símbolos de sua história. No momento em que se discute a reformulação da Copa Davis, cada vez menos atrativa para o público e os jogadores, o recordista absoluto de jogos e vitórias da centenária competição se vai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-define-primeiros-convites-para-a-edicao-de-2026.html",
        "title": "Australian Open define primeiros convites para a edição de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Emerson_jones_ausopen_estica.jpg",
        "date": "01/12/2025",
        "description": "Melbourne (Austrália) –Os primeiros convites para a edição de 2026 do Australian Open foram anunciados nesta segunda-feira. Duas vagas ficaram com jogadores da casa que se destacaram na recente série de torneios do Australian Pro Tour: a jovem Emerson Jones e o experiente James Duckworth. Também foram confirmados os convites norte-americanos e asiáticos para o torneio que começa em 18 de janeiro."
    }
]