[
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-recentes-garcia-e-coric-estreiam-sexta-em-cincinnati.html",
        "title": "Campeões recentes, Garcia e Coric estreiam sexta em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/garcia_cincy_autografo-1024x532.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –A rodada desta sexta-feira no Masters 1000 e WTA 1000 de Cincinnati terá as estreias de dois tenistas que já conquistaram o título da competição, a francesa Caroline Garcia e o craota Borna Coric. Curiosamente, eles foram campeões no mesmo ano, 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cash-e-glasspool-conquistam-o-titulo-em-toronto-e-vao-atp-finals.html",
        "title": "Cash e Glasspool conquistam o título em Toronto e vão ao ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cash-glasspool-toronto-2025-final-thursday-1024x576.jpg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá) –Em uma final com quatro britânicos em quadra nesta quinta-feira, Julian Cash e Lloyd Glasspool conquistaram o título do Masters 1000 de Toronto. Eles salvaram quatro match-points para vencer Joe Salisbury e Neal Skupski por 6/3, 6/7 (5-7) e 13-11."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-martins-vence-mais-uma-em-landisville-e-faz-semi-de-duplas.html",
        "title": "Ingrid Martins vence mais uma em Landisville e faz semi de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_back-1024x683.jpg",
        "date": "07/08/2025",
        "description": "Landisville (EUA) –As brasileiras tiveram rumos opostos na rodada desta quinta-feira no ITF W100 de Landisville, em quadras duras nos Estados Unidos. A carioca Ingrid Martins chegou à semifinal de duplas, enquanto a paulista Laura Pigossi foi eliminada nas quartas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-conquista-montreal-aos-18-anos-e-faz-historia-no-canada.html",
        "title": "Mboko conquista Montréal aos 18 anos e faz história no Canadá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR-Victoria-Mboko-398-1024x683.jpg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá) –A campanha histórica de Victoria Mboko no WTA 1000 de Montréal foi coroada com festa da torcida canadense. Convidada para disputar a chave principal do torneio pela primeira vez, a jovem tenista de 18 anos e 88ª do ranking superou na final a japonesa Naomi Osaka, ex-número 1 do mundo, com parciais de 2/6, 6/4 e 6/1 em 2h04 de partida nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-07-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore_fte-e1750350779877-1024x683.jpg",
        "date": "07/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-destaca-melhora-ao-longo-da-estreia-fui-criando-confianca.html",
        "title": "Fonseca destaca melhora ao longo da estreia: “Fui criando confiança”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_cincy_focado-1024x653.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –Depois devencer sua partida de estreiano Masters 1000 de Cincinnati, João Fonseca destacou a melhora que teve ao longo do jogo desta quinta-feira contra o chinês Yunchaokete Bu. O carioca de 18 anos e número 1 do Brasil começou atrás no placar, mas conseguiu avançar em três sets para confirmar o duelo com o espanhol Alejandro Davidovich Fokina, 19º do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-faz-quartas-na-argentina-candiotto-disputa-semi-de-duplas.html",
        "title": "Fullana faz quartas na Argentina, Candiotto disputa semi de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "07/08/2025",
        "description": "Chacabuco (Argentina) –A brasiliense Luiza Fullana será a representante brasileira nas quartas de final do ITF W35 de Chacabuco, em quadras de saibro na Argentina. Este é o terceiro torneio seguido que ela chega às quartas, repetindo as campanhas que fez em São Paulo e também em Pergamino, na Argentina, nas últimas semanas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-e-superada-na-estreia-em-cincy-vondrousova-reencontra-sabalenka.html",
        "title": "Venus é superada na estreia em Cincy, Vondrousova reencontra Sabalenka",
        "image": null,
        "date": "07/08/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-enfrenta-peru-e-venezuela-nesta-sexta-feira-no-mundial-14-anos.html",
        "title": "Brasil enfrenta Peru e Venezuela nesta sexta-feira no Mundial 14 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/eduarda_gomes_Mundial-14.jpg",
        "date": "07/08/2025",
        "description": "Prostejov (República Tcheca)– A sexta-feira vai ser de duelos sul-americanos para o Brasil no Mundial de 14 anos. Em Prostejov, na República Tcheca, as meninas enfrentam a Venezuela e os meninos jogam contra o Peru, a partir das 5 horas (horário de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australiana-de-19-anos-e-com-2-titulos-em-2025-enfrentara-bia.html",
        "title": "Australiana de 19 anos e com dois títulos em 2025 enfrentará Bia em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/joint_montreal_back-1024x601.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –O início das disputas na chave principal do WTA 1000 de Cincinnati definiu a adversária de estreia de Beatriz Haddad Maia na competição. Cabeça 18 do torneio, Bia enfrentará no próximo sábado, em horário a definir, a australiana Maya Joint, 45ª do ranking, que venceu a belga Greet Minnen por 6/2 e 6/3."
    }
]