[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-14-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/melo_matos_davis_treino.jpg",
        "date": "14/09/2025",
        "description": "Copa Davis – Grupo Mundial I, em Atenas (Grécia) – SintéticoGrécia 1 x 2 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-fonseca-enfrenta-tsitsipas-na-copa-davis-assista.html",
        "title": "Ao vivo: Fonseca enfrenta Tsitsipas na Copa Davis. Assista.",
        "image": null,
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –João Fonseca enfrenta Stefanos Tsitsipas, ex-top 10 e atual 27ª do ranking, pelo confronto entre Brasil e Grécia na Copa Davis. A equipe brasileira está liderando a série por 2 a 1 e pode definir a disputa se o carioca e 19 anos vencer. Os jogos são transmitidos pela CazéTV, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-dominam-o-jogo-de-duplas-e-brasil-faz-2-a-1-na-grecia.html",
        "title": "Melo e Matos dominam o jogo de duplas e Brasil faz 2 a 1 na Grécia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/melo_matos_davis_gre-1024x683.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –O Brasil venceu seu segundo jogo no confronto contra a Grécia pelo Grupo Mundial I da Copa Davis. A parceria de Marcelo Melo e Rafael Matos dominou a partida contra Petros Tsitsipas e Aristotelis Thanos, marcando um duplo 6/2 em 1h13."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-terminam-a-semana-com-quatro-finais-no-circuito-da-itf.html",
        "title": "Juvenis brasileiros terminam a semana com quatro finais no circuito da ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/Mateus-Nogueira-CBT.jpg",
        "date": "14/09/2025",
        "description": "Quito (Equador) –A semana no circuito mundial juvenil da ITF, que terminou no último sábado, não teve brasileiros campeões, mas quatro jovens tenistas nacionais chegaram às finais em seus torneios. O destaque fica para o ITF J60 de Quito, em quadras de saibro no Equador, com os vice-campeonatos para Rafael Finetto, de 17 anos, e Clara Coura, de apenas 13."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/grecia-muda-a-dupla-e-preserva-tsitsipas-para-enfrentar-fonseca-em-simples.html",
        "title": "Grécia muda a dupla e preserva Tsitsipas para enfrentar Fonseca em simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/time_grecia_davis-1024x514.jpg",
        "date": "14/09/2025",
        "description": "Atenas (Grécia) –A equipe grega da Copa Davis promoveu uma mudança na escalação para o segundo dia de jogos contra o Brasil pelo Grupo Mundial I da competição. Principal jogador do país, Stefanos Tsitsipas não disputará a partida de duplas ao lado do irmão, Petros, e será substituído por Aristotelis Thanos na partida contra Marcelo Melo e Rafael Matos, que começa às 11h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "14/09/2025",
        "description": "ATP250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-retoma-a-parceria-com-siegemund-na-chave-de-duplas-em-seul.html",
        "title": "Bia retoma a parceria com Siegemund na chave de duplas em Seul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/siegemund-bia-usopen-2025.jpg",
        "date": "14/09/2025",
        "description": "Seul (Coreia do Sul) –Além de disputar a chave de simples do WTA 500 de Seul,torneio do qual é a atual campeã, Beatriz Haddad Maia também disputará as duplas e retoma a parceria com a alemã Laura Siegemund. Elas estão em décimo lugar na corrida para o Finals e venceram um título na grama de Nottingham."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-wild-jogam-no-saibro-austriaco-tres-brasileiros-vao-a-argentina.html",
        "title": "Monteiro e Wild jogam no saibro austríaco, três brasileiros vão à Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/538320632_1354807043318739_182538137372850657_n-1024x682.jpg",
        "date": "14/09/2025",
        "description": "Bad Waltersdorf (Áustria) –O cearense Thiago Monteiro e o paranaense Thiago Wild estão na chave de simples no challenger de Bad Waltersdorf, em quadras de saibro na Áustria. O torneio distribui 181.250 euros em premiação, com 125 pontos na ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-domingo-define-os-campeoes-do-bt100-porto-alegre.html",
        "title": "Beach tennis: domingo define os campeões do BT100 Porto Alegre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/neis_ries_BT-100-Poa.jpg",
        "date": "14/09/2025",
        "description": "Porto Alegre (RS) –Neste sábado foram definidos os semifinalistas, com presença de gaúchos. Semifinalista no Mundial de Cesenático, na Itália, o gaúcho Fabrício Neis e seu parceiro Gabriel Ries irão enfrentar Daniel Schmitt e Arthur Lordello. Na outra semifinal, o gaúcho Natã Porte e Gabriel Santos medem forças com Felipe Roman e Eduardo Fonsatti."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mais-jovem-do-top-100-jovic-decide-o-titulo-de-guadalajara-contra-arango.html",
        "title": "Mais jovem do top 100, Jovic decide o título de Guadalajara contra Arango",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/jovic_gdl_vibra-1024x617.jpg",
        "date": "14/09/2025",
        "description": "Guadalajara (México) –Jogadora mais jovem no atual top 100 do ranking mundial, Iva Jovic vai decidir o título do WTA 500 de Guadalajara neste domingo às 18h (de Brasília). A norte-americana de 17 anos garantiu vaga na final ao vencer um duelo da nova geração contra a tcheca Nikola Bartunkova, de 19 anos, por 6/3, 6/7 (5-7) e 6/3 em 2h53 de partida."
    }
]