[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-sera-a-unica-brasileira-no-quali-do-australian-open.html",
        "title": "Pigossi será a única brasileira no quali do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_ausopen_fore.jpeg",
        "date": "24/12/2025",
        "description": "Melbourne (Austrália)– Se entre os homens o Brasil conseguiu colocar três nomes na lista do quali do Australian Open, entre as mulheres apenas a paulista Laura Pigossi representará as cores do país em busca de um lugar na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-wild-e-heide-jogam-o-quali-de-melbourne-monteiro-fica-fora-da-lista.html",
        "title": "Reis, Wild e Heide jogam o quali de Melbourne, Monteiro fica fora da lista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-2-2.jpg",
        "date": "24/12/2025",
        "description": "Melbourne (Austrália)– Nesta quarta feira saiu a lista de inscritos para o qualificatório do Australian Open e três serão os representantes brasileiros na chave masculina: o pernambucano João Lucas Reis, o paranaense Thiago Wild e o paulista Gustavo Heide."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferrero-garante-que-dinheiro-nao-foi-problema-e-nao-descarta-retorno.html",
        "title": "Ferrero garante que dinheiro não foi problema e não descarta retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/juan-carlos-ferrero-e1766240859678-1024x683.jpg",
        "date": "24/12/2025",
        "description": "Madri (Espanha)– Depois de muitas especulações e opiniões, o espanhol Juan Carlos Ferrero se pronunciou pela primeira vez sobre o rompimento com o número 1 do mundo Carlos Alcaraz. Em uma longa entrevista aoMarca, ele disse que se surpreendeu com o fim, garantiu que o fator econômico não foi um problema e deixou as portas abertas para eventual retorno no futuro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-sinner-foi-polemica-e-roland-garros-o-grande-torneio.html",
        "title": "‘Melhores do Ano’: Sinner foi polêmica e Roland Garros, o grande torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-2025-wednesday-1024x576.jpg",
        "date": "24/12/2025",
        "description": "São Paulo (SP)– Os dois painéis votantes na tradicional enquete “Melhores do Ano”, realizada porTenisBrasildesde o ano 2000, não tiveram dúvida: 62% dos leitores e 68% dos especialistas convidados disseram que a suspensão de três meses do italiano Jannik Sinner gerou a grande polêmica da temporada 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/volandri-revela-que-ultimo-titulo-da-davis-foi-o-que-mais-emocionou.html",
        "title": "Volandri revela que último título da Davis foi o que mais emocionou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/volandri-berrettini-abraco-davis-2025-1024x710.jpg",
        "date": "23/12/2025",
        "description": "Turim (Itália)– Capitão da equipe italiana na Copa Davis, Filippo Volandri foi um dos convidados do programaChe Tempo che Fa,no domingo à noite, ao lado de Flavio Cobolli, para falar sobre a emoção da conquista do torneio em novembro, diante de sua torcida em Bolonha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/serena-homenageia-a-irma-ver-voce-tao-feliz-tao-amada-significa-tudo-para-mim.html",
        "title": "Serena homenageia a irmã: “Ver você tão feliz, tão amada, significa tudo para mim”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/serena_casamento-de-Venus.jpg",
        "date": "23/12/2025",
        "description": "Palm Beach (EUA) –Serena Williams fez uma bonita declaração à sua irmã mais velha Venus, que se casou aos 45 anos, conforme divulgado nesta terça-feira. Na postagem em sua conta no Instagram, Serena publicou várias fotos da família no casamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-fecha-temporada-tambem-como-lider-em-premiacao.html",
        "title": "Alcaraz fecha temporada também como líder em premiação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_trofeu.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Além de terminar a temporada no topo do ranking da ATP, o espanhol Carlos Alcaraz também foi o jogador que mais faturou em 2025 com premiações. Ele foi o único a superar a marca de US$ 20 milhões neste ano, somando um total de $21.354.778."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-williams-se-casa-na-florida-e-festa-dura-cinco-dias.html",
        "title": "Venus Williams se casa na Flórida e festa se estende por cinco dias",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_preti_casamento-1024x725.jpg",
        "date": "23/12/2025",
        "description": "Palm Beach (EUA) –– No espaço de 20 dias, Venus Williams e Andrea Preti ficaram noivos e se casaram. O anúncio foi feito pelo casal em suas redes sociais nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brooksby-ganha-destaque-com-grande-temporada-apos-2-anos-afastado.html",
        "title": "Brooksby ganha destaque com grande temporada após 2 anos sem jogar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/brooksby-usopen-fore-2025-1024x681.jpg",
        "date": "23/12/2025",
        "description": "Londres (Inglaterra)– Após começar esta temporada sem estar classificado, o norte-americano Jenson Brooksby chegou a ocupar a 51ª posição no ranking, não muito longe de sua melhor posição na carreira, a 33ª, que alcançou em 2022. O grande desempenho fez a ATP destacar sua temporada de recuperação."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/receio-que-alcaraz-se-aposente-jovem-como-borg-diz-francesa.html",
        "title": "“Receio que Alcaraz se aposente jovem como Borg”, diz francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sf-e1766518813551-1024x682.jpg",
        "date": "23/12/2025",
        "description": "Paris (França)– Campeã de Wimbledon em 2013 e comentarista frequente nos torneios mais importantes do momento, a francesa Marion Bartoli falou sobre o fim da parceria do espanhol Carlos Alcaraz com Juan Carlos Ferrer, dizendo que acredita que o rompimentonão se deu apenas por causa das questões financeiras."
    }
]