[
    {
        "url": "https://tenisbrasil.uol.com.br/ex-top-20-tabilo-sera-o-adversario-de-fonseca-em-buenos-aires.html",
        "title": "Ex-top 20, Tabilo será o adversário de Fonseca em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/tabilo_bsas_back-1024x682.jpg",
        "date": "10/02/2026",
        "description": "Buenos Aires (Argentina) –O chileno Alejandro Tabilo será o adversário de estreia de João Fonseca no ATP 250 de Buenos Aires, na rodada noturna desta quarta-feira. O canhoto de 28 anos e 71º do ranking derrotou o argentino Facundo Diaz Acosta, 285º colocado e campeão do torneio em 2024, por 7/6 (7-5) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-jogara-exibicao-antes-da-cerimonia-de-entrada-no-hall-da-fama.html",
        "title": "Federer jogará exibição antes da cerimônia de entrada no Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/federer_7julho.jpg",
        "date": "10/02/2026",
        "description": "Newport (EUA) –Roger Federer, que ingressará no Hall da Fama do Tênis deste ano, ao lado da comentarista Mary Carillo, vai se apresentar no Hall da Fama Celebrity Pro Classic, no dia 28 de agosto, em uma partida de duplas na grama ao lado de outras lendas do tênis. As festividades do Hall da Fama acontecerão de 27 a 29 de agosto. O modelo de cerimônia foi repaginado no ano passado e contará com três dias de programação em Newport. Entre as novidades, estão um pré-show e uma festa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-admite-dificuldade-com-estilo-agressivo-da-algoz-em-doha.html",
        "title": "Gauff admite dificuldade com estilo agressivo da algoz em Doha",
        "image": null,
        "date": "10/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-abandona-partida-logo-apos-perder-tres-match-points.html",
        "title": "Wild abandona partida logo após perder três match-points",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Thiago-SEYBOTH-WILD-BRA-08-02-006-1024x683.jpg",
        "date": "10/02/2026",
        "description": "Buenos Aires (Argentina)– Derrotado na última rodada do quali, o paranaense Thiago WIld entrou na chave do ATP 250 de Buenos Aires como lucky-loser e por pouco não aproveitou a chance, mas depois de perder três match-points ele abandonou o duelo com o chileno Tomas Barrios Vera quando vencia por 6/4 e 5/6. O brasileiro chegou a receber atendimento em quadra quando liderava por 5/4 e o torneio ainda não divulgou detalhes sobre o motivo da desistência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-10-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/candiotto_porto_fore-1024x683.jpg",
        "date": "10/02/2026",
        "description": "ATP 250 de Buenos Aires (Argentina) – Saibro – US$ 675.310Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-futuro-define-campeoes-com-boas-surpresas-em-santos.html",
        "title": "Copa Futuro define campeões com boas surpresas em Santos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luana_Ferreira_CopaFuturo-1024x683.jpg",
        "date": "10/02/2026",
        "description": "Santos (SP)– Os oito campeões de simples da Copa Futuro de Tênis 2026 foram definidos nesta terça-feira, apesar de mais um dia de tempo instável na Baixada Santista, o que obrigou algumas finais acontecerem sobre quadra coberta. Houve surpresas, tanto na faixa dos 18 como dos 16 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-mantem-embalo-apos-titulo-na-australia-e-vence-a-10a-no-ano.html",
        "title": "Rybakina mantém embalo após título e enfrenta Zheng nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/rybakina_doha_esperasaque_jimmie.png",
        "date": "10/02/2026",
        "description": "* Atualizado no fim da rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-herda-convite-de-monfils-e-disputa-seu-1o-atp-no-rio-open.html",
        "title": "Guto herda convite de Monfils e disputa seu 1º ATP no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/guto-miguel-recife-treina.jpeg",
        "date": "10/02/2026",
        "description": "Rio de Janeiro (RJ) –A organização do Rio Open anunciou nesta terça-feira que o juvenil goiano Guto Miguel vai disputar a chave principal do ATP 500 na próxima semana. Será sua primeira oportunidade em torneio da elite do circuito. Eles se junta a outros três brasileiros na chave, João Fonseca, Thiago Wild e João Lucas Reis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-aplica-mais-um-pneu-e-estreia-com-autoridade-em-doha.html",
        "title": "Iga aplica mais um “pneu” e estreia com autoridade em Doha",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Iga_Swiatek_-_Qatar_TotalEnergies_Open_2026_-_Day_3-DSC_2345_xgaplus.jpg",
        "date": "10/02/2026",
        "description": "Doha (Qatar)– Três vezes campeã do WTA 1000 de Doha, a polonesa Iga Swiatek começou bem a busca por mais um título na competição. Estreando direto na segunda rodada, a cabeça de chave número 1 teve pela frente, nesta terça-feira, a indonésia Janice Tjen, contra quem marcou tranquilos 6/0 e 6/3 para avançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meu-objetivo-e-estar-no-top-10-ate-o-fim-do-ano-diz-darderi.html",
        "title": "“Meu objetivo é estar no top 10 até o fim do ano”, diz Darderi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/darderi-umag-2025-qf-celebration-1024x576.jpg",
        "date": "10/02/2026",
        "description": "Buenos Aires (Argentina) –Luciano Darderi será cabeça de chave pela primeira vez do ATP 250 de Buenos Aires. Atual número 22, melhor colocação de sua carreira, o italiano revelou, em coletiva de imprensa, ambições de alcançar o top 10 até o final do ano."
    }
]