[
    {
        "url": "https://tenisbrasil.uol.com.br/sell-vence-o-cabeca-1-nos-eua-e-faz-quartas-pela-2a-vez-no-ano.html",
        "title": "Sell vence o cabeça 1 nos EUA e faz quartas pela 2ª vez no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_2025_fore_fechado.jpg",
        "date": "04/06/2025",
        "description": "Tyler (EUA) –Em seu segundo compromisso no challenger de Tyler, disputado em quadras duras nos Estados Unidos, Karue Sell conseguiu um ótimo resultado e garantiu vaga nas quartas de final. O catarinense de 31 anos e 285º do ranking venceu o norte-americano Mitchell Krueger, principal cabeça de chave e 140º do mundo, por 6/3 e 6/2 em 1h33 de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-04-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/ingrid-martins_macon_voleia-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boisson-meu-objetivo-nao-era-estar-na-semifinal-mas-sim-ganhar-o-torneio.html",
        "title": "Boisson: “Meu objetivo não era estar na semifinal, mas sim ganhar o torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boisson_rg_estica_costas_indoor-1024x683.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros logo em sua primeira participação na chave principal de um Grand Slam, Lois Boisson segue acumulando façanhas. A francesa de 22 anos e apenas 361ª do mundo já garante um grande salto no ranking e eliminou duas top 10 em Paris, Jessica Pegula nas oitavas e Mirra Andreeva nas quartas. Adversária de Coco Gauff, vice-líder do ranking, nesta quinta-feira, a jogadora da casa sonha alto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-faz-da-place-de-la-concorde-uma-enorme-fan-zone.html",
        "title": "Roland Garros faz da Place de la Concorde uma enorme fan zone",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/place-de-la-concorde_fanzone2.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –O Grand Slam parisiense está sendo desfrutado, desde esta quarta-feira no coração da capital francesa, na famosa Place de la Concorde. A iniciativa chamada de Tribune Concorde, organizada com o apoio da Prefeitura de Paris, acontece em um dos locais mais emblemáticos de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-da-espetaculo-em-dia-de-festa-francesa.html",
        "title": "Djokovic dá espetáculo em dia de festa francesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_djoko.jpg",
        "date": "04/06/2025",
        "description": "Novak Djokovic não poderia atingir sua 51ª semifinal de Grand Slam, e 13ª de Roland Garros, de forma mais exuberante. Apesar de ver Alexander Zverev se sair melhor no primeiro set, insistiu num plano muito bem traçado de jogo, executou golpes de base cada vez com maior perfeição, cobriu de forma notável a quadra em que pese seus 38 anos e por fim destruiu a cabeça do alemão com uma série de bolas anguladas, saques na linha, voleios ousados, curtinhas geniais e lobs milimétricos. Um conjunto de habilidades que lembram seus melhores tempos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-destaca-consistencia-na-vitoria-sobre-o-imprevisivel-bublik.html",
        "title": "Sinner destaca consistência na vitória sobre o imprevisível Bublik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-roland-garros-2025-qf-fist-1024x576.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –Semifinalista de Roland Garros pelo segundo ano consecutivo, Jannik Sinner ainda não perdeu sets no torneio e segue na busca por um título inédito em Paris. A classificação para a penúltima rodada veio com uma grande atuação nesta quarta-feira contra o cazaque Alexander Bublik. Após a partida, o italiano destacou sua consistência, especialmente por ter enfrentado um adversário imprevisível, com estilos de sacar e jogar incomuns se comparados à maioria do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-tira-zverev-de-virada-nas-quartas-veja-como-foi.html",
        "title": "Djokovic tira Zverev de virada nas quartas. Veja como foi.",
        "image": null,
        "date": "04/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baran-estreia-nova-parceria-no-bt-400-de-palmas.html",
        "title": "Baran estreia nova parceria no BT 400 de Palmas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/baran_sozinho.jpg",
        "date": "04/06/2025",
        "description": "Palmas (Tocantins) –Depois de anunciar o fim de sua parceria com Michele Cappelletti na última semana, o beach tennista brasileiro André Baran entrará em quadra pela primeira vez ao lado de sua nova dupla a partir desta quinta-feira para a disputa do BT400 de Palmas, no Tocantins. Atual número 2 do mundo e 1 do Brasil, Baran confirmou inscrição com o também brasileiro Felipe Loch para os próximos dois torneios da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-abusa-das-curtinhas-contra-zverev-e-desafia-sinner-na-semifinal.html",
        "title": "Djokovic abusa das curtinhas contra Zverev e desafia Sinner na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_back_rg_saltando-1024x597.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –A busca de Novak Djokovic pelo quarto título de Roland Garros e o 25º Grand Slam da carreira teve mais um capítulo nesta quarta-feira, quando o sérvio garantiu sua vaga na semifinal em Paris. Djokovic superou o alemão Alexander Zverev, número 3 do mundo, por 4/6, 6/3, 6/2 e 6/4 em 3h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vitoria-miranda-e-luiz-calixto-jogam-tenis-em-cadeira-de-rodas-em-rg.html",
        "title": "Vitória Miranda e Luiz Calixto jogam tênis em cadeira de rodas em RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/vitoria-Miranda_saque.jpg",
        "date": "04/06/2025",
        "description": "Paris (França) –O Brasil terá dois representantes no torneio de tênis em cadeira de rodas em Roland Garros, Vitória Miranda e Luiz Calixto disputam as chaves juvenis a partir desta quinta-feira. Ambos conquistaram títulos no Australian Open em janeiro."
    }
]