[
    {
        "url": "https://tenisbrasil.uol.com.br/veja-a-incrivel-devolucao-de-saque-de-vacherot.html",
        "title": "Veja a incrível devolução de saque de Vacherot",
        "image": null,
        "date": "24/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-chega-a-400-vitorias-em-slam-e-iguala-recorde-do-australian-open.html",
        "title": "Djokovic chega a 400 vitórias em Slam e iguala recorde do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_vibra3r-1024x654.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália) –Acostumado a quebrar recordes em sua longa e vitoriosa carreira, Novak Djokovic conseguiu dois feitos históricos neste sábado. Ele se tornou o primeiro jogador a alcançar 400 vitórias em Grand Slam, além de igualar uma marca de Roger Federer com 102 vitórias no Australian Open. Decacampeão do torneio, o sérvio avançou às oitavas ao superar o holandês Botic van de Zandschulp, 75º do ranking, por 6/3, 6/4 e 7/6 (7-3) em 2h44."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-24-01.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/bruno_oliveira_pucinelli_itajai.jpg",
        "date": "24/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesJuvenil feminino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sob-aplausos-wawrinka-recebe-homenagem-e-brinda-na-despedida.html",
        "title": "Sob aplausos, Wawrinka recebe homenagem e brinda na despedida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stan_adeus.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália) – O suíço Stan Wawrinka lutou até a última bola e, após duas vitórias na chave principal, marcou sua despedida do Australian Open, local onde ganhou seu primeiro troféu de Grand Slam, em 2014. Ele havia anunciado antecipadamente que fará sua última temporada no circuito profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-joga-bem-e-marca-adeus-de-wawrinka-em-grande-duelo.html",
        "title": "Fritz joga bem e marca adeus de Wawrinka em grande duelo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz22-1024x654.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália)– Após quatro sets de alta qualidade, o norte-americano Taylor Fritz garantiu sua presença nas oitavas de final do Australian Open pela terceira vez na carreira, ao derrotar o suíço Stan Wawrinka por 7/6 (7-5), 2/6, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-sobrevive-a-altos-e-baixos-e-garante-vitoria-em-tres-sets.html",
        "title": "Iga sobrevive a altos e baixos e garante vitória em três sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/iga_ausopen_vibra-1024x652.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália) –Vinda de duas vitórias em sets diretos neste Australian Open, Iga Swiatek passou por altos e baixos na partida deste sábado contra a russa Anna Kalinskaya, 33ª do ranking. A número 2 do mundo começou muito bem, passou por momentos de oscilação no segundo set, mas retomou o domínio na parcial decisiva e vencer por 6/1, 1/6 e 6/1 em 1h44 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-se-retira-do-australian-open-e-inglis-vai-direto-as-oitavas.html",
        "title": "Osaka volta a sentir lesão abdominal e se retira de Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/osaka_ausopen_acena-1024x631.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália) –Depois de ter vencido dois jogos longos neste Australian Open, Naomi Osaka anunciou sua desistência da competição, por lesão muscular na região abdominal. A ex-número 1 do mundo e bicampeã do torneio enfrentaria a australiana Maddison Inglis, 168ª do ranking e vinda do quali, que agora avança diretamente às oitavas e faz sua melhor campanha em Slam. A tenista da casa espera a vencedora entre Iga Swiatek e Anna Kalinskaya."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/protocolo-de-calor-extremo-e-aplicado-e-suspende-jogos-nas-externas.html",
        "title": "Protocolo de calor extremo é aplicado e suspende jogos nas externas por quase 5h",
        "image": null,
        "date": "24/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-volta-as-oitavas-na-australia-depois-de-quatro-anos.html",
        "title": "Mertens volta às oitavas na Austrália depois de quatro anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Elise_Mertens_-_Australian_Open_2026_-_Day_7-DSC_8547_xgaplus.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália)– Semifinalista do Australian Open em 2018, seu melhor desempenho em Grand Slam até então, a belga Elise Mertens não conseguiu chegar na segunda semana do torneio nas últimas três edições, mas agora em 2026 ela voltou às oitavas depois de bater a tcheca vinda do quali Nikola Bartunkova por 6/0 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mesmo-com-tres-quadras-com-teto-ao-chega-a-ter-so-1-jogo-em-atividade.html",
        "title": "Mesmo com três quadras com teto, AO chega a ter só 1 jogo em atividade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Melbourne_Park_-_Tennis_crop-e1769241762546-1024x572.jpg",
        "date": "24/01/2026",
        "description": "Melbourne (Austrália)– A programação deste sábado do Australian Open junto com aexecução da política de calor extremocausou uma situação curiosa no Melbourne Park, que mesmo contando com três quadras cobertas, chegou a ter somente um jogo em atividade."
    }
]