[
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-disputam-semifinais-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz disputam semifinais em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/Ana-Cruz_joinville_vibra-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz serão os representantes brasileiros nas semifinais da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-se-emociona-ao-relembrar-recuperacao-e-busca-inspiracao-nos-filhos.html",
        "title": "Cilic se emociona ao relembrar recuperação e busca inspiração nos filhos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic_wimbledon_vibra-1024x661.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –O veterano Marin Cilic protagonizou um grande resultado nesta quinta-feira em Wimbledon aoeliminar Jack Draper, número 4 do mundo e grande esperança de título para a torcida da casa. Aos 36 anos, o croata tem um histórico respeitável no tênis, já foi número 3 do ranking, campeão do US Open em 2014 e vice no Slam londrino em 2017. Nos últimos anos, entretanto, sofreu com uma grave lesão no joelho e passou por um longo período de recuperação e conta que buscou inspiração nos filhos, Baldo e Vito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-lamenta-queda-precoce-e-enaltece-feitos-de-cilic-e-murray.html",
        "title": "Draper lamenta queda precoce e enaltece feitos de Cilic e Murray",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic_draper_narede_wimb-1024x623.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Grande esperança de título para a torcida britânica em Wimbledon, Jack Draper se despediu ainda na segunda rodada da competição,superado pelo experiente croata de 36 anos Marin Cilic, ex-número 3 do mundo e finalista do torneio em 2017. Após a partida, o atual quarto colocado do ranking lamentou o nível de atuação nesta quinta-feira, citando também as dificuldades que enfrenta na grama. O canhoto de 23 anos também enalteceu o algoz e valorizou os feitos de Andy Murray, último britânico a conquistar Wimbledon, em 2013 e 2016."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-vimos-muitas-surpresas-no-torneio-preciso-manter-o-foco.html",
        "title": "Sinner: “Vimos muitas surpresas no torneio, preciso manter o foco”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_olhabola-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –As muitas eliminações de cabeças de chave nas primeiras rodadas de Wimbledon servem de alerta para Jannik Sinner. O número 1 do mundo ainda não perdeu sets nas duas primeiras rodadas, tendo vencido um duelo italiano contra Luca Nardi na estreia esuperado nesta quinta-feirao australiano Aleksandar Vukic, mas reforça a concentração para não ser surpreendido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-comemora-virada-tive-que-subir-a-intensidade-e-ser-agressiva.html",
        "title": "Iga comemora virada: “Tive que subir a intensidade e ser agressiva”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_wimb2R_SB-1024x625.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Depois de superar um bom teste na segunda rodada de Wimbledon, Iga Swiatek avaliou seu desempenho navitória desta quinta-feirasobre a norte-americana Caty McNally. A atual número 4 do mundo começou atrás no placar e perdeu o primeiro set, mas assumiu o controle das ações destacando sua intensidade e o estilo de jogo agressivo, diante de uma rival que tentava quebrar o ritmo com slices e subidas à rede."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ministerio-do-esporte-analisa-apoio-ao-memorial-tenis-brasileiro.html",
        "title": "Ministério do Esporte analisa apoio ao Memorial Tênis Brasileiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-01-at-18.48.57-e1751583660834-1024x719.jpeg",
        "date": "03/07/2025",
        "description": "Brasília (DF) –Walmor Elias, idealizador e presidente do Memorial Tênis Brasileiro (MTB) esteve em audiência com o ministro do Esporte, André Fufuca, em que apresentou uma síntese sobre o projeto, como foi estruturado, o cronograma no futuro e os pontos mais relevantes do que está sendo construído por um grupo de cerca de 400 colaboradores voluntários."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-vence-partida-de-3h-na-italia-e-busca-primeira-semi-do-ano.html",
        "title": "Cé vence partida de 3h na Itália e busca primeira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/gabriela_ce_brb_floripa-1024x611.jpg",
        "date": "03/07/2025",
        "description": "Roma (Itália) –A gaúcha Gabriela Cé conseguiu sua segunda vitória no ITF W35 de Roma. A canhota de 32 anos e 414ª do mundo precisou de 3h05 para superar a anfitriã Federica Urgesi, de apenas 20 anos e 444ª do mundo, por 6/4, 6/7 (6-8) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vida-mansa-para-sinner-e-djokovic.html",
        "title": "Vida mansa para Sinner e Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/blog_sinner_wim.jpg",
        "date": "03/07/2025",
        "description": "Com a queda de mais três favoritos nesta quinta-feira, a chave masculina de Wimbledon chega à terceira rodada sem 20 de seus cabeças e, mais grave ainda, com a ausência de nove dos 16 principais nomes do ranking. As vítimas do dia foram Tommy Paul, Tomas Machac e Félix Auger-Aliassime."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodrigues-almeida-e-kohlmann-jogam-quartas-na-argentina.html",
        "title": "Rodrigues, Almeida e Kohlmann vão às quartas na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/gustavo_almeida_sp_vibra_2024.jpg",
        "date": "03/07/2025",
        "description": "San Salvador de Jujuy (Argentina) –Três nomes da nova geração do tênis brasileiro venceram na rodada desta quinta-feira no ITF M15 de San Salvador de Jujuy, em quadras de saibro na Argentina. O mineiro Pedro Rodrigues e o paranaense Gustavo Almeida, de 19 anos, e o paulista Enzo Kohlmann, de apenas 18, avançaram às quartas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-vence-jogo-duro-e-faz-quartas-no-saibro-de-modena.html",
        "title": "Wild vence jogo duro e faz quartas no saibro de Modena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_back_oeiras.jpg",
        "date": "03/07/2025",
        "description": "Modena (Itália) –Em seu segundo jogo no challenger de Modena, Thiago Wild venceu mais uma em sets diretos. O número 2 do Brasil e 129º do ranking derrotou o norte-americano Toby Kodat, 376º do ranking, por 7/5 e 7/6 (7-4) em 2h02 de partida."
    }
]