[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi-martins-spopen-2025-1024x683.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schiessl-ganha-ultimo-convite-para-o-challenger-da-costa-do-sauipe.html",
        "title": "Schiessl ganha último convite para o challenger da Costa do Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_curitiba_web.jpg",
        "date": "17/10/2025",
        "description": "Costa do Sauípe (BA)– Os jogadores começam a chegar na Bahia neste final de semana para a disputa do Costa do Sauípe Open, ATP Challenger 125 inédito no Brasil com premiação de US$ 200 mil e 125 pontos ao campeão. Nesta sexta-feira, mais um brasileiro vai fazer as malas para jogar na Bahia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-tambem-avanca-e-brasil-tera-dois-semifinalistas-em-curitiba.html",
        "title": "Boscardin também avança e Brasil terá dois semifinalistas em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_back_qf.jpg",
        "date": "17/10/2025",
        "description": "Curitiba (PR) –Pela primeira vez em quatro confrontos, Pedro Boscardin venceu o boliviano Juan Carlos Prado Angelo e garantiu lugar na semifinal da Copa Internacional de Tênis, em Curitiba. O catarinense de 22 anos e 363º do ranking marcou um duplo 6/4 em 1h22 de partida contra o jovem rival de 20 anos e 239º colocado para avançar no challenger disputado nas quadras de saibro do Graciosa Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schwartzman-casa-se-com-modelo-apos-6-anos-de-namoro.html",
        "title": "Schwartzman casa-se com modelo após 6 anos de namoro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Schwartzman2_FB.jpg",
        "date": "17/10/2025",
        "description": "Buenos Aores (Argentina)– O argentino Diego Schwartzman, ex-número 8 do mundo, se casou nesta quinta-feira com a modelo Eugenia De Martino, sua namorada há seis anos, em Buenos Aires. “Casado com a mulher mais linda do planeta. Até ficarmos velhinhos”, escreveu Schwartzman."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-de-beach-tennis-anuncia-sub-12-sub-16-e-60.html",
        "title": "Copa das Federações de Beach Tennis anuncia Sub-12, Sub-16 e 60+",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/copa_federa_beach_fortaleza-1024x768.jpg",
        "date": "17/10/2025",
        "description": "Fortaleza (CE) –A Copa das Federações de Beach Tennis 2025, maior competição por equipes do Brasil e referência mundial na modalidade, será realizada em Fortaleza, entre os dias 17 e 22 de novembro. Nesta edição, o torneio traz novidades importantes: a inclusão das categorias Sub 12, Sub 16 e 60+, ampliando ainda mais a participação de atletas de diferentes faixas etárias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-vence-a-etapa-de-hong-kong-nas-exibicoes-do-uts.html",
        "title": "Cerúndolo vence a etapa de Hong Kong nas exibições do UTS",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cerundolo_uts_trofeu-1024x538.jpg",
        "date": "17/10/2025",
        "description": "Londres (Inglaterra) –O argentino Francisco Cerúndolo conquistou o título da etapa de Hong Kong da série de exibições UTS (Ultimate Tennis Showdown). A primeira edição realizada na Ásia distribuiu US$ 1,1 milhão ao longo da semana, com US$ 306 mil para o campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-duas-viradas-rune-e-ruud-avancam-as-semifinais-em-estocolmo.html",
        "title": "Com duas viradas, Rune e Ruud avançam às semifinais em Estocolmo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune-stockholm-2025-friday-1024x576.jpg",
        "date": "17/10/2025",
        "description": "Estocolmo (Suécia) –A rodada das quartas de final do ATP 250 de Estocolmo foi marcada por jogos longos. Todas as quatro partidas desta sexta-feira foram ao terceiro set e tiveram mais de 2h30 de duração. E os dois principais cabeças de chave, Holger Rune e Casper Ruud, venceram seus jogos de virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/projeto-nana-e-de-longo-prazo-alertam-treinadores.html",
        "title": "‘Projeto Naná’ é de longo prazo, alertam treinadores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pod_projeto_nana.jpg",
        "date": "17/10/2025",
        "description": "Nada de pressa. Apesar da evolução constante e dos resultados animadores, a carreira de Nauhany Silva, a Naná, está projetada para atingir ápice dentro de cinco anos. Isso é o que garante seu treinador Danilo Ferraz e o diretor técnico da Rede Tênis, Leo Azevedo, aoPodcast de TenisBrasildesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-nathalia-tourinho-sao-finalistas-no-ao-junior-series.html",
        "title": "Leonardo Storck e Nathalia Tourinho são finalistas no AO Junior Series",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/storck_ao_jr_vibra_semi-1024x625.jpg",
        "date": "17/10/2025",
        "description": "Rio de Janeiro (RJ) –O mato-grossense Leonardo Storck e a paulista Nathalia Tourinho serão os representantes brasileiros nas finais do Australian Open Junior Series South America, que acontecem neste sábado, a partir das 9h (de Brasília), na Rio Tennis Academy e com transmissão daESPN. Os campeões disputarão a chave juvenil do Grand Slam australiano em janeiro de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/perricard-derruba-musetti-e-faz-semi-aliassime-segue-firme.html",
        "title": "Perricard derruba Musetti e faz semi, Aliassime segue firme",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/perricard_bruxelas_vibra-1024x682.jpg",
        "date": "17/10/2025",
        "description": "Bruxelas (Bélgica) –Reconhecido como um dos melhores sacadores do circuito, o francês Giovanni Perricard segue aproveitando muito bem as rápidas condições do ATP 250 de Bruxelas e já está na semifinal do torneio belga em quadras duras e cobertas. Ele superou nesta sexta-feira o italiano Lorenzo Musetti, principal cabeça de chave e número 8 do mundo, por 6/4 e 7/6 (10-8)."
    }
]