[
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-busca-o-bi-em-roland-garros-com-otimo-desempenho-em-finais.html",
        "title": "Alcaraz busca o bi em Roland Garros com ótimo desempenho em finais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEMHWbh8WN-LVwoC_COC_6093-1-min-1024x682.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Apesar da pouca idade e das oscilações nos últimos meses, o espanhol Carlos Alcaraz costuma crescer quando chegam as fases mais agudas dos torneios e tem grande aproveitamento em semifinais e finais. Ele comprovou seu desempenho nesta sexta-feira ao se classificar para a decisão de Roland Garros e seguir firme na busca do bicampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-michael-e-a-curiosa-profissao-de-falcoeiro.html",
        "title": "Conheça Michael e a curiosa profissão de falcoeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/falcao-1024x652.jpg",
        "date": "06/06/2025",
        "description": "Paris (França)– O jornalista Márcio Arruda explica a interessante missão do português Michaael Germano Vinagre durante Roland Garros: afastar os pombos das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/luiz_calixto_copawc_back.jpg",
        "date": "06/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Final feminina"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-silva-joga-pela-primeira-vez-na-grama-e-desafia-mannarino.html",
        "title": "Daniel Silva joga pela primeira vez na grama e desafia Mannarino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/daniel_silva_hamburgo_vibra-1024x625.jpg",
        "date": "06/06/2025",
        "description": "‘s-Hertogenbosch (Holanda) –Pela primeira vez em sua longa carreira profissional, o paulista Daniel Dutra da Silva disputará uma partida na grama. O canhoto de 36 anos e 331º do ranking entrou no quali do ATP 250 de ‘s-Hertogenbosch, na Holanda, e precisa de duas vitórias para entrar na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-estou-muito-decepcionado-com-a-forma-como-terminou.html",
        "title": "Musetti: “Estou muito decepcionado com a forma como terminou”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aD9dobh8WN-LVj2G_20250603_RG_PF_2382-MUSETTISOTD-min-scaled-e1749233372888-1024x684.jpg",
        "date": "06/06/2025",
        "description": "Paris (França)– Não poderia ser diferente o clima para o italiano Lorenzo Musetti que não de frustração depois de ser forçado a desistir da semifinal de Roland Garros contra o espanhol Carlos Alcaraz. Depois de sair na frente e vencer o primeiro set, ele perdeu o segundo no tiebreak e então sentiu um problema na coxa esquerda no terceiro, largando a partida no começo do quarto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-sao-finalistas-de-duplas-em-roland-garros-e-buscam-titulo-inedito.html",
        "title": "Britânicos são finalistas de duplas em Roland Garros e buscam título inédito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/salisbury_skupski_rg_cump.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Os britânicos Joe Salisbury e Neal Skupski garantiram a segunda vaga na final de duplas masculinas em Roland Garros. Eles venceram uma semifinal equilibrada nesta sexta-feira contra os norte-americanos Christian Harrison e Evan King por 6/7 (5-7), 6/3 e 7/6 (10-7) em 2h40 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guga-reedita-em-paris-o-coracao-desenhado-na-philippe-chatrier.html",
        "title": "Guga reedita em Paris o coração desenhado na Philippe Chatrier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/guga_stella-artois.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Tricampeão de Roland Garros, o catarinense Gustavo Kuerten voltou à Quadra Philippe Chatrier na quarta-feira para reeditar o gesto que marcou seu terceiro título em Paris, em 2001, e ficou na memória de todos os que amam o tênis: o coração desenhado no saibro da quadra central. A ação foi patrocinada por uma marca de cerveja."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-e-errani-voltam-a-superar-russas-e-vao-a-final-de-duplas-em-paris.html",
        "title": "Paolini e Errani voltam a superar russas e vão à final de duplas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paolini_errani_rg_abraco-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Assim como já havia acontecido na disputa pela medalha de ouro nos Jogos Olímpicos de Paris, as italianas Jasmine Paolini e Sara Errani voltaram a superar as russas Diana Shnaider e Mirra Andreeva e garantiram vaga na final de duplas em Roland Garros. Elas marcaram as parciais de 6/0 e 6/1 em apenas 1h de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demo-supera-rodada-dupla-e-pode-abrir-temporada-de-grama-com-titulo.html",
        "title": "Demo supera “rodada dupla” e pode abrir temporada de grama com título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demo-grama-e1749229136279-1024x686.jpeg",
        "date": "06/06/2025",
        "description": "Birmingham (Inglaterra)– Depois de ter sua partida de quartas de final interrompida e adiada por chuva no dia anterior, nesta sexta-feira o gaúcho Marcelo Demoliner superou uma “rodada dupla” para chegar à final do challenger de Birmingham. Ao lado do francês Sadio Doumbia, ele superou a primeira partida com desistência e depois venceu a semi em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vote-na-jogada-do-mes-de-maio-da-atp-ate-o-dia-10.html",
        "title": "Vote na jogada do mês de maio da ATP até o dia 10",
        "image": null,
        "date": "06/06/2025",
        "description": "Londres (Inglaterra) –A temporada europeia no saibro foi finalizada com estilo, com direito a uma série de jogadas geniais de alguns dos melhores competidores do ATP Tour."
    }
]