[
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-acredita-que-saque-de-mboko-fez-a-diferenca-na-reta-final.html",
        "title": "Rybakina acredita que saque de Mboko fez a diferença na reta final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR-145203100498-Elena-Rybakina_04129-1024x682.jpeg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá)– O reencontro de Elena Rybakina com a jovem Victoria Mboko, menos de duas semanas após o primeiro duelo entre elas, em Washington, desta vez teve uma vencedora diferente e a canadense aproveitou o fator casa para derrotar a cazaque e ir para a final do WTA 1000 de Montréal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-07-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "07/08/2025",
        "description": "Masters 1000 de Cincinnati (EUA) – Sintético – US$ 9.193.540Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-estou-super-feliz-e-orgulhoso-de-fazer-isso-mais-uma-vez.html",
        "title": "Khachanov: “Estou super feliz e orgulhoso de fazer isso mais uma vez”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/khachanov-toronto-vibra-1024x746.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– De volta a uma final de Masters 1000 depois de oito anos, o russa Karen Khachanov não poderia ter outra sensação que não a de felicidade ao superar o alemão Alexander Zverev na semi de Toronto. Ele garantiu sua primeira decisão neste nível desde o título em Paris 2008 e disse não ligar muito para as estatísticas e sim para o desempenho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-esta-satisfeita-com-aparencia-mas-nao-descarta-cirurgia-estetica.html",
        "title": "Venus está satisfeita com aparência, mas não descarta cirurgia estética",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus_marieclaireuk2.jpg",
        "date": "07/08/2025",
        "description": "Cincinnati (EUA) –Venus Williams, de 45 anos, compartilhou sua opinião sobre intervenções estéticas em entrevista à edição britânica da revista Marie Claire. Embora esteja feliz com sua aparência, Venus afirmou à publicação que consideraria uma cirurgia estética sob uma condição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-lamenta-primeiro-set-terrivel-e-espera-fazer-melhor-em-cincinnati.html",
        "title": "Zverev lamenta primeiro set terrível e espera fazer melhor em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/TC-ANDERSON-TA205607-783x1024.jpeg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá)– Eliminado nas semifinais do Masters 1000 de Toronto, o alemão Alexander Zverev lamentou seu começo ruim na partida contra o russo Karen Khachanov, que acabou levando a melhor econquistou a vitória em três sets, após 2h52 de confronto. O cabeça de chave 1 do torneio ainda teve match-point no terceiro set, mas não aproveitou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-e-khachanov-sao-finalistas-em-toronto-veja-o-resumo.html",
        "title": "Shelton e Khachanov são finalistas em Toronto. Veja o resumo.",
        "image": null,
        "date": "07/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-alcaraz-e-djokovic-lideram-nova-edicao-do-six-kings-slam.html",
        "title": "Sinner, Alcaraz e Djokovic lideram nova edição do Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/six-kings-slam-2025-1024x576.jpeg",
        "date": "07/08/2025",
        "description": "Riad (Arábia Saudita)– O milionário torneio de exibição Six Kings Slam está de volta para uma segunda edição em 2025, que acontecerá entre os dias 15 e 18 de outubro. O italiano Jannik Sinner, o espanhol Carlos Alcaraz e o sérvio Novak Djokovic retornam à Arábia Saudita, desta vez com outro trio para acompanhá-los."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/thiem-e-gasquet-se-enfrentam-em-torneio-de-exibicao-na-praia.html",
        "title": "Thiem e Gasquet se enfrentam em torneio de exibição na praia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/thiem_luanco_areia_toss-1024x789.jpg",
        "date": "07/08/2025",
        "description": "Luanco (Espanha) –Dois tenistas que encerraram recentemente suas trajetórias no circuito profissional vão se enfrentar nesta quinta-feira em um cenário pouco usual, uma quadra de areia na praia. O austríaco Dominic Thiem e o francês Richard Gasquet decidem o título da tradicional série de exibições em Luanco, na província das Astúrias, no norte de Espanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-vence-duelo-com-fritz-e-joga-primeira-final-de-masters.html",
        "title": "Shelton vence duelo com Fritz e joga primeira final de Masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_toronto_grita-1024x601.jpg",
        "date": "07/08/2025",
        "description": "Toronto (Canadá) –No encontro entre dois norte-americanos do top 10, Ben Shelton levou a melhor sobre Taylor Fritz e garantiu vaga em sua primeira final de Masters 1000, em Toronto. O atual número 7 do mundo superou o quarto colocado por 6/4 e 6/3 em 1h18 de partida. Foi sua primeira vitória contra Fritz, após uma derrota em Indian Wells há duas temporadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-decide-o-titulo-em-montreal-e-tenta-seu-3o-wta-1000.html",
        "title": "Osaka decide o título em Montréal e tenta seu 3º WTA 1000",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Naomie-Osaka_3735-32-1024x683.jpg",
        "date": "07/08/2025",
        "description": "Montréal (Canadá) –Pela primeira vez em três anos, Naomi Osaka disputará uma final de WTA 1000. A ex-número 1 do mundo garantiu vaga na decisão de Montréal ao vencer a dinamarquesa Clara Tauson, 19ª do ranking, por 6/2 e 7/6 (9-7) em 1h45 de partida nesta quarta-feira."
    }
]