[
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-vence-e-tera-duelo-de-canhotos-contra-mannarino.html",
        "title": "Shelton vence e terá duelo de canhotos contra Mannarino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_uso25_fore.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA) –Campeão do Masters 1000 de Toronto, Ben Shelton venceu com tranquilidade seu segundo jogo no US Open. O norte-americano superou o experiente espanhol Pablo Carreño Busta, ex-top 10 e atual 137º do ranking aos 34 anos, por 6/4, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-segue-a-procura-de-ajustes.html",
        "title": "Fonseca segue à procura de ajustes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_jf_uso_machac.jpg",
        "date": "28/08/2025",
        "description": "Mais uma vez, João Fonseca foi barrado por um adversário muito mais intenso do que ele. Dono de golpes espetaculares, o brasileiro de 19 anos encanta o circuito, mas isso não basta, ainda mais em eventos de Grand Slam, onde consistência é a palavra-chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-jogo-duro-e-reencontra-fernandez-no-us-open.html",
        "title": "Sabalenka vence jogo duro e reencontra Fernandez no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso25_back_noite-1024x576.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA) –Líder do ranking mundial, Aryna Sabalenka teve trabalho para superar a segunda rodada do US Open. A atual campeã enfrentou a jovem russa Polina Kudermetova, de 22 anos e 67ª do ranking, que equilibrou a disputa na potência dos golpes de fundo, mas avançou em sets diretos com parciais de 7/6 (7-4) e 6/2 em 1h35 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-espanta-trauma-da-eliminacao-de-2024-estava-nervoso.html",
        "title": "Alcaraz espanta trauma da eliminação de 2024: “Estava nervoso”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz-entrevista-quadra-us-open-2025-1024x661.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Em seu segundo compromisso no US Open, Carlos Alcaraz garantiu mais uma vitória em sets diretos. Depois de passar pelo norte-americano Reilly Opelka na estreia, o espanhol superou nesta quarta-feira o italiano Mattia Bellucci, 65º do ranking, por 6/1, 6/0 e 6/3 em apenas 1h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-juvenil-no-corinthians-define-confrontos-das-quartas.html",
        "title": "ITF juvenil no Corinthians define confrontos das quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/itf_corinthians_noid-1024x684.jpg",
        "date": "27/08/2025",
        "description": "São Paulo (SP) –Estão definidos sete confrontos das quartas da Copa Juninho Tênis, torneio ITF J60 disputado nas quadras de saibro do Corinthians, em São Paulo. A chave masculina já tem todos os classificados, além de seis tenistas da chave feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tiafoe-exalta-althea-gibson-abriu-portas-para-todos-nos.html",
        "title": "Tiafoe exalta Althea Gibson: “Abriu portas para todos nós”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/tiafoe-punho-cerrado-us-open-2025.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Classificado para a terceira rodada do US Open, depois de superar o compatriota Martin Damm por 6/4, 7/5, 6/7 (8-10) e 7/5, nesta quarta-feira, Frances Tiafoe exaltou, em coletiva de imprensa, a figura de Althea Gibson, pioneira que há 75 anos quebrou a barreira racial no tênis ao se tornar a primeira atleta negra a competir no Aberto dos Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiros-disputam-a-chave-de-duplas-masculinas-no-us-open.html",
        "title": "Cinco brasileiros disputam a chave de duplas masculinas no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_cump25-1024x683.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA) –Cinco brasileiros disputam a chave de duplas masculinas no US Open. A parceria Marcelo Melo e Rafael Matos, que conquistou um título no último sábado em Winston-Salem tenta manter o embalo. A chave ainda conta com Fernando Romboli, Marcelo Demoliner e Orlando Luz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-lanca-podcast-com-as-amigas-keys-brady-e-krawczyk.html",
        "title": "Pegula lança podcast com as amigas Keys, Brady e Krawczyk",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/keys-pegula-krawczyk-brady-podcast.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Além da vitória tranquila sobre Anna Blinkova pela segunda rodada do US Open, a norte-americana Jessica Pegula aproveitou a coletiva de imprensa desta quarta-feira para contar uma novidade fora das quadras: o lançamento do podcast “The Players Box” ao lado das amigas Madison Keys, Jennifer Brady e Desirae Krawczyk."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-e-paolini-avancam-rybakina-confirma-duelo-com-raducanu.html",
        "title": "Andreeva e Paolini avançam, Rybakina confirma duelo com Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_vibra_usopen_2R-1024x576.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA) –As primeiras rodadas do US Open seguem bastante tranquilas para Mirra Andreeva. Depois de ceder apenas um game na estreia contra a norte-americana Alycia Parks, a jovem russa de 18 anos e número 5 do mundo venceu a compatriota Anastasia Potapova, 53ª do ranking, por 6/1 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-foi-um-jogo-duro-tentei-nao-me-frustrar-e-me-adaptei.html",
        "title": "Fritz: “Foi um jogo duro, tentei não me frustrar e me adaptei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fritz-r2-us-open-2025-1024x659.jpg",
        "date": "27/08/2025",
        "description": "Nova York (EUA)– Finalista do US Open no ano passado, Taylor Fritz levou um susto, mas confirmou vaga na terceira rodada do torneio, ao derrotar, nesta quarta-feira, o sul-africano Lloyd Harris por 4/6, 7/6 (7-3), 6/2 e 6/4. Além um adversário complicado, o norte-americano precisou se adaptar às condições do tempo em Nova York e destacou que a vitória veio na base da paciência e do controle emocional."
    }
]