[
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-nao-resiste-e-fecha-rodada-com-mais-uma-desistencia.html",
        "title": "Zheng não resiste e fecha rodada com mais uma desistência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng-pequim-toss-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– A rodada desta segunda-feira no WTA 1000 de Pequim foi marcada por desistências.Depois de Lois Boisson e Camila Osorio, foi a vez da tenista da casa Qinwen Zheng seguir o mesmo caminho. Em seu primeiro torneio desde Wimbledon, ela perdia para a tcheca Linda Noskova por 6/4, 3/6 e 3/0, quando abandonou a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53624587227_0b74b8b10e_c.jpg",
        "date": "29/09/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pavlos-tsitsipas-disputa-o-m25-de-salvador-e-fala-da-relacao-com-stefanos.html",
        "title": "Pavlos Tsitsipas disputa o M25 de Salvador e fala da relação com Stefanos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pavlos_tsitsipas_salvador.jpg",
        "date": "29/09/2025",
        "description": "Salvador (Bahia) –O grego Pavlos Tsitsipas, irmão de Stefanos, ex-top 3 do mundo, é presença confirmada na chave principal no ITF M25 de Salvador, torneio que terá início nesta terça-feira, nas quadras duras do Clube Bahiano de Tênis, com premiação de US$ 30 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-conta-com-desistencia-e-segue-em-rota-de-colisao-com-pegula.html",
        "title": "Swiatek conta com desistência e segue em rota de colisão com Pegula",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga-pequim-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– A polonesa Iga Swiatek contou com a desistência da colombiana Camila Osorio, nesta segunda-feira, para se garantir nas oitavas de final do WTA 1000 de Pequim. A adversária abandonou a partida com uma lesão abdominal após perder o primeiro set por 6/0 e sequer completar um game no segundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-cresce-derrota-ruud-de-virada-e-decide-toquio-contra-fritz.html",
        "title": "Alcaraz cresce, derrota Ruud de virada e decide Tóquio contra Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-prepara-2025-e1759003302135-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (China)– Após demonstrar movimentos limitados em alguns momentos durante o set de abertura, o espanhol Carlos Alcaraz foi se encontrando em quadra e conseguiu buscar a virada para cima do resiliente Casper Ruud, derrotando o norueguês na segunda semifinal do dia com o placar final de 3/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-escapa-de-perder-set-e-se-garante-na-semifinal-contra-de-minaur.html",
        "title": "Sinner escapa de perder set e se garante na semifinal contra De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-revez-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– Por pouco o italiano Jannik Sinner não deixou pelo caminho mais um set no duelo com o húngaro Fabian Marozsan, nesta segunda-feira. Mas o principal favorito no ATP 500 de Pequim cresceu na hora certa na segunda parcial e bateu o rival por 2 a 0, marcando o placar final de 6/1 e 7/5 para se garantir nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-fecha-o-pan-americano-de-beach-tennis-com-43-medalhas.html",
        "title": "Brasil fecha o Pan-americano de beach tennis com 43 medalhas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pan_caraguatatuba_campeoes.jpg",
        "date": "28/09/2025",
        "description": "Caraguatatuba (SP)– O Brasil encerrou neste domingo sua participação no Pan-americano de beach tennis 2025 em grande estilo. Ao longo de uma semana marcada por jogos intensos e muita superação, o Brasil conquistou 43 medalhas, sendo 15 de ouro, 13 de prata e 15 de bronze, reafirmando sua posição de destaque na modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-e-cabeca-1-no-quali-do-torneio-internacional-do-paineiras.html",
        "title": "Naná é cabeça 1 no quali do Torneio Internacional do Paineiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/nana_itf35_sp_r1-1-1024x549.jpg",
        "date": "28/09/2025",
        "description": "São Paulo (SP)– Um dos grandes destaques da nova geração do tênis feminino brasileiro, Nauhany Silva será a principal cabeça de chave no qualificatório para o Torneio Internacional Feminino de Tênis – Ano IX, evento de nível W35 do ranking mundial que acontecerá de segunda-feira a domingo no clube Paineiras do Morumby."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mouratoglou-sinner-esta-disposto-a-perder-jogos-agora-para-ganhar-depois.html",
        "title": "Mouratoglou: “Sinner está disposto a perder jogos agora para ganhar depois”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-close-2025-1024x681.jpg",
        "date": "28/09/2025",
        "description": "Nice (França)– Sempre muito presente nas redes sociais, o francês Patrick Mouratoglou fez uma análise sobre o momento do italiano Jannik Sinner em uma publicação no LinkedIn. Para o treinador, o atual número 2 do mundo adotou uma estratégia interessante pensando no sucesso a longo prazo,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-acredita-que-falta-de-agressividade-acabou-lhe-custando-um-set.html",
        "title": "Gauff acredita que falta de agressividade acabou lhe custando um set",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff-pequim-rebate-2025-1024x683.jpg",
        "date": "28/09/2025",
        "description": "Pequim (China)– Para vencer sua segunda partida no WTA 1000 de Pequim e se garantir nas oitavas de final, a norte-americana Coco Gauff teve trabalho e encarou uma disputada partida de três sets contra a canadense Leylah Fernandez, que foi muito elogiada pela algoz depois da partida."
    }
]