[
    {
        "url": "https://tenisbrasil.uol.com.br/no-1-do-tenis-em-cadeira-de-rodas-oda-curte-a-experiencia-no-rio.html",
        "title": "Nº 1 do tênis em cadeira de rodas, Oda curte a experiência no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/oda_rebate.jpg",
        "date": "19/02/2026",
        "description": "Rio de janeiro (RJ) –O japonês Tokito Oda, número 1 do mundo no tênis em cadeira de rodas, é a principal atração deste ano do Wheelchair Tennis Elite, em sua terceira edição seguida. O evento tem início nesta quinta-feira, às 16 horas, na Quadra 2 do Jockey Club Brasileiro, com jogos que reúnem quatro dos maiores tenistas da modalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-feira-19-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_back.jpg",
        "date": "19/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bruno-fernandez-elimina-o-cabeca-3-na-argentina-e-faz-quartas.html",
        "title": "Bruno Fernandez elimina o cabeça 3 na Argentina e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52718290354_7d7d1f664a_c.jpg",
        "date": "19/02/2026",
        "description": "Tigre (Argentina) –A semana de Bruno Fernandez no challenger de Tigre, em quadras de saibro na Argentina, segue com resultados positivos.Vindo do quali, o catarinense de 21 anos e 792º do ranking eliminou o cabeça 3 local Genaro Olivieri, 229º do mundo, por 6/1, 6/7 (5-7) e 7/5 em 2h34 de partida para chegar às quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-parceiras-davenport-e-fernandez-veem-filhos-jogar-dupla-na-ncaa.html",
        "title": "Ex-parceiras, Davenport e Fernandez veem filhos jogarem dupla na NCAA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/davenpor_maryjoe-fernandez.jpg",
        "date": "19/02/2026",
        "description": "Dallas (EUA) –Ex-parceiras de duplas da WTA, as americanas Lindsay Davenport e Mary Joe Fernandez reencontraram-se no estádio da Southern Methodist University (SMU), na terça-feria passada, revelou a Tennis.com. Campeãs de duplas de Roland Garros em 1996, elas estavam lá para assistir à estreia bem-sucedida de seus filhos, Jagger Leach e Nico Godsick, respectivamente, que conquistaram o ponto de duplas contra a Arizona State pelo Campeonato Nacional Masculino de Tênis Indoor. O pai de Leach, Jon, que também teve uma breve carreira profissional, estava presente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-domina-o-duelo-com-eala-e-cede-apenas-dois-games.html",
        "title": "Gauff domina o duelo com Eala e cede apenas dois games",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/gauff_dubai_vibra.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes) –Um dia depois desalvar três match-points em seu jogo das oitavasno WTA 1000 de Dubai, Coco Gauff dominou a partida desta quinta-feira contra filipina Alexandra Eala e marcou as parciais de 6/0 e 6/2 em apenas 1h07 para chegar à semifinal do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-e-de-minaur-voltam-a-laver-cup-em-londres.html",
        "title": "Zverev e De Minaur voltam à Laver Cup em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/zverev-de-minaur-laver-cup.jpg",
        "date": "19/02/2026",
        "description": "Londres (Inglaterra) –Dois veteranos da Laver Cup confirmaram presença na edição 2026, elevando para quatro o número de jogadores top 10 que estarão em Londres para a nona edição do torneio, em setembro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/organizacao-do-rio-open-rebate-criticas-de-cerundolo.html",
        "title": "Organização do Rio Open rebate críticas de Cerúndolo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/cerundolo-rio-2026-.jpg",
        "date": "19/02/2026",
        "description": "Rio de Janeiro (RJ) –A organização do Rio Open rebateu as críticas do argentino Francisco Cerúndolo, que afirmou ter tido umpedido negado para jogar na quinta-feiraao invés de quarta. O principal cabeça de chave, vindo do título em Buenos Aires no domingo, havia feito sua estreia na terça e voltou à quadra no dia seguinte, mas acabou se retirando no segundo set com dores na região lombar, quando perdia por 6/2 e 3/1 para o compatriota Thiago Tirante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-salvam-3-match-points-e-tentam-primeira-final-do-ano.html",
        "title": "Stefani e Dabrowski salvam 3 match-points e tentam primeira final do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_11-DSC_5918_xgaplus.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes)– A paulista Luísa Stefani e a canadense Gabriela Dabrowski estão em mais uma semifinal na temporada em que retomaram a parceria. Depois de abrirem vantagem no segundo set, dando a impressão que viria vitória fácil, precisaram salvar três match-points contra a mexicana Giuliana Olmos e a norte-americana Jessica Pegula, concluindo o duro placar com 6/2, 4/6 e 14-12."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-anisimova-derrubam-finalistas-de-dubai-e-duelam-na-semifinal.html",
        "title": "Pegula e Anisimova derrubam finalistas de Dubai e duelam na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Dubai-Tennis-2026-WTA-R2-Pegula-6-1200x669-1-1024x571.jpg",
        "date": "19/02/2026",
        "description": "Dubai (Emirados Árabes) –Em duas partidas intensamente disputadas, as norte-americanas Jessica Pegula e Amanda Anisimova derrubaram as finalistas do WTA 1000 de Dubai do ano passado e garantiram duelo direto na semifinal desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/os-sistemas-do-tenis-sao-corruptos-diz-australiano-penalizado.html",
        "title": "“Os sistemas do tênis são corruptos”, diz australiano penalizado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/marinko-matosevic-profile_Large.jpg",
        "date": "19/02/2026",
        "description": "Londres (Inglaterra)– Em uma publicação feita noThe First Serve, o ex-profissional Marinko Matosevic decidiu fazer uma série de denúncias aos órgão reguladores do tênis e até revelou uma própria ilegalidade, cometida pouco tempos antes de se aposentar, em 2018."
    }
]