[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-02-12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pagotto_maio_25.jpg",
        "date": "02/12/2025",
        "description": "WTA 125 de Quito (Equador) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-participa-do-revezamento-da-tocha-olimpica-na-grecia-nesta-quinta.html",
        "title": "Paolini participa do revezamento da tocha olímpica na Grécia nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Paolini_milao_cortina2026_tocha-1024x746.jpg",
        "date": "02/12/2025",
        "description": "Atenas (Grécia) –Número 8 do mundo e medalha de ouro em duplas em Paris-2024, com Sara Errani, a italiana Jasmine Paolini acompanhará a chama dos Jogos Olímpicos de Inverno Milão-Cortina-2026 desde a Grécia até o país-sede da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/agora-e-oficial-venus-confirma-noivado-com-ator-italiano.html",
        "title": "Agora é oficial: Venus confirma noivado com ator italiano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_noivado-1024x656.jpg",
        "date": "02/12/2025",
        "description": "Palm Springs (EUA) –Venus Williams confirmou nesta terça-feira o que os fãs aguardavam. A ex-número 1 do mundo e dona de sete títulos de simples de Grand Slam anunciou publicamente que ficou noiva no último domingo, aos 45 anos, embora já vinha se referindo ao companheiro como noivo desde que retornou para jogar em Washington, após 16 meses afastada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suico-revela-homossexualidade-e-relata-pressao-para-ficar-calado.html",
        "title": "Suíço revela homossexualidade e relata “pressão para ficar calado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mika_Brunold_insta-1024x674.jpg",
        "date": "02/12/2025",
        "description": "Winterthur (Suíça) –O suíço Mika Brunold, de 21 anos e atual 310º do ranking, revelou ser homossexual em um comunicado em suas redes sociais. O tenista afirmou que a decisão de tornar pública sua orientação aconteceu devido à “pressão para ficar calado” e ao medo de não ser aceito no ambiente competitivo do circuito. Com isso, ele se torna apenas o segundo jogador em atividade na ATP a assumir publicamente sua homossexualidade, ao lado do brasileiro João Lucas Reis, que fez seu anúncio no fim do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sand-series-finals-mola-cariani-e-gasparri-valentini-garantem-ida-as-semifinais.html",
        "title": "Sand Series Finals: Mola/Cariani e Gasparri/Valentini garantem ida às semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cariani-de-cinza_danielmola_sand-series-finals.jpg",
        "date": "02/12/2025",
        "description": "Ribeirão Preto (SP) –Daniel Mola, sexto do mundo, e Giovanni Cariani se classificaram, na noite desta segunda-feira, para a semifinal do Sand Series Finals, torneio com as oito melhores duplas do ano realizado em Ribeirão Preto (SP). A dupla brasileira cabeça de chave 2 somou a segunda vitória no grupo B e se classificou antecipadamente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-indica-fonseca-como-candidato-ao-top-10-em-2026.html",
        "title": "ATP indica Fonseca como candidato ao top 10 em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_davis_sorrindo_GRE.jpg",
        "date": "02/12/2025",
        "description": "Londres (Inglaterra) –Depois de fazer uma grande temporada em 2025 e serindicado a um dos prêmios da ATPpor sua evolução ao longo do ano, João Fonseca é apontado também como um postulante ao top 10 na próxima temporada. Em reportagem do site em espanhol da ATP, Fonseca aparece ao lado do tcheco Jakub Mensik, do cazaque Alexander Bublik e do espanhol Alejandro Davidovich Fokina como candidatos a aparecer entre os dez melhores do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/murray-apesar-dos-resultados-foi-incrivel-treinar-djokovic.html",
        "title": "Murray: “Apesar dos resultados, foi incrível treinar Djokovic”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/djokovic-indian-wells-2025-practice-e1741355521621-1024x682.jpg",
        "date": "02/12/2025",
        "description": "Londres (Inglaterra) –O britânico Andy Murray afirmou ter ficado “desapontado” com os resultados de Novak Djokovic durante o período em que integrou a equipe técnica do antigo rival. A parceria durou pouco: foram apenas o Australian Open e outros cinco torneios ao longo de seis meses. Ainda assim, o ex-número 1 do mundo avalia de forma positiva a experiência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-chabalgoity-marca-primeira-vitoria-brasileira-em-bradenton.html",
        "title": "Pedro Chabalgoity marca primeira vitória brasileira em Bradenton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/chabalgoity_banana_fore.jpg",
        "date": "02/12/2025",
        "description": "Bradenton (EUA) –O brasiliense Pedro Chabalgoity marcou a primeira vitória brasileira no ITF J300 de Bradenton, em quadras de saibro nos Estados Unidos. Ele superou o nigeriano Oluwaseun Peter Ogunsakin por 6/1 e 6/2 e vai enfrentar o norte-americano Michael Antonius, cabeça 9."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-lidera-cinco-brasileiras-em-lima-bohrer-joga-nos-eua.html",
        "title": "Candiotto lidera cinco brasileiras em Lima, Bohrer joga nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "01/12/2025",
        "description": "Lima (Peru) –Cinco brasileiras estão na chave principal do ITF W15 de Lima, em quadras de saibro. A lista é liderada por Ana Candiotto, segunda cabeça de chave do torneio. Ela estreia contra a jamaicana Najah Dawson."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/udvardy-volta-ao-top-100-com-titulo-na-argentina-parks-lidera-em-angers.html",
        "title": "Udvardy volta ao top 100 com título na Argentina, Parks lidera em Angers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/udvardy_bsas_vibra-1024x726.jpg",
        "date": "01/12/2025",
        "description": "Buenos Aires (Argentina) –Acostumada a jogar nas quadras de saibro da América do Sul desde os tempos de juvenil, a húngara Panna Udvardy voltou ao top 100 do ranking pela primeira vez desde setembro de 2024, depois de conquistar o WTA 125 de Buenos Aires."
    }
]