[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-foi-um-torneio-que-deu-brechas-e-aproveitei-as-oportunidades.html",
        "title": "Fonseca: “Foi um torneio que deu brechas e aproveitei as oportunidades”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_premiacao_full_cut.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –Campeão do ATP 500 da Basileia, João Fonseca comemorou o maior título da carreira e fez história para o tênis brasileiro ao vencer o torneio de maior expressão no circuito de simples da ATP desde 2001, quando Gustavo Kuerten conquistou Cincinnati. O carioca de 19 anos e número 1 do país também garante um salto no ranking, do 46º para o 28º lugar, tornando-se o sétimo brasileiro a figurar no top 30 na Era Aberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-as-quadras-de-toquio-tem-espaco-especial-no-coracao.html",
        "title": "Stefani: “As quadras de Tóquio têm espaço especial no coração”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos_toquio_bjtrofeu-1024x634.jpg",
        "date": "26/10/2025",
        "description": "Tóquio (Japão) –A sequência de bons resultados na Ásia e aconquista do WTA 500 de Tóquiodão bastante confiança para Luísa Stefani e sua parceira, a húngara Timea Babos, para a reta final da temporada. Vindas de uma final em Ningbo no último domingo, Stefani e Babos tentam aproveitar o bom momento no WTA Finals, que começa no próximo sábado em Riad, na Arabia Saudita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/granollers-e-zeballos-sao-campeoes-na-basileia-britanicos-conquistam-viena.html",
        "title": "Granollers e Zeballos são campeões na Basileia, britânicos conquistam Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/granollers_zeballos_basel_trofeu-1024x562.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –A forte parceria do espanhol Marcel Granollers com o a argentino Horacio Zeballos conquistou o título de duplas do ATP 500 da Basileia. Principais cabeças de chave, eles venceram na final deste domingo o tcheco Adam Pavlasek e o polonês Jan Zielinski por 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-joga-wta-125-na-colombia-candiotto-vence-no-quali.html",
        "title": "Pigossi joga WTA 125 na Colômbia, Candiotto vence no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "26/10/2025",
        "description": "Cali (Colômbia) –A temporada de torneios da série 125 da WTA na América do Sul continua para Laura Pigossi. A número 2 do Brasil e 204ª do mundo segue para Cali, na Colômbia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-26-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_olhabola-1024x682.jpg",
        "date": "26/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosFinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-no-top-100-e-seus-melhores-rankings.html",
        "title": "Fonseca é brasileiro com sexto melhor ranking profissional: veja a lista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/2000_rg_trofeu_capa757.jpg",
        "date": "26/10/2025",
        "description": "* classificações obtidas na Era Profissional, já que a fase amadora não tinha sistema de computação oficial"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-impoe-e-conquista-o-maior-titulo-da-carreira-na-basileia.html",
        "title": "Fonseca se impõe e conquista o maior título da carreira na Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_trofeu-1024x716.jpg",
        "date": "26/10/2025",
        "description": "Basileia (Suíça) –A excelente semana de João Fonseca na Basileia terminou com a conquista do maior título de sua carreira e o primeiro ATP 500. O carioca de 19 anos e número 1 do Brasil venceu o torneio em quadras duras e cobertas ao superar na final o espanhol Alejandro Davidovich Fokina, 18º do ranking, por 6/3 e 6/4 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-superar-zverev-e-conquista-o-quarto-titulo-do-ano.html",
        "title": "Sinner vira o jogo contra Zverev e conquista o quarto título do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_acena-1024x576.jpg",
        "date": "26/10/2025",
        "description": "Viena (Áustria) –Pela terceira vez seguida, Jannik Sinner superou Alexander Zverev para conquistar neste domingo o ATP 500 de Viena. Principal cabeça de chave do torneio em quadras duras e cobertas e também campeão na edição de 2023, o italiano venceu o alemão por 3/6, 6/3 e 7/5 em 2h28 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nas-duplas-guto-disputa-sua-primeira-final-de-challenger.html",
        "title": "Nas duplas, Guto disputa sua primeira final de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/guto-dudu-sauipe-2025.jpg",
        "date": "26/10/2025",
        "description": "Costa do Sauípe (BA)– Uma das promessas do tênis brasileiro, Guto Miguel vai disputar, aos 16 anos de idade, sua primeira final em nível challenger nas duplas do Costa do Sauípe Open. neste domingo, ele e o gaúcho Eduardo Ribeiro venceram o duelo 100% nacional na semi com os paulista Marcelo Zormann por 6/0 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-retrato-da-elite-do-tenis-feminino-mundial-no-wta-finals.html",
        "title": "O retrato da elite do tênis feminino mundial no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pat_rybakina.jpg",
        "date": "26/10/2025",
        "description": "Foi com grande expectativa que acompanhei os dois últimos torneios do circuito feminino antes do gigante WTA Finals. Ao longo do ano, as tenistas top miram nos Grand Slam e nesse evento super exclusivo e de enorme prestígio, onde participa um seleto grupo composto pelas oito melhores pontuadas em simples e as oito melhores duplas."
    }
]