[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-segue-proxima-ao-top-20-carol-lidera-subidas-brasileiras.html",
        "title": "Bia segue próxima ao top 20, Carol lidera subidas brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7440_xgaplus.jpg",
        "date": "21/07/2025",
        "description": "São Petersburgo (EUA)– Atual número 1 do país, a paulista Beatriz Haddad Maia segue como a única brasileira no top 200. Ela se manteve perto do top 20 e continua na 21ª colocação da WTA nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-sobe-mais-uma-colocacao-e-atinge-seu-melhor-ranking.html",
        "title": "Fonseca sobe mais uma colocação e atinge seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-eastbourne-vibra-2025-e1750683931291-1024x683.jpg",
        "date": "21/07/2025",
        "description": "Londres (Inglaterra)– A ascensão do carioca João Fonseca no ranking ganhou mais um capítulo nesta segunda-feira. Mesmo sem jogar na semana passada, ele ganhou uma posição a mais, subiu para o 47º lugar e bateu seu recorde pessoal na lista da ATP. Fonseca foi beneficiado pela queda do norte-americano Marcos Giron, que perdeu 11 posições nesta semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-chega-a-900-semanas-no-top-10-e-busca-mais-um-recorde.html",
        "title": "Djokovic chega a 900 semanas no top 10 e busca mais um recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_R16_sorrindo-1024x682.jpg",
        "date": "21/07/2025",
        "description": "Londres (Inglaterra)– Ao aparecer nesta segunda-feira no sexto lugar no ranking da ATP, o sérvio Novak Djokovic completou 900 semanas dentro do top 100 e vai em busca de mais um recorde em sua tão vitoriosa carreira. Ele é o terceiro que mais tempo ficou entre os 10 melhores, atrás apenas de Roger Federer e Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-21-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/07/2025",
        "description": "ATP 250 de Umag (Croácia) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campea-de-wimbledon-swiatek-ganha-morango-gigante-de-pecas.html",
        "title": "Campeã de Wimbledon, Swiatek ganha morango gigante de Lego",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swiatek_morango_lego.jpg",
        "date": "21/07/2025",
        "description": "Varsóvia (Polônia) –E a coleção de Lego de Iga Swiatek ganhou mais um ítem especial, após a conquista inédita de Wimbledon: um morango gigante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mola-e-neis-ganham-o-bt-200-de-toledo-favoritas-confirmam-no-feminino.html",
        "title": "Mola e Neis ganham o BT 200 de Toledo, favoritas confirmam no feminino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/BT-200-Toledo_campeoes.jpg",
        "date": "20/07/2025",
        "description": "Toledo (PR)– Foram definidos, neste domingo, os campeões do BT 200 de Toledo, no Paraná, realizado no Olinda Beach Tennis e que teve premiação de US$ 15 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gava-e-vice-no-paraguai-juvenis-vencem-dois-titulos-nas-duplas.html",
        "title": "Gava é vice no Paraguai, juvenis vencem dois títulos nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietro_gava_boa_back-1024x686.jpg",
        "date": "20/07/2025",
        "description": "Lambare (Paraguai) –O paulista Pietro Gava, de apenas 15 anos, ficou com o vice-campeonato no ITF J60 de Lambare, em quadras de saibro no Paraguai. Vindo do quali, ele buscava seu primeiro título no circuito juvenil da Federação Internacional. Seu algoz na decisão foi o cabeça 1 local Cayo Narvaez, de 16 anos e 201º do ranking, com parciais de 6/2, 4/6 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenistas-de-22-estados-abrem-a-copa-das-federacoes-em-uberlandia.html",
        "title": "Tenistas de 22 estados abrem a Copa das Federações em Uberlândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Copa-Federacoes_abertura.jpg",
        "date": "20/07/2025",
        "description": "Uberlândia (MG) –Foi dada a largada na Copa das Federações 2025. Neste domingo, foram realizadas as primeiras partidas do torneio que recebe tenistas de 22 estados, em que os atletas se enfrentam nos mesmos moldes da Copa Davis e da Billie Jean King Cup. O evento acontece até o dia 24, no Praia Clube, em Uberlândia (MG), e recebe tenistas das categorias 12, 14, 16 e 18 anos, masculino e feminino"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-pode-reencontrar-perricard-na-estreia-de-washington.html",
        "title": "Fritz pode reencontrar Perricard na estreia de Washington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/fritz-xangai-fore-2024.jpg",
        "date": "20/07/2025",
        "description": "Washington (EUA)– Torneio com 64 participantes e a premiação total de US$ 2,4 milhões, o ATP 500 de Washington pode ter logo na segunda rodada a reedição de um dos grandes jogos de Wimbledon. O cabeça 1 e dono da casa Taylor Fritz aguarda quem passar entre Giovanni Perricard e Aleksandar Vukic. O francês esteve a dois pontos de eliminar Fritz na grama britânica."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreescu-vence-seus-dois-jogos-e-leva-o-canada-o-titulo-da-copa-hopman.html",
        "title": "Andreescu vence seus dois jogos e o Canadá leva o título da Copa Hopman",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu-aliassime-hopman-trofeu-2025-e1753052442587-1024x683.jpg",
        "date": "20/07/2025",
        "description": "Bari (Itália)– O grande momento do tênis italiano, que é o atual campeão da Copa Davis e da Billie Jean King Cup não foi o suficiente para levá-los a mais uma conquista por equipes, mas o título da Copa Hopman passou perto e só não veio graças a uma inspirada Bianca Andreescu, que venceu seus dois jogos na final deste domingo e deu o título ao Canadá."
    }
]