[
    {
        "url": "https://tenisbrasil.uol.com.br/lenda-do-tenis-italiano-nicola-pietrangeli-morre-aos-92-anos.html",
        "title": "Lenda do tênis italiano, Nicola Pietrangeli morre aos 92 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/nicola_pietrangeli_foto_fitp-1024x682.jpg",
        "date": "01/12/2025",
        "description": "Roma (Itália) –O tênis e o esporte italiano se despediram nesta segunda-feira de uma de suas maiores referências. Nicola Pietrangeli, bicampeão de Roland Garros em 1959 e 1960 e primeiro italiano a conquistar um título de Grand Slam, faleceu aos 92 anos. Além da carreira vitoriosa, deixou um legado profundo como símbolo da Copa Davis e como nome da arena que muitos consideram “a quadra mais bela do mundo”, no Foro Itálico em Roma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-carol-meligeni-jogam-ultimo-wta-125-do-ano-em-quito.html",
        "title": "Laura Pigossi e Carol Meligeni jogam último WTA 125 do ano em Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_pigossi_carol_meligeni-1024x683.jpg",
        "date": "01/12/2025",
        "description": "Quito (Equador) –A série de torneios WTA 125 na América do Sul terá sua última etapa da temporada nesta semana em Quito, com a presença de duas brasileiras, Laura Pigossi e Carol Meligeni. As estreias só deverão acontecer na terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-conquista-o-titulo-no-mexico-victoria-e-vice-e-tera-melhor-ranking.html",
        "title": "Guto conquista o título no México, Victória é vice e terá melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/guto_yucatan_trofeu.jpg",
        "date": "01/12/2025",
        "description": "Merida (México) –Brasileiro mais bem colocado no ranking mundial juvenil, Guto Miguel conquistou o título do ITF J500 de Merida, em quadras de saibro no México. O goiano de 16 anos e 14º do ranking venceu no fim de noite de domingo o norte-americano Keaton Hance, 20º colocado, por duplo 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/clube-de-futebol-de-mallorca-homenageia-nadal-por-sua-excelencia.html",
        "title": "Clube de futebol de Mallorca homenageia Nadal por sua excelência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nadal-premio-mallorca.jpg",
        "date": "30/11/2025",
        "description": "Mallorca (Espanha)– Rafael Nadal continua sendo homenageado fora das quadras, mesmo já estando aposentado desde o ano passado. O número de distinções e reconhecimentos recebidos pelo ex-número 1 do ranking da ATP continua a crescer."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-e-alcaraz-foram-os-tenistas-com-mais-tempo-de-quadra-no-ano.html",
        "title": "Zverev e Alcaraz foram os tenistas com mais tempo de quadra no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-alcaraz-rg-2025.png",
        "date": "30/11/2025",
        "description": "Londres (Inglaterra)– O término da temporada costuma revelar números que ajudam a entender não apenas o desempenho técnico dos tenistas, mas também o esforço físico exigido ao longo do ano. Entre eles, o tempo de quadra é um dos indicadores mais expressivos: mostra quem precisou encarar mais maratonas, sobreviver a duelos longos e manter o nível competitivo em calendários cada vez mais desgastantes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-revela-que-pensou-em-encerrar-a-carreira-em-2025.html",
        "title": "Bublik revela que pensou em encerrar a carreira em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bublik-paris-2025-e1761827197524-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Moscou (Rússia)– Em uma temporada que começou com altos e baixos, queda no ranking e frustrações, Alexander Bublik conviveu com várias incerteza, inclusive sobre a continuidade da própria carreira. Atual número 11 do mundo, o cazaque revelou em entrevista para o site alemão Tennis Magazin que cogitou parar de jogar em 2025, antes de protagonizar uma grande volta por cima no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-tien-nao-e-melhor-que-fonseca-em-nenhum-aspecto.html",
        "title": "Medvedev: “Tien não é melhor que Fonseca em nenhum aspecto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tien-fonseca-medvedev.png",
        "date": "30/11/2025",
        "description": "São Petersburgo (Rússia)– Ex-número 1 do mundo e atual 13º colocado, Daniil Medvedev encerrou uma temporada abaixo das expectativas, com apenas um título conquistado e ficando fora do ATP Finals pela primeira vez desde 2019. Fora do circuito desde o fim de outubro, quando caiu nas quartas do Masters 1000 de Paris, o russo participou nos últimos dias de uma exibição em São Petersburgo ao lado de Karen Khachanov, Alexander Bublik e Tallon Griekspoor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-lago-fica-com-o-vice-campeonato-no-saibro-boliviano.html",
        "title": "João Lago fica com o vice-campeonato no saibro boliviano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/joao-lago-trofeu-vice-la-paz-2025-1024x719.jpg",
        "date": "30/11/2025",
        "description": "La Paz (Bolívia)– Disputando a primeira final da carreira, o paranaense João Lago não resistiu ao argentino Tomas Farjat, número 921 do mundo e segundo principal cabeça de chave, e acabou com o vice-campeonato do ITF M15 de La Paz, no saibro boliviano. Farjat levou a melhor neste domingo ao marcar as parciais de 6/3 e 6/4, em 1h18 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nicolas-oliveira-conquista-primeiro-titulo-profissional-aos-19-anos.html",
        "title": "Nicolas Oliveira conquista primeiro título profissional aos 19 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nicolas-oliveira-trofeu-ribeirao-preto-2025-1024x683.jpg",
        "date": "30/11/2025",
        "description": "Ribeirão Preto (SP)– Em mais uma final 100% brasileira neste domingo, o carioca Nicolas Oliveira superou o pernambucano José Pereira e ficou com o título do ITF M15 de Ribeirão Preto, torneio disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). O jovem tenista de 19 anos marcou as parciais de 6/4, 4/6 e 6/3, após 2h50 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ons-jabeur-realiza-sonho-e-inaugura-sua-academia-em-dubai.html",
        "title": "Ons Jabeur realiza sonho e inaugura sua academia em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Ons_Jabeur_WTA_Finals_Riad_2025.webp",
        "date": "30/11/2025",
        "description": "Dubai (Emirados Árabes Unidos)– A Academia de Tênis Ons Jabeur, em Dubai, foi inaugurada neste fim de semana, quando a ex-número 2 do mundo no ano passado foi prestigiada pelas amigas Paula Badosa e Simona Halep."
    }
]