[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-17-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/mateus_alves_fore_CDMEX-1024x591.jpg",
        "date": "17/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-faturam-titulos-na-dupla-masculina-feminina-e-mista-em-aruba.html",
        "title": "Brasileiros faturam títulos na dupla masculina, feminina e mista em Aruba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marchezini_chow_aruba_winners.jpg",
        "date": "17/11/2025",
        "description": "Aruba –Na noite do último domingo, as brasileiras Vitoria Marchezini e Sophia Chow superaram a dupla europeia da espanhola Ariadna Costa e a italiana Veronica Casadei e conquistaram o bicampeonato do Sand Series Aruba. Marchezini, de Rolândia (PR), número três do mundo, e Chow triunfaram com parciais de 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-retorna-ao-circuito-com-vitoria-no-chile.html",
        "title": "Carol Meligeni retorna ao circuito com vitória no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/carol_meligeni_vibra_floripa.jpg",
        "date": "17/11/2025",
        "description": "Colina (Chile) –De volta ao circuito depois de se recuperar de uma lesão no adutor, Carol Meligeni estreou com vitória no WTA 125 de Colina, em quadras de saibro no Chile. A número 3 do Brasil e 240ª do mundo venceu a italiana Jessica Pieri, 229ª colocada, por 6/4 e 6/3 em 1h35 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-29-anos-o-ex-top-30-eubanks-indica-o-fim-da-carreira.html",
        "title": "Aos 29 anos, o ex-top 30 Eubanks indica o fim da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/eubanks-newport-2024-1024x576.jpg",
        "date": "17/11/2025",
        "description": "Atlanta (EUA)– Um dos bons nomes norte-americanos no circuito nos últimos anos, Christopher Eubanks indicou o final de carreira em publicação nas redes sociais nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-e-o-terceiro-top-10-garantido-no-atp-500-de-roterda.html",
        "title": "Zverev é o terceiro top 10 garantido no ATP 500 de Roterdã",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-e1756304727756-1024x681.jpg",
        "date": "17/11/2025",
        "description": "Roterdã (Holanda)– O alemão Alexander Zverev foi anunciado nesta segunda-feira como uma das estrelas do ATP 500 de Roterdã em 2026. Ele competirá pela sétima vez no torneio e tentará ir além das quartas de final pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/hewitt-retorna-as-competicoes-para-jogar-duplas-com-seu-filho.html",
        "title": "Hewitt retorna às competições para jogar duplas com seu filho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/hewitt-newcombe-awards-2024-1024x576.jpg",
        "date": "17/11/2025",
        "description": "Sydney (Austrália)– Mais uma vez o australiano Lleyton Hewitt voltará às competições depois da aposentadoria. Agora, o ex-número 1 do mundo retornará ao circuito para poder jogar ao lado do filho Cruz Hewitt."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiro-de-masters-define-os-campeoes-em-caxias-do-sul.html",
        "title": "Brasileiro de Masters define os campeões em Caxias do Sul",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/itfmastercaxias-5.jpg",
        "date": "17/11/2025",
        "description": "Caxias do Sul (RS) –O Campeonato Brasileiro de Masters, ITF 400, definiu os seus vencedores no último sábado, nas quadras do Recreio da Juventude, em Caxias do Sul (RS). A competição foi realizada durante toda a última semana, com muitos participantes de diversos estados e nacionalidades.“Finalizamos o torneio com excelentes números. Foram 281 jogadores inscritos, com 400 inscrições no total, entre simples e duplas. Realizamos 383 jogos em seis dias de competição, nas 11 quadras do Recreio da Juventude. Recebemos um feedback muito positivo dos atletas sobre o evento”, comemorou Alexandre Stoduto, diretor da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-festeja-no-vestiario-sem-minha-equipe-isso-nao-seria-possivel.html",
        "title": "Sinner festeja no vestiário: “Sem minha equipe, isso não seria possível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-team-celebration-nitto-atp-final-2025-title-reaction-1024x576.jpg",
        "date": "17/11/2025",
        "description": "Turim (Itália) –Jannik Sinner defendeu com sucesso seu título do ATP Finals neste domingo com apoio de sua entusiasmada torcida, vencendo Carlos Alcaraz, número 1 do mundo, por 7-6 (7/4) e 7-5. O italiano juntou-se a John McEnroe e Boris Becker como os únicos homens a conquistarem mais de um título do torneio de encerramento do ano, em casa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-fecha-ano-no-top-4-pela-16a-vez-e-supera-nadal-e-federer.html",
        "title": "Djokovic fecha ano no top 4 pela 16ª vez e supera Nadal e Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-athens-2025-thursday-e1762533915396-1024x682.jpg",
        "date": "17/11/2025",
        "description": "Londres (Inglaterra)– Detentor de inúmeros recordes e marcas, o sérvio Novak Djokovic acaba de garantir mais uma para o amplo currículo. Ele vai terminar uma temporada no top 4 pela 16ª vez e deixará para trás seus grandes rivais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-uma-rivalidade-saudavel-e-longe-da-inimizade.html",
        "title": "Alcaraz e Sinner: uma rivalidade saudável e longe da inimizade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/chico_finals.jpg",
        "date": "17/11/2025",
        "description": "Já era mesmo esperado que Carlos Alcaraz e Jannik Sinner protagonizassem uma rivalidade histórica. Afinal, este ano dominaram os quatro torneios do Grand Slam e se encontraram em diversas finais. Mas o que surpreende a muitos é o bom relacionamento entre ambos. Revelam uma admirável amizade, a ponto de o espanhol, mesmo tendo perdido o ATP Finals, estar sorridente na cerimônia de premiação. Os dois sabem que um é importante ao outro, pois forçam que se desenvolvam e se aperfeiçoem cada vez mais."
    }
]