[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-30-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/heide_pira_back.jpg",
        "date": "30/10/2025",
        "description": "WTA 125 de Cali (Colômbia) – Saibro – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vekic-faz-quartas-em-chennai-e-garante-melhor-campanha-do-ano.html",
        "title": "Vekic faz quartas em Chennai e garante melhor campanha do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Vekic-chennai_vibra.jpg",
        "date": "30/10/2025",
        "description": "Chennai (Índia) –Em uma temporada muito abaixo de suas expectativas, Donna Vekic conseguiu seu melhor resultado do ano ao chegar às quartas de final do WTA 250 de Chennai. Terceira cabeça de chave, a croata confirmou o favoritismo contra a convidada Sahaja Yamalapalli, 344ª do ranking, e marcou um duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-e-de-minaur-vencem-e-se-garantem-no-atp-finals.html",
        "title": "Shelton e De Minaur vencem e se garantem no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/shelton-paris-vibra-2025-e1761844955561-1024x684.jpg",
        "date": "30/10/2025",
        "description": "Paris (França)– A quinta-feira foi de definição de mais duas vagas para o ATP Finals. Um dia apósa classificação do norte-americano Taylor Fritz, foi a vez do compatriota Ben Shelton e do australiano Alex de Minaur se juntarem a ele. Agora, resta apenas um lugar em aberto, que atualmente pertence ao italiano Lorenzo Musetti, já eliminado do Masters 1000 de Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-desiste-de-atenas-e-nao-joga-mais-nesta-temporada.html",
        "title": "Fonseca desiste de Atenas e não joga mais nesta temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/foneca-paris-prepara-2025-scaled-e1761684532577-1024x682.jpeg",
        "date": "30/10/2025",
        "description": "Paris (França)– Eliminado na segunda rodada do Masters 1000 de Paris, em umaderrota por 2 sets a 1 para o russo Karen Khachanov, o carioca João Fonseca não jogará mais nesta temporada. Ele iria disputar o ATP 250 de Atenas, na semana seguinte, mas acabou desistindo do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-vence-a-sexta-seguida-e-vai-as-quartas-em-hong-kong.html",
        "title": "Bencic vence a sexta seguida e vai às quartas em Hong Kong",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bencic-hongkong-parada-2025-e1761838619554-1024x683.jpg",
        "date": "30/10/2025",
        "description": "Hong Kong (China)– A suíça Belinda Bencic manteve o embalo nesta quinta-feira e venceu mais uma para se garantir nas quartas de final no WTA 250 de Hong Kong. Ela não teve grande trabalho para derrotar a chinesa Yafan Wang, gastando 71 minutos para anotar duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-de-chave-3-parks-salva-o-dia-das-favoritas-em-jiujiang.html",
        "title": "Cabeça de chave 3, Parks salva o dia das favoritas em Jiujiang",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/parks-jiujiang-saca-2025-e1761837550965-1024x683.jpg",
        "date": "30/10/2025",
        "description": "Jiujiang (China)– Três favoritas entraram em quadra nesta quinta-feira pela segunda rodada do WTA 250 de Jiujiang e apenas a norte-americana Alycia Parks conseguiu sobreviver. Cabeça de chave 3, ela saiu perdendo da eslovena Kaja Juvan, mas buscou a virada e venceu com parciais de 1/6, 6/1 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-se-recupera-avanca-em-paris-e-segue-na-luta-pelo-finals.html",
        "title": "Aliassime se recupera, avança em Paris e segue na luta pelo Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime-paris-prepara-2025-scaled-e1761835687514-1024x683.jpeg",
        "date": "30/10/2025",
        "description": "Paris (França)– Principal ameaça aos três últimos na zona de classificação para o ATP Finals, que ainda não têm suas vagas asseguradas na competição, o canadense Félix Auger-Aliassime segue em frente no Masters 1000 de Paris, venceu de virada o alemão Daniel Altmaier por 3/6, 6/3 e 6/2, garantindo seu lugar nas quartas de final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-nao-joga-mais-em-2025-e-e-mais-um-a-encerrar-a-temporada.html",
        "title": "Monteiro não joga mais em 2025 e é mais um a encerrar a temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro-sauipe-olhabola-2025-1024x683.jpg",
        "date": "30/10/2025",
        "description": "São Paulo (SP)– Atual número 2 do Brasil e 173 do mundo, o cearense Thiago Monteiro é mais um a encerrar mais cedo a temporada, não competindo nesta reta final de challengers sul-americanos no saibro. Sua despedida no ano foi no challenger da Costa do Sauípe, onde caiu na primeira rodada diante do boliviano Juan Prado Angelo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-mantem-grande-fase-elimina-norrie-e-vai-as-quartas-de-final.html",
        "title": "Vacherot mantém grande fase, elimina Norrie e vai às quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-paris-comemora-2025-scaled-e1761829841316-1024x683.jpg",
        "date": "30/10/2025",
        "description": "Paris (França)– Um dos grandes destaques desta reta final de temporada, o monegasco Valentin Vacherot segue aproveitando o convite que lhe foi dado pela organização do Masters 1000 de Paris e já está nas quartas de final. Nesta quinta-feira, ele venceu o britânico Cameron Norrie em sets diretos, com parciais de 7/6 (7-4) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-e-moutet-trocam-farpas-apos-duelo-em-paris.html",
        "title": "Bublik e Moutet trocam farpas após duelo em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Artes-fotos-multiplas-900x600-7.jpg",
        "date": "30/10/2025",
        "description": "Paris (França)– O confronto entre Alexander Bublik e Corentin Moutet não terminou dentro de quadra, com a vitória em sets diretos do cazaque, pela segunda rodada do Masters 1000 de Paris. Depois da partida, o clima seguiu quente entre os dois, com trocas de farpas de ambos os lados."
    }
]