[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-25-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "25/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-se-encontra-com-guga-e-bia-no-jantar-do-patrocinador.html",
        "title": "Sabalenka se encontra com Guga e Bia no jantar do patrocinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_jantar_stellaartois-1024x696.jpg",
        "date": "25/11/2025",
        "description": "São Paulo (SP) –Combinando com o nome do produto, Aryna Sabalenka se vestiu de dourado para o jantar promovido pela Stella Artois, que reuniu vários famosos na noite desta segunda-feira em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-de-slam-vitoria-miranda-e-luiz-calixto-definem-proximos-passos.html",
        "title": "Campeões de Slam, Vitória Miranda e Luiz Calixto definem próximos passos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/calixto_miranda_parapan.jpg",
        "date": "25/11/2025",
        "description": "A dupla mineira de Vitória Miranda e Luiz Calixto fez história ao longo da última temporada com títulos de Grand Slam para o Brasil no tênis em cadeira de rodas, no Australian Open e também em Roland Garros. Os dois tambémconquistaram medalhas de ourono Parapan de Jovens, disputado em Santiago, evento que marcou a despedida para eles do circuito juvenil. Miranda e Calixto já definem os próximos passos, visando o tênis profissional e com o sonho de voltar aos grandes palcos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pre-temporada-prepara-fonseca-para-exigencias-do-top-30.html",
        "title": "Pré-temporada prepara Fonseca para exigências do top 30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-iw-treina-2025-1024x683.jpg",
        "date": "25/11/2025",
        "description": "Rio de Janeiro (RJ) –A pré-temporada de João Fonseca,iniciada na última segunda-feirano Rio de Janeiro e que vai durar cinco semanas, servirá de preparação também para um calendário mais exigente em 2026. Depois de terminar o ano no top 30, o atual número 1 do Brasil e 24º do mundo terá que cumprir um regulamento que prevê a participação em grandes torneios ao longo do próximo ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-e-victoria-barros-estreiam-bem-em-j500-no-mexico.html",
        "title": "Guto Miguel e Victória Barros estreiam bem em J500 no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_back_sauipe.jpg",
        "date": "25/11/2025",
        "description": "Merida (México) –Brasileiros mais bem colocados no ranking mundial juvenil, o goiano Guto Miguel e a potiguar Victória Barros estrearam bem na disputa do ITF J500 de Merida, em quadras de saibro no México."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-alves-caem-na-estreia-de-challengers-heide-nao-joga-em-bogota.html",
        "title": "Reis e Alves caem na estreia de challengers, Heide não joga em Bogotá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "24/11/2025",
        "description": "Temuco (Chile) –Semifinalista na edição passada do challenger de Temuco, João Lucas Reis não repetiu o resultado da última temporada e foi eliminado na estreia do torneio chileno em quadras duras. O pernambucano de 25 anos e 191º do ranking foi superado nesta segunda-feira pelo argentino Carlos Zarate, de apenas 20 anos e 648º colocado, que marcou as parciais de 7/6 (7-4) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-24-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "24/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-para-na-estreia-em-buenos-aires-laura-joga-nesta-terca-feira.html",
        "title": "Carol para na estreia em Buenos Aires, Laura joga nesta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_paineiras_back-1024x683.jpg",
        "date": "24/11/2025",
        "description": "Buenos Aires (Argentina) –Primeira brasileira a jogar no WTA 125 de Buenos Aires, Carol Meligeni não passou da rodada de estreia. A número 3 do país e 236ª do ranking foi superada nesta segunda-feira pela húngara Panna Udvardy, cabeça 3 do torneio e 107ª colocada, que marcou um duplo 6/0 em 58 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/para-karue-sell-circuito-cria-lacuna-cada-vez-maior-no-ranking.html",
        "title": "Para Karue Sell, circuito cria lacuna cada vez maior no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pod_sell.jpg",
        "date": "24/11/2025",
        "description": "Na busca por recuperação no ombro direito, que o afastou das quadras desde agosto, o catarinense Karue Sell é o entrevistado doPodcast de TenisBrasildesta semana. Ele faz uma análise do vai e vem de sua temporada, em que jogou seu primeiro ATP, e diz que segue motivado a treinar e encarar o circuito, mesmo aos 32 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pereira-loureiro-e-zanellato-jogam-a-chave-masculina-em-ribeirao-preto.html",
        "title": "Pereira, Loureiro e Zanellato jogam a chave masculina em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pereira_criciuma_back.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –O pernambucano José Pereira e o mineiro João Victor Loureiro estão entre os principais cabeças de chave do ITF M15 de Ribeirão Preto, que será disputado a partir desta terça-feira nas quadras de saibro do Centro de Formação de Tênis (CFTRP). Entre os brasileiros na chave estão o paulista Nicolas Zanellato e o baiano Natan Rodrigues."
    }
]