[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-celebra-sua-melhor-atuacao-desde-wimbledon.html",
        "title": "Pegula celebra sua melhor atuação desde Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula-vibra-us-open-2025-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Pela terceira vez nos últimos quatro anos, a norte-americana Jessica Pegula está nas quartas de final do US Open. Cabeça de chave número 4, ela dominou a compatriota Ann Li e venceu por 6/1 e 6/2, em apenas 55 minutos, na partida que abriu a programação do Arthur Ashe Stadium neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-joga-mais-um-challenger-na-italia-e-enfrenta-o-cabeca-6.html",
        "title": "Monteiro joga mais um challenger na Itália e enfrenta o cabeça 6",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_back_saibro-1024x683.jpg",
        "date": "31/08/2025",
        "description": "Gênova (Itália) –O cearense Thiago Monteiro disputará mais um challenger no saibro italiano na próxima semana. Depois de chegar às quartas de final em Como, o canhoto de 31 anos e 169º do ranking jogará em Gênova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-orlando-luz-deixa-escapar-dois-match-points-e-esta-fora.html",
        "title": "Dupla de Orlando Luz deixa escapar dois match-points e está fora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/luz_olivetti_usopen.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– A parceria entre o gaúcho Orlando Luz e o francês Albano Olivetti se junta pelou segunda vez na temporada, mas não conseguiram chegar nas oitavas de final do US Open, torneio que o brasileiro disputou pela primeira vez na carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-31-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/romboli_smith_toronto-1024x693.jpg",
        "date": "31/08/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-parceiras-estrangeiras-bia-e-ingrid-se-despedem-das-duplas.html",
        "title": "Com parceiras estrangeiras, Bia e Ingrid se despedem das duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_siegemund_usopen.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– A chave de duplas do US Open só tem agora uma representante brasileira, a paulista e ex-top 10 Luísa Stefani, que ao lado da húngara Timea Babos já está nas oitavas de final e deve retornar à quadra nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-volta-as-quartas-no-us-open-e-segue-em-busca-do-no-1.html",
        "title": "Alcaraz volta às quartas no US Open e segue em busca do nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_usopen25_slice_sol.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A busca de Carlos Alcaraz pelo segundo título do US Open e a tentativa de voltar ao número 1 do ranking continua. O espanhol garantiu vaga nas quartas de final ao vencer o francês Arthur Rinderknech, 82º do ranking, por 7/6 (7-3), 6/3 e 6/4 en 2h12 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-destaca-confianca-para-desafiar-anisimova-nas-oitavas-do-us-open.html",
        "title": "Bia destaca confiança para desafiar Anisimova nas oitavas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_usopen_voleia_noite-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –Classificada para as oitavas de final do US Open,Beatriz Haddad Maia comemorou o desempenhona partida do último sábado, contra a grega Maria Sakkari. Além disso, a número 1 do Brasil e 22ª do mundo vai confiante para desafiar a norte-americana Amanda Anisimova, número 8 do ranking e recente finalista de Wimbledon. Bia venceu o duelo mais recente, disputado há dois anos em Adelaide, mas Anisimova lidera o histórico por 2 a 1. O reencontro será nesta segunda-feira, em horário a definir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-comemora-saque-e-se-envolve-em-polemica-com-demoliner.html",
        "title": "Bublik comemora saque e se envolve em polêmica com Demoliner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bublik-sorri-us-open-2025-e1756639877301-1024x683.jpeg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Vivendo grande fase em simples, com mais uma boa campanha em Grand Slam, alcançando as oitavas de final do US Open, o cazaque Alexander Bublik se envolveu em uma polêmica com o gaúcho Marcelo Demoliner, que foi seu parceiro na chave de duplas, caindo na primeira rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/139035.html",
        "title": "Pegula vence com autoridade, vai às quartas e ajuda Bia no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pegula-usopen-foe-2025-e1756661097523-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Em duelo 100% norte-americano que abriu as oitavas de final da chave feminina do US Open, a cabeça de chave 4 Jessica Pegula fez valer o favoritismo e derrotou a compatriota Ann Li com autoridade, gastando apenas 55 minutos para marcar parciais de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-reconhece-atuacao-ruim-e-afirma-que-precisa-melhorar.html",
        "title": "Zverev reconhece atuação ruim e afirma que precisa melhorar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev-usopen-back-2025-1-e1756656079981-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Embora seja um dos principais nomes do circuito na atualidade, ocupando a terceira colocação no ranking, o alemão Alexander Zverev tem sofrido alguns reveses duros, como o que acontece no último sábado, quando foi eliminado do US Open ainda na terceira rodada, levando uma virada do canadense Félix Auger-Aliassime."
    }
]