[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-18-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/sakamoto_mexico_back-1024x683.jpg",
        "date": "18/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/italia-e-ucrania-abrem-fim-de-semana-decisivo-da-bjk-cup-as-6h.html",
        "title": "Itália e Ucrânia abrem fim de semana decisivo da BJK Cup às 6h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/paolini_bjk_back_25-1024x689.jpg",
        "date": "18/09/2025",
        "description": "Shenzhen (China) –O confronto entre Itália e Ucrânia vai decidir as primeiras finalistas da Billie Jean King Cup. As equipes duelam a partir das 6h (de Brasília) desta sexta-feira e quem vencer espera por Estados Unidos ou Grã-Bretanha, que duelam no sábado. As campeãs serão conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-estreiam-sexta-em-chengdu-romboli-joga-em-hangzhou.html",
        "title": "Melo e Matos estreiam sexta em Chengdu, Romboli joga em Hangzhou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_25_cump-1024x683.jpg",
        "date": "18/09/2025",
        "description": "Chengdu (China) –Após a disputa do confronto entre Brasil e Grécia pela Copa Daivs, Marcelo Melo e Rafael Matos estão na China e estreiam na madrugada desta sexta-feira no ATP 250 de Chengdu, diante dos convidados chineses Jie Cui e Rigele Te. O jogo abre a rodada da quadra central à meia-noite (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-considera-a-hipotese-de-fazer-serie-de-exibicoes-com-nadal.html",
        "title": "Federer considera a hipótese de fazer série de exibições com Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/12/BS2_5902-1-e1702159885664-1024x733.jpg",
        "date": "18/09/2025",
        "description": "San Francisco (EUA) –Três anos depois de disputar o último torneio de sua carreira profissional na Laver Cup de 2022 em Londres, Roger Federer considera a hipótese de voltar às quadras de tênis, mas para disputar exibições com o amigo e rival, Rafael Nadal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gabriela-ce-faz-quartas-na-servia-e-busca-a-terceira-semi-do-ano.html",
        "title": "Gabriela Cé faz quartas na Sérvia e busca a terceira semi do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gabriela_ce_Koksijde_estica-1024x549.jpg",
        "date": "18/09/2025",
        "description": "Kursumlijska Banja (Sérvia) –Depois de conseguir um grande resultado evencer a principal cabeça de chave, Gabriela Cé marcou sua segunda vitória no ITF W75 de Kursumlijska Banja, em quadras de saibro na Sérvia, e avançou às quartas de final. A gaúcha de 32 anos e 417ª do ranking venceu a búlgara Denislava Glushkova, 380ª colocada, por 6/3 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-reis-jogam-o-challenger-de-curitiba-em-outubro.html",
        "title": "Wild, Monteiro e Reis jogam o challenger de Curitiba em outubro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54329940021_cbd5add333_4k-scaled-e1739764541595-1024x682.jpg",
        "date": "18/09/2025",
        "description": "Curitiba (PR) –O Campeonato Internacional de Tênis – Ano III será disputado de 13 a 19 de outubro, nas quadras de saibro do Graciosa Country Club, em Curitiba. O torneio distribui US$ 100 mil em premiação e oferece 75 pontos no ranking ATP ao campeão, integrando o ATP Challenger Tour."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-os-times-as-regras-e-como-funciona-a-laver-cup.html",
        "title": "Conheça os times, as regras e como funciona a Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/noah_agassi_lc_trofeu-1024x683.jpg",
        "date": "18/09/2025",
        "description": "San Francisco (EUA) –A oitava edição da Laver Cup tem início nesta sexta-feira em San Francisco. A competição foi criada em 2017, tendo a empresa Team8, de Roger Federer, como uma das promotoras. E depois de duas edições de caráter amistoso, mas com os tenistas orientados a jogar seu melhor, a ATP decidiu oficializar o torneio e contabilizar as vitórias no currículo dos participantes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-relembra-historico-do-pai-nos-jogos-de-seul-uma-honra-jogar-aqui.html",
        "title": "Iga relembra histórico do pai nos Jogos de Seul: “Uma honra jogar aqui”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_coletiva-1024x690.jpg",
        "date": "18/09/2025",
        "description": "Seul (Coreia do Sul) –Avitória na estreia do WTA 500 de Seulfoi especial para Iga Swiatek, que disputa o torneio em um palco especial para sua família. Seu pai, Tomasz, foi remador olímpico nos Jogos de 1988. Por isso, a tenista de 24 anos, se sente honrada de competir na cidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-as-23h-desta-sexta-e-abre-a-rodada-noturna-da-laver-cup.html",
        "title": "Fonseca joga às 23h desta sexta e abre a rodada noturna da Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_laver_corcao-1024x620.jpg",
        "date": "18/09/2025",
        "description": "São Francisco (EUA)– Logo no primeiro dia da Laver Cup, o carioca João Fonseca fará sua estreia na competição. Ele foi escalado para defender o Time Mundo na partida que vai abrir a rodada noturna de sexta-feira, a partir das 23h (de Brasília) enfrentando o italiano Flavio Cobolli."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovem-norte-americano-derruba-o-atual-campeao-cilic-e-encara-medvedev.html",
        "title": "Jovem norte-americano derruba o atual campeão Cilic e encara Medvedev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/N.-Basavareddy.jpg",
        "date": "18/09/2025",
        "description": "Hangzhou (China)– Atual campeão do ATP 250 de Hangzhou, o croata Marin Cilic acabou eliminado logo na primeira rodada. Seu algoz foi o jovem norte-americano Nishesh Basavareddy, que veio do quali e derrotou o experiente adversário nesta quinta-feira de virada, com parciais de 4/6, 6/4 e 6/3."
    }
]