[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-e-thaisa-pedretti-caem-diante-de-austriacas-nas-oitavas.html",
        "title": "Carol Meligeni e Thaísa Pedretti caem diante de austríacas nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_meligeni_rio_fore_r16.jpg",
        "date": "16/10/2025",
        "description": "Rio de Janeiro (RJ) –As duas últimas brasileiras na chave de simples do Rio Ladies Open se despediram nesta quinta-feira, nas oitavas de final. As paulistas Carol Meligeni e Thaísa Pedretti foram superadas por rivais austríacas. As algozes das brasileiras se enfrentam nas quartas de final do WTA 125 disputado nas quadras de saibro da Techset Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-16-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/daniel_silva_ctba_fore.jpg",
        "date": "16/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-nao-se-recupera-de-lesao-e-abandona-nas-quartas-em-casa.html",
        "title": "Osaka não se recupera de lesão e abandona nas quartas em casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/osaka-espera-2025-e1760615362563-1024x684.jpg",
        "date": "16/10/2025",
        "description": "Osaka (Japão) –A japonesa Naomi Osaka não conseguiu se recuperar a tempo dalesão na coxa esquerda sofrida na última quarta-feirae precisou abandonar a disputa do WTA 250 de Osaka. Ela tinha jogo marcado para esta sexta-feira contra a romena Jaqueline Cristian, que avança diretamente à semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-ingrid-martins-avancam-a-semifinal-de-duplas-no-rio.html",
        "title": "Laura Pigossi e Ingrid Martins avançam à semifinal de duplas no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "16/10/2025",
        "description": "Rio de Janeiro (RJ) –A parceria brasileira de Laura Pigossi e Ingrid Martins está na semifinal de duplas do Rio Ladies Open. As principais cabeças de chave venceram a francesa Carole Monnet e a burundinesa Sada Nahimana por 6/2, 5/7 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-eliminado-por-jovem-peruano-nas-oitavas-em-curitiba.html",
        "title": "Monteiro é eliminado por jovem peruano nas oitavas em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "16/10/2025",
        "description": "Curitiba (PR) –Depois de ter vencido uma estreia difícil na última terça, Thiago Monteiro foi eliminado nas oitavas de final da Copa Internacional de Tênis, em Curitiba. O cearense perdeu nesta quinta-feira do peruano Gonzalo Bueno, de 21 anos e 223º do ranking, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venezuelano-e-suspenso-por-4-anos-e-diz-que-se-contaminou-por-beijo.html",
        "title": "Venezuelano é suspenso por 4 anos e diz que se contaminou por beijo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/Goncalo-Oliveira-2017-scaled-e1738777635705-1024x683.jpg",
        "date": "16/10/2025",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) anunciou que Gonçalo Oliveira, tenista nascido em Portugal e que atualmente representa a Venezuela, foi suspenso por um período de quatro anos pelo Programa Antidoping do Tênis (TADP)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/seis-brasileiros-disputam-semifinais-do-ao-junior-series-no-rio.html",
        "title": "Seis brasileiros disputam semifinais do AO Junior Series no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/nathalia_tourinho_aojunior-1024x682.jpg",
        "date": "16/10/2025",
        "description": "Rio de Janeiro (RJ) –Seis juvenis brasileiros estão entre os semifinalistas do Australian Open Junior Series South America. Destaque para dois duelos nacionais, de Nathalia Tourinho contra Beatriz Nahmias e de Leonardo Storck contra Livas Damazio. Os campeões do torneio na Rio Tennis Academy disputarão o Australian Open da categoria em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-vence-a-primeira-em-estocolmo-berrettini-cai-nas-oitavas.html",
        "title": "Rune vence a primeira em Estocolmo, Berrettini cai nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune-stockholm-2025-r2-1024x576.jpg",
        "date": "16/10/2025",
        "description": "Estocolmo (Suécia) –A busca de Holger Rune pelo segundo título no ATP 250 de Estocolmo começou com vitória em sets diretos. Principal cabeça de chave e campeão em 2022, o dinamarquês venceu o húngaro Marton Fucsovics por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-perricard-confirmam-duelo-aliassime-supera-estreia-dura.html",
        "title": "Musetti e Perricard confirmam duelo, Aliassime supera estreia dura",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/aliassime_bruxelas_vibra-1024x683.jpg",
        "date": "16/10/2025",
        "description": "Bruxelas (Bélgica) –Principal cabeça de chave do ATP 250 de Bruxelas, Lorenzo Musetti estreou com vitória em sets diretos. O número 8 do mundo superou o alemão Yannick Hanfmann, de 33 anos e 139º do ranking, por 7/6 (7-3) e 7/5 em 1h37 de partida."
    }
]