[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-celebra-virada-contra-top-10-me-deixa-forte-para-a-semifinal.html",
        "title": "Bia celebra virada contra top 10: “Me deixa forte para a semifinal”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_grita_estras_qf-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França) –A vitória nas quartas de final do WTA 500 de Estrasburgo trouxe muita confiança para Beatriz Haddad Maia, especialmente pelo nível da adversária e o equilíbrio da partida. Bia começou atrás no placar contra a norte-americana Emma Navarro,número 9 do mundo, mas bucou a virada depois de 3h02 de disputa. Ela agora enfrenta a cazaque Elena Ryabakina nesta sexta-feira às 9h30 (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aniversariante-djokovic-consegue-revanche-e-faz-semi-em-genebra.html",
        "title": "Aniversariante, Djokovic consegue revanche e faz semi em Genebra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic-rome-2025-withdrawal-e1746554299143-1024x682.jpg",
        "date": "22/05/2025",
        "description": "Genebra (Suíça) –Aniversariante desta quinta-feira, Novak Djokovic comemrou seus 38 anos com uma vitória e a vaga na semifinal do ATP 250 de Genebra. O sérvio reencontrou o italiano Matteo Arnaldi, 39º do ranking e que havia sido seu algoz na rodada de estreia do Masters 1000 de Madri, e conseguiu uma revanche ao marcar um duplo 6/4. Ao final da partida, a organização, ainda levou um bolo de aniversário e o tenista provou um pedaço ainda na quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osorio-confirma-vaga-na-semi-em-rabat-e-busca-sua-6a-final-na-wta.html",
        "title": "Osorio confirma vaga na semi em Rabat e busca sua 6ª final na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/osorio_rabat_back_qf-1024x598.jpg",
        "date": "22/05/2025",
        "description": "Rabat (Marrocos) –A colombiana Camila Osorio segue conseguindo bons resultados no WTA 250 de Rabat e já está na semifinal. Ela confirmou o favoritismo nesta quinta-feira contra a norte-americana Maria Mateas, 243ª do ranking, por 6/3 e 6/1 em 1h31."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-faz-semi-no-chile-marcondes-e-klier-vencem-na-tunisia.html",
        "title": "Boscardin faz semi no Chile, Marcondes e Klier vencem na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "22/05/2025",
        "description": "Coquimbo (Chile) –O catarinense Pedro Boscardin garantiu vaga na semifinal do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 5 do torneio e 391º do ranking, Boascardin venceu o argentino Luciano Ambrogi, quarto cabeça de chave e 376º colocado, por 7/ (7-3), 4/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-zormann-confirmam-favoritismo-em-skopje-e-vao-a-semi.html",
        "title": "Demoliner e Zormann confirmam favoritismo em Skopje e vão à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/zormann_demoliner_santiago-1024x672.jpg",
        "date": "22/05/2025",
        "description": "Skopje (Macedônia do Norte)– A dupla 100%brasileira formada pelo gaúcho Marcelo Demoliner e o paulista Marcelo Zormann segue fazendo bonito no challenger de Skopje. Cabeças de chave 4, eles se garantiram na semi ao bater, nesta quinta-feira, o israelense Daniel Cukierman e o alemão Michael Geerts de virada, com parciais de 6/7 (3-7), 6/2 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-da-salto-na-corrida-da-temporada-com-semi-e-pode-voltar-ao-top-20.html",
        "title": "Bia dá salto na corrida da temporada com semi e pode voltar ao top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia-estrasburgo-vibra-2025-e1747668995475-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França)– Aos poucos a paulista Beatriz Haddad Maia parece estar reencontrando o caminho depois de passar por uma fase ruim neste começo de ano. Com as vitórias ea semifinal no WTA 500 de Estrasburgo, nesta semana, ela vai dar um bom salto na corrida da temporada e entrará para a faixa das 60 melhores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-vence-rodada-dupla-na-eslovenia-pedretti-tambem-faz-quartas.html",
        "title": "Cé vence rodada dupla na Eslovênia, Pedretti também faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "22/05/2025",
        "description": "Portoroz (Eslovênia) –A gaúcha Gabriela Cé superou uma rodada dupla nesta quinta-feira e garantiu vaga nas quartas de final do ITF W50 de Portoroz, em quadras de saibro na Eslovênia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-faz-semi-em-hamburgo-e-vai-igualar-seu-melhor-ranking.html",
        "title": "Romboli faz semi em Hamburgo e vai igualar seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/romboli_molteni_hamburgo-1024x662.jpg",
        "date": "22/05/2025",
        "description": "Hamburgo (Alemanha)– A temporada continua muito boa para Fernando Romboli, que vai disputar sua terceira semifinal de ATP só em 2025. Desta vez ao lado do argentino Andres Molteni, ele se garantiu na penúltima rodada do ATP 500 de Hamburgo ao bater nesta quinta-feira o holandês Sander Arends e o britânico Luke Johnson com duplo 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-volta-a-semifinal-em-estrasburgo-e-enfrenta-collins.html",
        "title": "Samsonova volta à semifinal em Estrasburgo e enfrenta Collins",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/samsonova_estras_vibra-1024x641.jpg",
        "date": "22/05/2025",
        "description": "Estrasburgo (França) –A russa Liudmila Samsonova garantiu a última vaga nas semifinais do WTA 500 de Estrasburgo. Oitava cabeça de chave e 19ª do ranking, ela venceu a espanhola Paula Badosa, número 10 do mundo, por 6/4, 3/6 e 6/4 em 2h23 de partida nesta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-22-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "22/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosQuartas de final –Veja a chave"
    }
]