[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-26-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "26/11/2025",
        "description": "Challenger de Temuco (Chile) – Sintético – US$ 160 milDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/livas-damazio-tambem-vence-e-se-junta-a-guto-e-victoria-no-mexico.html",
        "title": "Livas Damazio também vence e se junta a Guto e Victória no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/livas_damazio_fore_rgjunior_plain.jpg",
        "date": "25/11/2025",
        "description": "Merida (México) –O Brasil terá três juvenis na segunda rodada do ITF J500 de Merida, em quadras de saibro no México. Após asboas estreias de Guto Miguel e Victória Barrosna segunda-feira à noite, foi a vez de Livas Damazio também avançar na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guga-uma-noite-para-celebrar-as-grandes-conquistas.html",
        "title": "Guga: “Uma noite para celebrar as grandes conquistas!”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/bia_guga_stellaartois.jpg",
        "date": "25/11/2025",
        "description": "São Paulo (SP) –Embaixador da Stella Artois desde maio deste ano, Gustavo Kuerten foi o centro do jantar pelos 25 anos da chegada do catarinense ao topo do ranking mundial , após a conquista da Masters Cup em Lisboa. “Uma noite para celebrar as grandes conquistas nas quadras!”, disse em sua postagem no Instagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-o-unico-brasileiro-a-avancar-em-temuco-lago-vence-em-la-paz.html",
        "title": "Ribeiro é o único brasileiro a avançar em Temuco, Lago vence em La Paz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/ribeiro_floripa_slice.jpg",
        "date": "25/11/2025",
        "description": "Temuco (Chile) –Em rodada com seis brasileiros, apenas o gaúcho Eduardo Ribeiro venceu nesta terça-feira pelo challenger de Temuco, em quadras duras no Chile. Ribeiro, de 27 anos e 485º do ranking, superou o norte-americano Daniel Milavsky, 374º colocado, por 4/6, 6/4 e 6/2 em 1h44 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-25-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "25/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quatro-brasileiras-passam-pelo-quali-em-ribeirao-preto.html",
        "title": "Quatro brasileiras passam pelo quali em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/carbone_criciuma_prep_cbt.jpg",
        "date": "25/11/2025",
        "description": "Ribeirão Preto (SP) –Quatro brasileiras conseguiram passar pelo quali doITF W15 de Ribeirão Preto, disputado nas quadras de saibro do Centro de Formação de Tênis (CFTRP). Devido ao atraso na programação por chuva no início da semana, os primeiros jogos da chave principal só acontecem nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/borg-lanca-autobiografia-e-diz-que-o-tenis-salvou-sua-vida.html",
        "title": "Borg lança autobiografia e diz que o tênis salvou sua vida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/borg.jpg",
        "date": "25/11/2025",
        "description": "Estocolmo (Suécia) –Lenda do tênis e um dos maiores campeões da história do esporte, Bjorn Borg lançou em setembro sua autobiografia, intitulada “Heartbeats”. No livro, em que já haviarevelado o diagnóstico de um câncerde próstata “extremamente agressivo”, para o qual passou por cirurgia no ano passado, Borg falou sobre sua relação com o tênis e os motivos que o fizeram encerrar a carreira ainda aos 26 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-um-dos-destaques-em-video-dos-primeiros-campeoes-da-atp-no-ano.html",
        "title": "Fonseca é um dos destaques em vídeo dos primeiros campeões da ATP no ano",
        "image": null,
        "date": "25/11/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-e-boulter-jogam-125-na-franca-na-proxima-semana.html",
        "title": "Krejcikova e Boulter jogam 125 na França na próxima semana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/krejcikova-pequim-back-2025-1024x683.jpg",
        "date": "25/11/2025",
        "description": "Angers (França) –Em busca de pontos no ranking nessa reta final da temporada e de uma boa preparação para 2026, a tcheca Barbora Krejcikova e a britânica Katie Boulter estarão inscritas para o WTA 125 de Angers, que será disputado na semana que vem, em quadras duras e cobertas na França."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-em-video-as-finais-da-copa-davis-em-bolonha.html",
        "title": "Relembre em vídeo a festa italiana pelo tetra na Copa Davis em Bolonha",
        "image": null,
        "date": "25/11/2025",
        "description": "Bolonha (Itália) –O canal de vídeos da Federação Internacional de Tênis publicou resumo das finais da Copa Davis deste ano, em que a equipe da Itália sagrou-se tetracampeã, tendo conquistado os três últimos títulos de forma consecutiva. Jogando diante de sua torcida na SuperTennis Arena, em Bolonha, a equipe italiana superou a Espanha por 2 a 0 no domingo passado, no confronto decisivo."
    }
]