[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/heide_davis_treino_canada-1024x677.jpg",
        "date": "07/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Qualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-cai-nas-quartas-de-final-mas-tera-seu-melhor-ranking.html",
        "title": "Boscardin cai nas quartas de final, mas terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/boscardin_rosario_desliza-1024x683.jpg",
        "date": "07/02/2026",
        "description": "Rosario (Argentina)– Depois de duas boas vitórias, o catarinense Pedro Boscardin não conseguiu ir além das quartas de final no challenger de US$ 225 mil sobre o saibro argentino. Após eliminar o cabeça 2 e número 64 do ranking na véspera, ele foi eliminado na noite desta sexta-feira pelo argentino Roman Burruchaga, quinto principal favorito, com as parciais de 7/6 (7-3) e 6/3, tendo perdido dois set-points antes do tiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/favoritos-dos-18-anos-estreiam-neste-sabado-na-copa-futuro.html",
        "title": "Favoritos dos 18 anos estreiam neste sábado na Copa Futuro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/RPC_0747-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Santos (SP)– A estreia dos principais cabeças de chave dos 18 anos masculino e feminino é o destaque da rodada deste sábado da Copa Futuro de Tênis 2026. A rodada dá largada às 8 horas nas quadras de saibro do Tênis Clube de Santos, com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-superado-na-estreia-da-davis-e-canada-faz-1-a-0.html",
        "title": "Reis é superado na estreia da Davis e Canadá faz 1 a 0",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/reis_davis_saque_treino.jpg",
        "date": "06/02/2026",
        "description": "Vancouver (Canadá) –Convocado para defender o Brasil na Copa Davis pela primeira vez na carreira, João Lucas Reis perdeu em sua partida de estreia pela competição. Atuando na quadra dura e coberta de Vancouver, contra o Canadá, o pernambucano de 25 anos e 207º do ranking, foi superado por Liam Draxl, 146º colocado, que marcou duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-monteiro-e-meligeni-tentam-o-quali-no-atp-de-buenos-aires.html",
        "title": "Wild, Monteiro e Meligeni tentam o quali no ATP de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore_term-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Buenos Aires (Argentina) –Três brasileiros disputam a partir deste sábado o qualificatório para o ATP 250 de Buenos Aires. Thiago Wild, Thiago Monteiro e Felipe Meligeni precisam de duas vitórias cada um para entrar na chave principal, que já contará com João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-vencem-em-oslo-alemanha-faz-2-a-0-contra-o-peru.html",
        "title": "Britânicos vencem em Oslo, Alemanha faz 2 a 0 contra o Peru",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/britanicos_davis-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Oslo (Noruega) –A equipe britânica garantiu vaga na segunda rodada do Qualificatório Mundial da Copa Davis, depois de vencer a Noruega por 4 a 0 em Oslo. Depois dasviórias de Cameron Norrie e Jack Draperna última quinta-feira, os jogos desta sexta foram novamente dominados pelo time visitante."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-finalista-em-rosario-natan-e-ceolin-jogam-semis-de-itf.html",
        "title": "Romboli é finalista em Rosario, Natan e Ceolin jogam semis de ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/reyes_romboli_rosario_posado-1024x684.jpg",
        "date": "06/02/2026",
        "description": "Rosario (Argentina) –Em jogo com três brasileiros, Fernando Romboli e o parceiro mexicano Miguel Reyes-Varela garantiram vaga na final de duplas do challenger de Rosario, em quadras de saibro na Argentina, após vencerem Igor Marcondes e Eduardo Ribeiro por 6/7 (3-7), 6/3 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-e-finalista-de-duplas-nos-eua-e-busca-o-15o-titulo-da-carreira.html",
        "title": "Pedretti é finalista de duplas nos EUA e busca o 15º título da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pedretti-spopen-back-2025-1024x683.jpg",
        "date": "06/02/2026",
        "description": "Orlando (EUA) –A paulista Thaísa Pedretti está na final de duplas do ITF W50 de Orlando, em quadras duras nos Estados Unidos, jogando ao lado da boliviana Noelia Zeballos. Elas venceram na semifinal desta sexta-feira as norte-americanas Kylie Collins e Allura Zamarripa por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-cai-nas-quartas-em-simples-e-fica-com-o-vice-de-duplas-em-salinas.html",
        "title": "Pietra cai nas quartas em simples e fica com o vice de duplas em Salinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pietra_spopen_slice-1024x637.jpg",
        "date": "06/02/2026",
        "description": "Salinas (Equador) –A juvenil gaúcha Pietra Rivoli caiu nas quartas de final do ITF J300 de Salinas, em quadras duras no Equador. Segunda cabeça de chave e 61ª do ranking, ela foi superada pela norte-americana Yael Saffar, 109ª colocada e cabeça 6, por 6/3 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-domina-o-duelo-com-fils-e-volta-a-semi-em-montpellier.html",
        "title": "Aliassime domina o duelo com Fils e volta à semi em Montpellier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/felix-montpellier-2026-thursday-1024x576.jpg",
        "date": "06/02/2026",
        "description": "Montpellier (França) –Atual campeão do ATP 250 de Montpellier e principal cabeça de chave, Félix Auger-Aliassime conseguiu sua segunda vitória no torneio francês em quadras duras e cobertas e garantiu vaga na semifinal. O canadense superou o anfitrião Arthur Fils, de 21 anos e 42º do ranking, por 6/4 e 6/2 em apenas 1h08 de partida."
    }
]