[
    {
        "url": "https://tenisbrasil.uol.com.br/russa-cre-que-andreeva-tem-tudo-para-crescer-ainda-mais-em-2026.html",
        "title": "Russa crê que Andreeva tem tudo para crescer ainda mais em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/andreeva_usopen_vibra-1024x596.jpg",
        "date": "22/12/2025",
        "description": "Moscou (Rússia)– Ex-número 3 do mundo, a russa Nadia Petrova mostrou otimismo em relação à compatriota Mirra Andreeva, que brilhou na temporada de 2025. Em entrevista aoChampionat, ela acredita que a jovem de 18 anos possa mostrar ainda mais do que o tênis que a levou a dois títulos de WTA 1000 e à estreia no top 5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-quando-treina-com-alcaraz-2h-parecem-so-20-minutos.html",
        "title": "Cobolli: “Quando se treina com Alcaraz, 2h parecem só 20 minutos”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cobolli-alcaraz-treino-e1766409965693-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Múrcia (Espanha)– A temporada de 2025 serviu para que  italiano Flavio Cobolli deixasse de ser apenas uma estrela em ascensão para se consolidar no circuito. Parceiro de treinos do espanhol Carlos Alcaraz nesta pré-temporada, ele falou sobre essa oportunidade em uma entrevista ao ‘TG1’, o telejornal da emissora pública italianaRai."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-amplia-impacto-ambiental-positivo-e-se-reforca-como-evento-carbono-neutro.html",
        "title": "Rio Open amplia impacto ambiental positivo e se reforça como evento carbono neutro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/Quadra-Guga-Kuerten.jpg",
        "date": "22/12/2025",
        "description": "Rio de Janeiro (RJ)– A edição de 2025 do Rio Open reforçou o compromisso do torneio com a sustentabilidade ao ampliar os resultados do programa ambiental Rio Open Green, já consolidado como pilar estratégico do evento. Neste ano, o torneio neutralizou 1.819 toneladas de CO₂ equivalente (tCO₂e), reciclou, reutilizou ou compostou 69,2% dos resíduos gerados e impulsionou a economia local com um impacto financeiro estimado em R$ 200 milhões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-otima-mas-tem-muito-a-evoluir-afirma-ex-top-20.html",
        "title": "“Gauff é ótima, mas tem muito a evoluir”, afirma ex-top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff-pequim-rebate-2025-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Nova York (EUA)– A norte-americana Alexandra Stevenson, ex-tenista profissional que chegou às semifinais de Wimbledon em 1999 e atualmente é comentarista esportiva, acredita que a compatriota Coco Gauff ainda tem muito a melhorar. Em uma entrevista ao podcastInside-In Tennis,ela elogiou a atual número 3, apesar das questões que tem a evoluir."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/norte-americana-e-suspensa-provisoriamente-por-doping.html",
        "title": "Norte-americana é suspensa provisoriamente por doping",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/JessicaEudovic-BattleofBoca.jpeg",
        "date": "22/12/2025",
        "description": "Londres (Inglaterra)– A Agência Internacional de Integridade do Tênis (ITIA) informou nesta segunda-feira que Jessica Eudovic, tenista de 18 anos dos Estados Unidos, foi suspensa provisoriamente por ferir o Programa Antidoping do Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalistas-do-next-gen-nao-poderao-voltar-para-a-edicao-de-2026.html",
        "title": "Finalistas do Next Gen não poderão voltar para a edição de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tien-blockx-next-gen-atp-finals-2025-final-e1766425401470-1024x682.jpg",
        "date": "22/12/2025",
        "description": "Jeddah (Arábia Saudita)– Finalistas do Next Gen Finals, o campeão Learner Tien e o vice Alexander Blockx não poderão retornar ao torneio em 2026 por causa da idade. Tanto o norte-americano como o belga completarão 21 anos na próxima temporada e ficam assim inelegíveis para o evento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-ano-sao-premiados-pelo-circuito-fairmont-de-beach-tennis.html",
        "title": "Melhores do ano são premiados pelo Circuito Fairmont de Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/circuito-fairmont_melhores-do-ano.jpg",
        "date": "22/12/2025",
        "description": "strong>Rio de Janeiro (RJ) – – Na noite da última sexta-feira, aconteceu a festa de premiação dos melhores do ano do Circuito Fairmont de Beach Tennis, realizado pela ABTERJ, concluindo a 13ª temporada do circuito mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-anuncia-exibicao-contra-alcaraz-em-sao-paulo.html",
        "title": "Fonseca anuncia exibição contra Alcaraz em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/IMG-20251209-WA0005-e1765281708131.jpg",
        "date": "22/12/2025",
        "description": "São Paulo (SP)– Depois de perder para o atual número 1 do mundo Carlos Alcarazem uma exibição em Miami, no fim deste ano, o carioca João Fonseca anunciou nesta segunda-feira que terá uma revanche contra o espanhol em 2026 em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-bom-ano-de-2025-termina-com-uma-polemica-quando-realmente-e-necessario-trocar-de-tecnico.html",
        "title": "O bom ano de 2025 termina com uma polêmica: quando realmente é necessário trocar de técnico?",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-Blogs-900x600-1.jpg",
        "date": "22/12/2025",
        "description": "O bom ano para o tênis mundial de 2025 termina com uma chocante polêmica: a inesperada troca de treinador de Carlos Alcaraz, justamente para um técnico, como Juan Carlos Ferrero, que o atual número 1 do mundo jamais hesitou em definir como segundo pai. Os motivos não são oficiais. Por isso, difícil julgar e entender. Mas vou me ater a exemplos de relacionamento tão marcantes, assim como diferentes na história do tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-faz-nova-tatuagem-para-eternizar-conquista-do-us-open.html",
        "title": "Alcaraz faz nova tatuagem para eternizar conquista do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/alcaraz-tatuagem-e1766409897259-1024x683.jpg",
        "date": "22/12/2025",
        "description": "Múrcia (Espanha)– A pré-temporada do espanhol Carlos Aclarar está a todo vapor, com ele já pegando firme nos treinos para o começo de 2026. Além do tempo em quadra, ele aproveitou também para fazer uma nova tatuagem."
    }
]