[
    {
        "url": "https://tenisbrasil.uol.com.br/argentinos-eliminam-romboli-e-demoliner-nas-quartas-em-buenos-aires.html",
        "title": "Argentinos eliminam Romboli e Demoliner nas quartas em Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/romboli_demoliner_bsas26-1024x683.jpg",
        "date": "12/02/2026",
        "description": "Buenos Aires (Argentina) –A parceria brasileira de Marcelo Demoliner e Fernando Romboli perdeu nas quartas de final do ATP 250 de Buenos Aires, em quadras de saibro. Eles foram superados pela dupla argentina de Andrea Collarini e Nicolas Kicker, cabeças 4 do evento, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-12-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/stefani_bjk_vibra-1024x683.jpg",
        "date": "12/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-joga-as-9h30-em-busca-de-revance-e-da-24a-final-na-wta.html",
        "title": "Stefani joga às 9h30 em busca de revance e da 24ª final na WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_12-DSC_6876_xgaplus.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar) –Semifinalistas de duplas do WTA 1000 de Doha, Luísa Stefani e a canadense Gabriela Dabrowski entram em quadra nesta sexta-feira às 9h30 (de Brasília). Elas enfrentam a cazaque Anna Danilina e a sérvia Aleksandra Krunic e terão a oportunidade de revanche da derrota sofrida na semifinal do Australian Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-loureiro-e-finalista-de-duplas-nos-eua-ceolin-e-fullana-caem.html",
        "title": "João Loureiro é finalista de duplas nos EUA, Ceolin e Fullana caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/loureiro_jul25_joinville_term.jpg",
        "date": "12/02/2026",
        "description": "Sunrise (EUA) –O mineiro João Victor Loureiro está na final de duplas do ITF M15 de Sunrise, em quadras duras nos Estados Unidos, jogando ao lado de Tsz Fu Wong, Hong Kong. Aos 22 anos, o brasileiro busca seu oitavo título profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-confirma-ultima-vaga-das-semis-e-enfrentara-sakkari.html",
        "title": "Muchova confirma última vaga das semis e enfrentará Sakkari",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/muchova_doha_fore-1024x724.jpg",
        "date": "12/02/2026",
        "description": "Doha (Qatar) –No jogo que encerrou a programação desta quinta-feira no WTA 1000 de Doha, a tcheca Karolina Muchova superou a russa Anna Kalinskaya por 6/3 e 6/4 e garantiu a última vaga entre as semifinalistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakkari-tive-duvidas-se-voltaria-a-vencer-uma-rival-desse-nivel.html",
        "title": "Sakkari: “Tive dúvidas se voltaria a vencer uma rival desse nível”",
        "image": null,
        "date": "12/02/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/caodulas-evento-de-adocao-volta-ao-rio-open-para-dar-visibilidade-a-causa.html",
        "title": "CãoDulas: evento de adoção volta ao Rio Open para dar visibilidade à causa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/caodula-marieta.jpg",
        "date": "12/02/2026",
        "description": "Rio de Janeiro (RJ) –Os CãoDulas estarão em quadra em mais uma edição do Rio Open, maior torneio da América do Sul. A iniciativa chama atenção para a causa da adoção responsável e do bem-estar animal.O Rio Open acontece de 14 a 22 de fevereiro, no Jockey Club Brasileiro, no Rio de Janeiro. Para dar visibilidade aos animais resgatados de situações de abandono que aguardam por uma nova família, a ação usa as quadras do evento como palco para mostrar que, assim como no esporte, uma oportunidade pode mudar completamente uma história."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-acaba-com-invencibilidade-de-rybakina-e-ja-pode-ser-top-10.html",
        "title": "Mboko acaba com invencibilidade de Rybakina e já pode ser top 10",
        "image": null,
        "date": "12/02/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-ex-no-1-do-mundo-samantha-barijan-encerra-a-carreira.html",
        "title": "Beach: ex-nº 1 do mundo, Samantha Barijan encerra a carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/barijan_close-1024x576.jpeg",
        "date": "12/02/2026",
        "description": "Rio de Janeiro (SP) –Samantha Barijan, um dos maiores nomes da história do beach tennis, natural de Sumaré (SP) e que vive no Rio de Janeiro, anuncia oficialmente o encerramento da carreira profissional nas quadras. Primeira brasileira a alcançar o topo do ranking mundial da ITF, Barijan ganhou 45 títulos, entre eles o tricampeonato no Pan-americano, o tradicional torneio de Aruba, o Mundial defendendo o Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-anuncia-fim-da-parceria-de-seis-anos-com-rafael-paciaroni.html",
        "title": "Bia anuncia fim da parceria de seis anos com Rafael Paciaroni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/TEN_GN_2024.07.24_9373-1024x682.jpg",
        "date": "12/02/2026",
        "description": "São Paulo (SP) –A parceria de Beatriz Haddad Maia com o técnico Rafael Paciaroni chegou ao fim nesta quinta-feira. A tenista número 1 do Brasil e 67ª do mundo fez o anúncio em suas redes sociais."
    }
]