[
    {
        "url": "https://tenisbrasil.uol.com.br/sofrendo-novamente-com-o-fisico-badosa-anuncia-que-so-volta-em-2026.html",
        "title": "Sofrendo novamente com o físico, Badosa anuncia que só volta em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Paula_Badosa_-_China_Open_2025_-_Day_3-DSC_7603_xgaplus.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China)– A espanhola Paula Badosa não consegue se livrar dos problemas físicos. Depois de abandonar o WTA 1000 de Pequim na terceira rodada, ela anunciou nesta terça-feira que não irá mais competir em 2025 e só voltará ao circuito na próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-leva-virada-e-tambem-nao-passa-da-estreia-em-braga.html",
        "title": "Monteiro leva virada e também não passa da estreia em Braga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/monteiro_lisboa_voleia_saibro-1024x681.jpg",
        "date": "30/09/2025",
        "description": "Braga (Portugal)– Não deu também para o cearense Thiago Monteiro na primeira rodada do challenger de Braga.Assim como aconteceu mais cedo com Thiago Wild, ele também foi derrotado logo na estreia. Seu algoz foi o alemão vindo do quali Henri Squire, atual 331º do mundo, que venceu de virada com parciais de 6/7 (7-9), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-30-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sschiessl_alphaville-1024x683.jpg",
        "date": "30/09/2025",
        "description": "WTA 1000 de Pequim (China) – Sintético – US$ 8.963.700Duplas – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-conquista-em-toquio-alcaraz-desiste-do-masters-1000-de-xangai.html",
        "title": "Após conquista em Tóquio, Alcaraz desiste do Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-sorri-2025-e1759240073191-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– Depois de conquistar o título no ATP 500 de Tóquio, nesta terça-feira, o espanhol Carlos Alcaraz anunciou que sua temporada asiática está encerrada, desistindo de competir no Masters 1000 de Xangai, que seria seu próximo evento no continente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/no-esporte-de-alto-nivel-descansar-tambem-e-treino.html",
        "title": "No esporte de alto nível, descansar também é treino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Artes-Blogs-900x600-3.jpg",
        "date": "30/09/2025",
        "description": "As recentes decisões de Bia Haddad Maia de encerrar prematuramente a temporada de 2025 e a de João Fonseca em enxugar o calendário, remetem a uma verdade no esporte de alto nível: descansar também é treino. Afinal, no caso da Bia, estava visível que não vinha curtindo o tênis como em outros tempos. Há poucas semanas estive com ela em Nova York para o US Open e me pareceu estar se cobrando demais, sem necessidade ao meu ver. Parecia presa entre suas incertezas. Mas acho que ficamos mal acostumados. Uma jogadora brasileira chegar à segunda semana de um Grand Slam e faturar US$ 400 mil não é nada mal. Além disso, mesmo com a atual queda de ranking, ainda se mantém numa confortável posição: entra direto na chave de qualquer torneio e na maioria seria cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nys-e-vasselin-vencem-toquio-e-dao-passo-importante-na-briga-pelo-finals.html",
        "title": "Nys e Vasselin vencem Tóquio e dão passo importante na briga pelo Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nys-vasselin-toquio-trofeu-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– O monegasco Hugo Nys e o francês Edouard Roger-Vasselin, cabeças de chave número 2 no ATP 500 de Tóquio, derrotaram o indiano Rohan Bopanna e o japonês Takeru Yuzuki por duplo 7/5 na final desta terça-feira, e conquistaram seu primeiro título da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-campeao-do-atp-500-de-toquio-veja-no-resumo.html",
        "title": "Alcaraz é campeão do ATP 500 de Tóquio. Veja no resumo.",
        "image": null,
        "date": "30/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-desiste-e-tien-disputa-em-pequim-sua-primeira-final-de-atp.html",
        "title": "Medvedev desiste e Tien disputa em Pequim sua primeira final de ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tien-pequim-2025-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Pequim (China)– Na última semifinal desta terça-feira no ATP 500 de Pequim, o jovem norte-americano Learner Tien contou com a desistência do russo Daniil Medvedev no terceiro set para garantir a primeira final de sua carreira neste nível. Ele terá agora a árdua missão de desafiar o italiano Jannik Sinner."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-nao-passa-da-estreia-em-braga-e-amarga-setima-derrota-seguida.html",
        "title": "Wild não passa da estreia em Braga e amarga sétima derrota seguida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wild_lisboa_back-1024x682.jpg",
        "date": "30/09/2025",
        "description": "Braga (Portugal)– A fase não anda boa para o paranaense Thiago Wild, que não vence uma partida desde o final de julho. Nesta terça-feira, ele amargou sua sétima derrota seguida, caindo na estreia no challenger de Braga diante do espanhol Carlos Taberner com parciais de 7/5 e 6/4, depois de 2h08 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-domina-fritz-e-conquista-oitavo-titulo-da-temporada.html",
        "title": "Alcaraz domina Fritz e conquista oitavo título da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-estica-2025-e1759231551332-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Tóquio (Japão)– Depois de um primeiro set equilibrado e aberto, o espanhol Carlos Alcaraz se mostrou técnica e fisicamente mais inteiro do que o norte-americano Taylor Fritz e conquistou nesta terça-feira o ATP 500 de Tóquio, ao anotar as parciais de 6/4 e 6/4."
    }
]