[
    {
        "url": "https://tenisbrasil.uol.com.br/eduardo-ribeiro-decide-m25-do-rio-contra-boliviano.html",
        "title": "Eduardo Ribeiro decide M25 do Rio contra boliviano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/eduardoribeirorio25gd-1024x577.jpeg",
        "date": "11/10/2025",
        "description": "Rio de Janeiro (RJ)– Depois de uma semana muito conturbada pelo mau tempo, foram definidos na noite deste sábado os finalistas do M25 do Rio de Janeiro. O gaúcho Eduardo Ribeiro derrotou o argentino Lautaro Midon, segundo favorito ao título, por 7/6 (7-3) e 6/3, e vai buscar às 11h30 deste domingo seu maior título em três anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-11-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nauhany-spopen-2025-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Challenger de Valência (Espanha) – Saibro – 181.250 eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cinco-brasileiras-buscam-vaga-na-chave-principal-do-rio.html",
        "title": "Cinco brasileiras buscam vaga na chave principal do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pedretti25gd-e1760221362659-1024x689.jpeg",
        "date": "11/10/2025",
        "description": "Rio de Janeiro (RJ)– Cinco brasileiras disputam, neste domingo, uma vaga na chave principal do Rio Ladies Open, torneio da série WTA 125 que acontece no Rio de Janeiro até o dia 19 de outubro, na Techset Academy, na Barra da Tijuca. O evento oferece US$ 115 mil em premiação e 125 pontos no ranking mundial, marcando o retorno do circuito feminino à capital carioca após quase uma década."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/briga-pelas-ultimas-vagas-para-o-finals-esquentara-em-ningbo.html",
        "title": "Briga pelas últimas vagas para o Finals esquentará em Ningbo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/andreeva-paolini-rybakina.png",
        "date": "11/10/2025",
        "description": "Ningbo (China)– A luta pelas duas vagas restantes para o WTA Finals promete esquentar ainda mais nesta semana com a disputa do WTA 500 de Ningbo. As três principais concorrentes estão inscritas no evento chinês e devem brigar ponto a ponto por um lugar no torneio que encerra a temporada feminina e que neste ano acontece em Riad, na Arábia Saudita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-entram-como-cabecas-4-no-wta-500-de-ningbo.html",
        "title": "Stefani e Babos entram como cabeças 4 no WTA 500 de Ningbo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/IMG-20251007-WA0009-e1759847771258-1024x684.jpg",
        "date": "11/10/2025",
        "description": "Ningbo (China)– De olho em uma das duas vagas restantes para o WTA Finals, a paulista Luisa Stefani e a húngara Timea Babos voltam à ação na próxima semana no WTA 500 de Ningbo, em quadras duras na China. Elas foram a quarta principal parceria do torneio e encaram logo de cara duas jovens sensações do circuito: a australiana Maya Joint e a canadense Victoria Mboko, ambas de 19 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-e-medvedev-sao-destaques-da-chave-no-cazaquistao.html",
        "title": "Khachanov e Medvedev são destaques da chave no Cazaquistão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/khachanov-toronto-vibra-e1754575656624-1024x683.jpeg",
        "date": "11/10/2025",
        "description": "Almaty (Cazaquistão)– Em uma semana com três torneios simultâneos na Europa, o ATP 250 de Almaty terá dois russos como principais estrelas do torneio disputado sobre piso duro no Cazaquistão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-15-anos-nana-faz-primeira-final-profissional-de-simples.html",
        "title": "Aos 15 anos, Naná faz primeira final profissional de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nauhany_sjbv-1024x683.jpg",
        "date": "11/10/2025",
        "description": "* atualizada às 16h49 com adversária da final"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "11/10/2025",
        "description": "ATP250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-e-ruud-encabecam-o-atp-250-de-estocolmo.html",
        "title": "Rune e Ruud encabeçam o ATP 250 de Estocolmo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune-xangai-2025-e1759838525806-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Estocolmo (Suécia)– Foi sorteada neste sábado a chave do ATP 250 de Estocolmo, torneio disputado em quadras rápidas e cobertas na capital da Suécia. Principais estrelas de países vizinhos, o dinamarquês Holger Rune e o norueguês Casper Ruud encabeçam a lista de favoritos ao título do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quarteto-brasileiro-se-enfrenta-na-estreia-de-duplas-em-bruxelas.html",
        "title": "Quarteto brasileiro se enfrenta na estreia de duplas em Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_25_cump-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Bruxelas (Bélgica)– Quatro brasileiros disputam a partir desta segunda-feira a chave de duplas do ATP 250 de Bruxelas, no piso duro e coberto da Bélgica. Coincidentemente, todos eles estarão em quadra simultaneamente, já que eles se enfrentam logo na estreia da competição."
    }
]