[
    {
        "url": "https://tenisbrasil.uol.com.br/como-sera-a-nova-temporada-vote-nas-previsoes-para-2026.html",
        "title": "Como será a nova temporada? Vote nas previsões para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-toss-2025-1024x683.jpg",
        "date": "15/12/2025",
        "description": "Na sequência de sua tradicional enquete de Melhores do Ano, que é feita continuamente desde o ano 2000,TenisBrasilquer saber agora de suas expectativas para a próxima temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-rebate-criticas-feitas-a-batalha-dos-sexos-com-sabalenka.html",
        "title": "Kyrgios rebate críticas feitas à “Batalha dos Sexos” com Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/f_20220902_USO_Day5_AO1_2736-1024x576.jpg",
        "date": "15/12/2025",
        "description": "Canberra (Austrália)– A exibição entre o australiano Nick Kyrgios e a bielorrussa Aryna Sabalenka, mais uma edição da “Batalha dos Sexos”, tem recebido críticas da imprensa australianae da norte-americana Billie Jean King, que foi a percussora do assunto, ao desafiar Bobby Riggs em 1973."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-martins-segue-pre-temporada-e-define-primeiros-torneios.html",
        "title": "Ingrid Martins segue pré-temporada e define primeiros torneios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/ingrid-martins-treino-rj.jpg",
        "date": "15/12/2025",
        "description": "Rio de Janeiro (RJ)– A carioca Ingrid Martins, número 78 do mundo e terceira melhor duplista do Brasil, segue nesta semana sua pré-temporada iniciada no começo do mês na Yes Tennis, no Itanhangá, no Rio de Janeiro, de olho no ano de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-superado-pela-espanha-na-final-da-copa-do-mundo-de-beach-tennis.html",
        "title": "Brasil é superado pela Espanha na final da Copa do Mundo de Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Copa-do-Mundo_podio.jpg",
        "date": "14/12/2025",
        "description": "Ribeirão Preto (SP)– A cidade de Ribeirão Preto foi palco de um grande espetáculo na final da Copa do Mundo de Beach Tennis. Brasil e Espanha fizeram jus à chegada à decisão da categoria Pro e protagonizaram um duelo emocionante na Arena Beach."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algoz-de-victoria-na-semi-chinesa-e-campea-do-orange-bowl.html",
        "title": "Algoz de Victória na semi, chinesa é campeã do Orange Bowl",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/xinran-sun-backhand-1024x690.jpeg",
        "date": "14/12/2025",
        "description": "Fort Laudardale (EUA)– A chinesa chinesa Xinran Sun conquistou neste domingo o título do Orange Bowl, torneio da categoria J500 da ITF disputado em saibro verde em Fort Laudardale, nos Estados Unidos. Depois de eliminar a brasileira Victória Barros na semifinal de sábado, a cabeça de chave número 12 se sagrou campeã com um triunfo em sets diretos sobre a russa Kristina Liutova, parciais de 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/isner-comenta-preparacao-no-circuito-pre-temporada-e-superestimada.html",
        "title": "Isner comenta preparação no circuito: “Pré-temporada é superestimada”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/isner-auckland-2023-feature-1024x576.jpg",
        "date": "14/12/2025",
        "description": "Nova York (EUA)– Ex-número 8 do mundo, John Isner afirmou que a importância dada à pré-temporada no tênis costuma ser exagerada, especialmente para jogadores já consolidados no circuito profissional. O americano comentou o tema no podcast Nothing Major, ao lado de Steve Johnson, Sam Querrey e Jack Sock."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-lidera-chave-com-espanhois-veja-os-grupos-do-next-gen-finals.html",
        "title": "Tien lidera chave com espanhóis; veja os grupos do Next Gen Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/tien-jedda-2024-sf-1024x576.jpg",
        "date": "14/12/2025",
        "description": "Jeddah (Arábia Saudita)– Foram sorteados neste domingo os grupos da oitava edição do Next Gen ATP Finals, que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita. Atual vice-campeão e único top 100 a disputar o torneio neste ano, o norte-americano Learner Tien é o principal favorito ao título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-mira-evolucao-para-se-aproximar-de-sinner-e-alcaraz.html",
        "title": "Musetti mira evolução para se aproximar de Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LorenzoMusettiDeuxiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "14/12/2025",
        "description": "Monte Carlo (Mônaco)– Após a melhor temporada da carreira, Lorenzo Musetti definiu como principal objetivo para 2026 reduzir a diferença em relação a Jannik Sinner e Carlos Alcaraz. O italiano, que encerrou 2025 pela primeira vez no top 10 do ranking mundial, falou sobre a evolução recente, mudanças na equipe e os próximos passos em entrevista ao Eurosport."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-grande-do-norte-e-campeao-do-masculino-b-da-copa-das-federacoes-de-tcr.html",
        "title": "Rio Grande do Norte é campeão do Masculino B da Copa das Federações de TCR",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/copa-das-federacoes_sabado.jpg",
        "date": "14/12/2025",
        "description": "São Paulo (SP)– O Rio Grande do Norte sagrou-se campeão inédito da categoria Masculino B da Copa das Federações de Tênis em Cadeira de Rodas (TCR), disputada no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista. O título foi confirmado neste domingo, após a equipe potiguar vencer o Ceará e garantir a primeira conquista da Federação na categoria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-deve-trocar-marca-de-vestuario-e-seguir-passos-de-federer.html",
        "title": "Raducanu deve trocar marca de vestuário e seguir passos de Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu-r2-us-open-2025-1024x722.jpg",
        "date": "14/12/2025",
        "description": "Londres (Inglaterra)– Depois de uma temporada de reafirmação no circuito, começando o ano no 60º lugar do ranking e terminando entre as 30 melhores do mundo, a britânica Emma Raducanu poderá ter uma grande mudança em seu quadro de parceiros. Segundo o jornalista especializado em tênis Craig Shapiro, a jogadora de 23 anos estaria prestes a trocar a Nike pela Uniqlo como sua fornecedora de vestuário."
    }
]