[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-02-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "02/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-avanca-e-se-torna-o-mais-jovem-na-3a-rodada-desde-2011.html",
        "title": "Fonseca avança e se torna o mais jovem na 3ª rodada desde 2011",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca_wimbledon_25_vibra-1024x635.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Depois de uma vitória em sets diretos em sua primeira partida da carreira em Wimbledon, o carioca João Fonseca teve mais trabalho na segunda rodada com o norte-americano Jenson Brooksby, mas novamente levou a melhor. Nesta quarta-feira, ele precisou de três sets para seguir adiante, gastando 3h14 para triunfar com o placar final de 6/4, 5/7, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-espera-grama-em-constante-mutacao-em-wimbledon.html",
        "title": "Swiatek espera grama em constante mutação em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/swiatek-foto.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A polonesa Iga Swiatek, oitava cabeça de chave em Wimbledon, passou sem grandes dificuldades pela primeira rodada contra a jovem russa Polina Kudermetova, com parciais de 7/5 e 6/1, apesar de ter precisado de um pouquinho de tempo para se adaptar à grama do All England Club e gostaria que houvesse mais aparelhos de ar condicionado no Reino Unido."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-professor-e-aluno-vence-primeiro-bt-10-de-rio-verde.html",
        "title": "Dupla de professor e aluno vence primeiro BT 10 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/roman_joao_bt10rioverde.jpg",
        "date": "02/07/2025",
        "description": "Rio Verde (GO) –Gaúcho de Bagé, mas que morou por alguns anos em Anápolis, Felipe Roman conquistou, na noite desta terça-feira, o título do primeiro BT 10 de beach tennis de Rio Verde, no Clube Campestre."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-keys-se-garantem-na-terceira-rodada.html",
        "title": "Sabalenka e Keys se garantem na terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/areyna_wim-e1751466398449-1024x740.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A número 1 do mundo Aryna Sabalenka e a campeã do Australian Open, Madison Keys, deram mais um passo rumo ao aguardado e possível reencontro nas quartas de final de Wimbledon. As duas no entanto tiveram segundas rodadas bem distintas nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/operacao-toalha-de-gelo-envolveu-450-toalhas-na-terca-feira.html",
        "title": "Operação Toalha de Gelo envolveu 450 toalhas na terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Alex-Eala_toalha-gelada.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –Após dois dias de muito calor, com temperatura acima de 33°C, a chuva veio, conforme o previsto, e o início da rodada desta quarta-feira em Wimbledon foi adiada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/emocionante-e-feliz-diz-kvitova-sobre-a-despedida-em-wimbledon.html",
        "title": "“Emocionante e feliz”, diz Kvitova sobre a despedida em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kvitova-wimbledon-despedida-2025-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em sua temporada de despedida, a tcheca Petra Kvitova deu seu adeus ao All England Club na última terça-feira ao ser derrotada na primeira rodada de Wimbledon pela norte-americana Emma Navarro na Quadra 1. Após a partida e a homenagem em quadra, a ex-número 2 do mundo falou sobre as emoções na entrevista coletiva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/proximo-adversario-de-djokovic-evans-esnoba-estreia-do-servio.html",
        "title": "Próximo adversário de Djokovic, Evans “esnoba” estreia do sérvio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/evans-wimbledon-2025-e1751457453509-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em busca do oitavo título em Wimbledon, para assim alcançar mais um recorte e se tornar o maior campeão do torneio, ao lado do suíço Roger Federer, o sérvio Novak Djokovic terá pela frente na segunda rodada um rival também experiente, desafiando o tenista da casa Daniel Evans, que mesmo antes de saber quem iria enfrentar na próxima partida, falou bastante sobre o ex-número 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-atrasa-inicio-da-rodada-desta-quarta-em-wimbledon.html",
        "title": "Chuva atrasa início da rodada desta quarta em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/b_03_ambient_146_aeltc_c_raphael-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A previsão do tempo se confirmou e a quarta-feira começou com chuva em Londres, impedindo o início da rodada das quadras externas, previsto para as 7 horas de Brasília. É o caso da partida de João Fonseca contra o norte-americano Jenson Brooksby, marcada para a quadra 12."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-lideram-vitorias-brasileiras-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz lideram vitórias brasileiras em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/storck_engie_brb-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz lideraram as vitórias de juvenis brasileiros na primeira rodada da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    }
]