[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-21-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_santos_term.jpg",
        "date": "21/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cocciaretto-e-paolini-vencem-e-levam-italia-ao-hexa-na-bjk-cup.html",
        "title": "Cocciaretto e Paolini vencem e levam Itália ao hexa na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/italia-campea-bjk-cup-2025-1024x680.jpeg",
        "date": "21/09/2025",
        "description": "Shenzhen (China)– A Itália é hexacampeã da Billie Jean King Cup. Com os triunfos de Elisabetta Cocciaretto e Jasmine Paolini neste domingo, Squadra Azzurra superou os Estados Unidos na final da competição e comemorou o título pelo segundo ano consecutivo, reforçando o grande momento do tênis italiano no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-virada-iga-bate-alexandrova-e-fatura-o-25o-titulo-da-carreira.html",
        "title": "De virada, Iga bate Alexandrova e fatura o 25º título da carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/swiatek-vibra-seul-2025-1024x683.png",
        "date": "21/09/2025",
        "description": "Seul (Coreia do Sul)– Apesar do favoritismo, a polonesa Iga Swiatek não teve vida fácil na final do WTA 500 de Seul, mas, de virada, conquistou o título na capital sul-coreana neste domingo. A número 2 do mundo precisou de 2h46 para superar a russa Ekaterina Alexandrova, marcando as parciais de 1/6, 7/6 (7-3) e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-fica-fora-do-ultimo-dia-na-laver-cup-alcaraz-joga-duas-vezes.html",
        "title": "Fonseca fica fora do último dia na Laver Cup, Alcaraz joga duas vezes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-time-mundo-lavercup-2025-1024x647.jpg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– Encerrada a rodada de sábado, ficou definida a programação para o terceiro e último dia da Laver Cup 2025, que não terá a presença de João Fonseca. Responsável pelo único triunfo do Time Mundo na sexta-feira, o jovem brasileiro acabou não sendo escalado por Andre Agassi e Patrick Rafter, que apostaram em nomes mais experientes para os jogos de simples. Sob o comando do norte-americano e do australiano, a equipe chega ao domingo em vantagem de 9 a 3 sobre o Time Europa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-surpreende-e-derrota-alcaraz-pela-primeira-vez-na-carreira.html",
        "title": "Fritz surpreende e derrota Alcaraz pela primeira vez na carreira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-vibra-lavercup-2025-1024x677.jpeg",
        "date": "21/09/2025",
        "description": "São Francisco (EUA)– O Time Mundo segue imparável no segundo dia da Laver Cup em São Francisco. Depois dos triunfos de Alex de Minaur e Francisco Cerúndolo na rodada diurna, foi a vez do norte-americano Taylor Fritz brilhar na abertura da sessão noturna e registrar uma vitória surpreendente sobre o espanhol Carlos Alcaraz, em sets diretos, parciais de 6/3 e 6/2, em apenas 1h11 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-20-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/daniel_silva_cuiaba_msouto.jpg",
        "date": "20/09/2025",
        "description": "ATP 250 de Hangzhou (China) – Sintético – US$ 1.019.185Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cramarossa-e-camila-gouvea-saem-na-frente-do-rei-e-rainha-da-quadra.html",
        "title": "Cramarossa e Camila Gouvea saem na frente do Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cramarossa_brasil-open-de-beach.jpg",
        "date": "20/09/2025",
        "description": "Rio de Janeiro (RJ) –O italiano Luca Cramarossa e a brasileira Camila Gouvea assumiram a liderança do Rei e Rainha da Quadra da etapa carioca do Brasil Open Beach Tennis Series – presented by TotalEnergies, neste sábado, na NR Arena, na Barra da Tijuca. Com duas vitórias cada, eles chegam em vantagem para a decisão que acontece neste domingo, a partir das 13h, com entrada gratuita e transmissão ao vivo pelo Sportv 3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-vence-em-sets-diretos-e-coloca-o-time-mundo-na-frente.html",
        "title": "Cerúndolo vence em sets diretos e coloca o Time Mundo na frente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cerundolo-vibra-laver-cup-2025-1024x674.jpeg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– Depois de seis partidas disputadas, pela primeira vez o Time Mundo assume a frente na Laver Cup 2025. A virada da equipe comandada por Andre Agassi e Patrick Rafter veio com um triunfo do argentino Francisco Cerúndolo sobre o dinamarquês Holger Rune por 6/3 e 7/6 (7-5), na segunda partida deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rafael-finetto-vence-seu-primeiro-itf-no-juvenil-em-quito.html",
        "title": "Rafael Finetto vence seu primeiro ITF no juvenil em Quito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rafael_finetto_trofeus_quito.jpg",
        "date": "20/09/2025",
        "description": "Quito (Equador) –O paulista Rafael Finetto conquistou o título ITF J30 de Quito, em quadras de saibro no Equador. Ele venceu neste sábado o equatoriano Martin Rivadeneira por 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ce-para-na-semi-em-itf-servio-konishi-tem-jogo-suspenso-na-argentina.html",
        "title": "Cé para na semi em ITF sérvio, Konishi tem jogo suspenso na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53628158255_e8e3a32f7e_k-1024x683.jpg",
        "date": "20/09/2025",
        "description": "Kursumlijska Banja (Sérvia)– A gaúcha Gabriela Cé se despediu neste sábado do ITF W75 de Kursumlijska Banja, torneio disputado no saibro sérvio. Vinda de duas vitórias em quadra e outra por W.O., a canhota de 32 anos acabou surpreendida juvenil Rada Zolotareva, de apenas 16 anos, e foi superada em sets diretos, parciais de 6/3 e 6/4."
    }
]