[
    {
        "url": "https://tenisbrasil.uol.com.br/o-mundo-do-tenis-esta-pronto-para-jogadores-gays-diz-suico.html",
        "title": "“O mundo do tênis está pronto para jogadores gays”, diz suíço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/mika_Brunold_insta-1024x674.jpg",
        "date": "11/02/2026",
        "description": "Zurique (Suíça) –No final da última temporada, Mika Brunold decidiu assumir sua homessexualidade publicamente. Agora, alguns meses depois, o suíço disse, em entrevista ao siteBlick, ter se surpreendido positivamente com a repercussão da notícia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-desiste-de-jogar-o-atp-de-doha-alegando-fadiga.html",
        "title": "Djokovic desiste de jogar o ATP de Doha alegando fadiga",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/djokovic-doha-2026-withdrawal-e1770819595899-1024x682.jpg",
        "date": "11/02/2026",
        "description": "Doha (Qatar)– Após chegar à final do Australian Open, o sérvio Novak Djokovic preferiu priorizar o descanso e desistiu do torneio ATP 500 de Doha, que acontece de 16 a 21 de fevereiro. Ele agora foca suas forças na disputa dos Masters 1000 de Indian Wells e Miami, que acontecem em março."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jogadoras-nao-concordam-com-a-ideia-de-cinco-sets-em-grand-slam.html",
        "title": "Jogadoras não concordam com a ideia de cinco sets em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff-ausopen-toss-2026.jpg",
        "date": "11/02/2026",
        "description": "Doha (Qatar) –Recentemente, Craig Tiley iniciou um debate no meio do tênis. O diretor do Australian Open revelou a vontade de proporconfrontos de cinco sets na chave femininaa partir das quartas de final do torneio no ano que vem. No entanto, a ideia divide opiniões. Nos últimos dias, no Media Day do WTA 1000 de Doha, algumas das principais jogadoras do circuito, como Coco Gauff, Amanda Anisimova e Iga Swiatek foram contra a possível mudança."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-leva-a-melhor-sobre-rival-23-anos-mais-jovem.html",
        "title": "Wawrinka leva a melhor sobre rival 23 anos mais jovem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/wawrinka-rotterdam-2026-wednesday-1-e1770817040308-1024x682.jpg",
        "date": "11/02/2026",
        "description": "Roterdã (Holanda)– Em uma verdadeira batalha de gerações na primeira rodada do ATP 500 de Roterdã, o suíço Stan Wawrinka fez prevalecer a experiência e derrotou o holandês Thijs Boogaard, de 17 anos, que entrou na disputa como lucky-loser, por 2 sets a 0, com parciais de 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-shapovalov-cilic-avancam-em-dallas-veja-como-foi-no-resumo.html",
        "title": "Fritz, Shapovalov, Cilic avançam em Dallas. Veja como foi no resumo.",
        "image": null,
        "date": "11/02/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-dabrowski-vencem-mais-uma-em-doha-e-vao-as-quartas.html",
        "title": "Stefani e Dabrowski vencem mais uma em Doha e vão às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/Luisa_Stefani_Gabriela_Dabrowski_-_Australian_Open_2026_-_Day_11-DSC_5918_xgaplus.jpg",
        "date": "11/02/2026",
        "description": "Doha (Qatar)– A parceria da paulista Luísa Stefani com a canadense Gabriela Dabrowski continua brilhando no circuito. Depois de fazer semi no Australian Open, ela já estão nas quartas do WTA 1000 de Doha. Nesta quarta-feira elas venceram a russa Liudmila Samsonova e a tcheca Marie Bouzkova por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-unico-absorveu-o-melhor-de-cada-um-diz-jim-courier.html",
        "title": "“Alcaraz é único, absorveu o melhor de cada um”, diz Jim Courier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/alcaraz-ausopen-trofeu-2026-e1769967399708-1024x683.jpg",
        "date": "11/02/2026",
        "description": "Nova York (EUA)– Carlos Alcaraz e Jannik Sinner estabeleceram uma liderança evidente nos últimos anos do circuito, tendo dividido os últimos nove Grand Slam. Em entrevista ao podcastTennis Insider Club, Jim Courier, ex-número 1 do mundo, afirmou que o espanhol e o italiano têm um perfil competitivo “praticamente perfeito” e que teriam sido capazes de competir com o Big Four, composto por Roger Federer, Novak Djokovic, Rafael Nadal e Andy Murray."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-shapovalov-estreiam-com-vitorias-distintas-em-dallas.html",
        "title": "Fritz e Shapovalov estreiam com vitórias distintas em Dallas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz-united-grita-2026.jpg",
        "date": "11/02/2026",
        "description": "Dallas (EUA)– Em sua primeira partida desde o Australian Open, o norte-americano Taylor Fritz teve uma arrancada final para derrotar o compatriota Marcos Giron na primeira rodada do ATP 500 de Dallas, marcando parciais de 6/4, 5/7 e 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-11-02.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/fonseca_treina_bsas26.jpg",
        "date": "11/02/2026",
        "description": "WTA 1000 de Doha (Qatar) – Sintético – US$ 4.088.211Duplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-conhece-seu-proximo-rival-na-copa-davis-na-quinta-feira.html",
        "title": "Brasil conhece seu próximo rival na Copa Davis na quinta-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/brasil-davis-canada-2026-1024x683.jpg",
        "date": "11/02/2026",
        "description": "Londres (Inglaterra)– Depois de perder para o Canadá na primeira fase qualificatória da Copa Davis, o Brasil conhecerá seu próximo adversário na competição nesta quinta-feira, às 7h (horário de Brasília), quando será realizado o sorteio dos confrontos dos Grupos Mundiais I e II."
    }
]