[
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-e-medvedev-sao-destaques-da-chave-no-cazaquistao.html",
        "title": "Khachanov e Medvedev são destaques da chave no Cazaquistão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/khachanov-toronto-vibra-e1754575656624-1024x683.jpeg",
        "date": "11/10/2025",
        "description": "Almaty (Cazaquistão)– Em uma semana com três torneios simultâneos na Europa, o ATP 250 de Almaty terá dois russos como principais estrelas do torneio disputado sobre piso duro no Cazaquistão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-15-anos-nana-faz-primeira-final-profissional-de-simples.html",
        "title": "Aos 15 anos, Naná faz primeira final profissional de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nauhany_sjbv-1024x683.jpg",
        "date": "11/10/2025",
        "description": "* atualizada às 16h49 com adversária da final"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "11/10/2025",
        "description": "ATP250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-e-ruud-encabecam-o-atp-250-de-estocolmo.html",
        "title": "Rune e Ruud encabeçam o ATP 250 de Estocolmo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune-xangai-2025-e1759838525806-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Estocolmo (Suécia)– Foi sorteada neste sábado a chave do ATP 250 de Estocolmo, torneio disputado em quadras rápidas e cobertas na capital da Suécia. Principais estrelas de países vizinhos, o dinamarquês Holger Rune e o norueguês Casper Ruud encabeçam a lista de favoritos ao título do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quarteto-brasileiro-se-enfrenta-na-estreia-de-duplas-em-bruxelas.html",
        "title": "Quarteto brasileiro se enfrenta na estreia de duplas em Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_25_cump-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Bruxelas (Bélgica)– Quatro brasileiros disputam a partir desta segunda-feira a chave de duplas do ATP 250 de Bruxelas, no piso duro e coberto da Bélgica. Coincidentemente, todos eles estarão em quadra simultaneamente, já que eles se enfrentam logo na estreia da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-11-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nauhany-spopen-2025-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Challenger de Valência (Espanha) – Saibro – 181.250 eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-sobre-final-em-familia-amanha-havera-dois-vencedores.html",
        "title": "Rinderknech sobre final em família: “Amanhã haverá dois vencedores”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-abraco-rinderknech-xangai-2025-1024x747.jpeg",
        "date": "11/10/2025",
        "description": "Xangai (China)– Com umavirada sobre o russo Daniil Medvedev na semifinal, o francês Arthur Rinderknech garantiu mais do que uma vaga na decisão do Masters 1000 de Xangai, mas um duelo familiar na disputa pelo título do torneio chinês. Ele encara neste domingo o seu primo, o monegasco Valentin Vacherot, responsável pela queda do sérvio Novak Djokovic na outra semi da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-elogia-vacherot-e-evita-falar-sobre-condicao-fisica.html",
        "title": "Djokovic elogia Vacherot e evita falar sobre condição física",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-2025-scaled-e1760015573354-1024x684.jpg",
        "date": "11/10/2025",
        "description": "Xangai (China)– Apesar de ter deixado a quadra central do Masters 1000 de Xangai com um sorriso e agradecendo ao público, Novak Djokovic saiu frustrado com aderrota para Valentin Vacherot, número 204 do ranking ATP, por 6/3 e 6/4, na semifinal do torneio chinês. O sérvio vivia a expectativa de disputar sua sexta final no evento e ir busca do quinto título, mas não conseguiu superar o monegasco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-achei-que-poderia-ir-longe-em-xangai-mas-nao-tanto.html",
        "title": "Vacherot: “Achei que poderia ir longe em Xangai, mas não tanto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-incredulo-xangai-2025-1024x710.jpeg",
        "date": "11/10/2025",
        "description": "Xangai (China)– A semana dos sonhos de Valentin Vacherot no Masters 1000 de Xangai ganhou um capítulo inesquecível neste sábado. O monegasco de 26 anos, vindo do qualificatório,superou Novak Djokovic em dois sets, com parciais de 6/3 e 6/4, e garantiu sua vaga na final do torneio. Após a vitória histórica, Vacherot não escondeu a emoção pelo feito inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-vitoria-de-gauff-sobre-paolini-em-wuhan.html",
        "title": "Confira a vitória de Gauff sobre Paolini em Wuhan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WTA-1024x576.jpg",
        "date": "11/10/2025",
        "description": ""
    }
]