[
    {
        "url": "https://tenisbrasil.uol.com.br/rune-nao-esconde-seu-entusiasmo-apos-colaboracao-com-agassi.html",
        "title": "Rune não esconde seu entusiasmo após colaboração com Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-agassi-baixa-washington-2025-577x1024.jpg",
        "date": "28/07/2025",
        "description": "Toronto (Canadá)– Em sua preparação para a temporada norte-americana de quadras duras, o dinamarquês Holger Rune teve um período de colaboração com Andre Agassi, que o deixou muito entusiasmado. O tenista de 22 anos compartilhou com a mídia suas impressões dos treinos com o ex-número 1 do mundo e só falou coisas positivas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pospisil-encerra-carreira-aos-35-anos-diante-de-sua-torcida.html",
        "title": "Pospisil encerra carreira aos 35 anos diante de sua torcida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pospisil-toronto2025_aposentadoria.jpg",
        "date": "28/07/2025",
        "description": "Toronto (Canadá) –Em 2013, o canadense Vasek Pospisil, havia acabado de derrotar o top 10 do mundo Tomas Berdych, em um tie-break apertado no último set, na terceira rodada do Masters 1000 de Montréal. “Foi muito emocionante. Conquistar minha primeira vitória no Top 10 aqui, diante daquela plateia, foi extremamente emocionante. Eu estava com dificuldade para controlar a emoção.”"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-estou-tentando-convencer-toni-a-passar-mais-semanas-comigo.html",
        "title": "Zverev: “Estou tentando convencer Toni a passar mais semanas comigo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev-treino-2025-e1753718545596-1024x683.webp",
        "date": "28/07/2025",
        "description": "Toronto (Canadá)– Depois de um período de treinos na Rafa Nadal Academy sob a tutela do espanhol Toni Nadal, o alemão Alexander Zverev não poderia deixar de comentar a experiência na entrevista coletiva antes de sua estreia no Masters 1000 de Toronto. Principal favorito ao título no torneio, ele disse que adorou os treinos e que agora tenta ampliar o tempo de trabalho com Toni."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-comemora-estreia-como-numero-1-do-mundo-nas-duplas.html",
        "title": "Townsend comemora estreia como número 1 do mundo nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/townsend-washington-numero1-2025-e1753714125114-1024x683.jpg",
        "date": "28/07/2025",
        "description": "São Petersburgo (EUA)– A norte-americana Taylor Townsend tem motivos dobrados para comemorar nesta segunda-feira. Além da conquista do título do WTA 500 de Washington no fim de semana, ela garantiu a liderança do ranking de duplas, 13 anos depois de reinar como número 1 do mundo no ranking juvenil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-retorna-ao-top-10-e-davidovich-estreia-no-top-20.html",
        "title": "De Minaur retorna ao top 10 e Davidovich estreia no top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/deminaur-rebate-washington-2025-e1753710712656-1024x683.jpg",
        "date": "28/07/2025",
        "description": "Londres (Inglaterra)– O australiano subiu cinco posições após conquistar seu 10º título no circuito e o terceiro no ATP 500 de Washington no fim de semana. Com isso, ele voltou ao top 10 e agora aparece na oitava colocação no ranking da ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-comeca-a-semana-caindo-no-ranking-mas-dentro-do-top-50.html",
        "title": "Fonseca permanece no top 50, mas corre risco em Toronto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fonseca-backhand-treino-toronto-2025-1024x683.jpeg",
        "date": "28/07/2025",
        "description": "Londres (Inglaterra)– Voltando a competir após três semanas, o carioca João Fonseca caiu no ranking desta segunda-feira. Sem defender os seis pontos das oitavas de final do challenger de Chicago do ano passado, o número 1 do Brasil perdeu duas posições, caindo do atual 47º para o 49º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-segue-firme-no-ranking-e-laura-fica-perto-de-voltar-ao-top-200.html",
        "title": "Bia segue firme no ranking e Laura fica perto de voltar ao top 200",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/bia_miami_term_jimmie-1024x538.jpg",
        "date": "28/07/2025",
        "description": "São Petersburgo (EUA)– A paulista Beatriz Haddad Maia segue como a única brasileira no top 200 do ranking da WTA. Nesta segunda-feira, ela se manteve no 21º lugar, mas no WTA 1000 de Montréal terá a chance de subir se obtiver boa campanha, mas também de perder colocações em caso de eliminação precoce."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-o-namorado-curtem-show-do-coldplay-em-miami.html",
        "title": "Sabalenka e o namorado curtem show do Coldplay em Miami",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka_coldplay.jpg",
        "date": "28/07/2025",
        "description": "Miami (EUA) –Aryna Sabalenka, ausente do WTA 1000 de Montréal, aproveitou o tempo longe da competição para curtir de forma entusiasmada o show da banda inglesa Coldplay neste sábado no Hard Rock Stadium, em Miami. A número 1 do mundo estava acompanhada do namorado Georgios Frangulis, fundador da marca de superalimentosOakberry."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-sofrem-quedas-mas-devem-se-recuperar-no-proximo-ranking-da-atp.html",
        "title": "Brasileiros sofrem quedas, mas devem se recuperar no próximo ranking da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/reis_poa_prep-e1750675302260-1024x683.jpg",
        "date": "28/07/2025",
        "description": "Londres (Inglaterra)– O carioca João Fonseca não foi o único brasileiro asofrer queda no ranking desta semana. Dos 10 melhores tenistas do país na ATP, sete foram para baixo, um conseguiu manter a mesma colocação e somente dois subiram um pouco. Contudo, quase todos devem se recuperar no próximo ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/collins-vence-e-desafia-gauff-canadenses-avancam-em-casa.html",
        "title": "Collins vence e desafia Gauff, canadenses avançam em casa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/collins_charleston_grita-1024x656.jpg",
        "date": "27/07/2025",
        "description": "* atualizado à 23h59 com resultados da noite"
    }
]