[
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-alexandrova-estreiam-na-quinta-bia-joga-simples-e-duplas.html",
        "title": "Iga e Alexandrova estreiam na quinta, Bia joga simples e duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_siegemund_usopen.jpg",
        "date": "17/09/2025",
        "description": "Seul (Coreia do Sul) –Após dois dias muito prejudicados por chuva, as principais cabeças de chave do WTA 500 de Seul estreiam nesta quinta-feira. A rodada terá nomes como a polonesa Iga Swiatek e a russa Ekaterina Alexandrova. O dia também será de rodada dupla para Beatriz Haddad Maia, atual campeã do torneio. A brasileira disputa oitavas de simples e a estreia nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-17-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "17/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-visita-o-antigo-presidio-de-alcatraz-antes-da-laver-cup.html",
        "title": "Alcaraz visita o antigo presídio de Alcatraz antes da Laver Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_alcatraz.jpg",
        "date": "17/09/2025",
        "description": "São Francisco (EUA) –Carlos Alcaraz visitou nesta quarta-feira o antigo presídio de Alcatraz, na baía de São Francisco, popularmente conhecido como A Rocha. O espanhol de 22 anos está na cidade para a disputa da Laver Cup a partir desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-afirma-que-wta-promete-as-maes-coisas-que-nao-cumpre.html",
        "title": "Osaka afirma que WTA promete às mães coisas que não cumpre",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka-usopen-espera-2025-1024x681.jpg",
        "date": "17/09/2025",
        "description": "Nova York (EUA)– Uma das mamães do circuito atual, a japonesa Naomi Osaka manifestou seu descontentamento com as políticas da WTA em relação às tenistas que retornam ao circuito depois de dar à luz. Em declarações recentes noFinancial Times, ela falou sobre as dificuldades que enfrentou em sua volta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-nao-descarta-competir-nos-jogos-de-los-angeles-nada-e-impossivel.html",
        "title": "Venus não descarta competir nos Jogos de Los Angeles: “Nada é impossível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/venus-usopen-comemora-2025.jpg",
        "date": "17/09/2025",
        "description": "Los Angeles (EUA)– Aos 45 anos, a norte-americana Venus Williams segue ainda com vontade de competir, tanto que no último US Open ela esteve em quadra nas três chaves que poderia: simples, duplas e duplas mistas"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-pede-desculpas-por-comentarios-sobre-a-comida-chinesa.html",
        "title": "Townsend pede desculpas por comentários sobre a comida chinesa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/townsend_vibra_usopen_25-1024x697.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China) –A americana Taylor Townsend desculpou-se por postar uma série de vídeos no Instagram nos quais zombava de um bufê na China e dizia que “essas pessoas estão literalmente matando sapos”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-tive-um-momento-ruim-mas-consegui-me-acalmar-e-seguir-adiante.html",
        "title": "Bia: “Tive um momento ruim, mas consegui me acalmar e seguir adiante”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "17/09/2025",
        "description": "Seul (Coreia do Sul) –Horas depois devencer sua partida de estreiano WTA 500 de Seul, Beatriz Haddad Maia falou sobre a vitória diante da sul-coreana Dayeon Back e especialmente sobre o que aconteceu nos últimos games. Depois de ter liderado o segundo set por 5/0, a brasileira sofreu duas quebras e chegou a receber atendimento em quadra para aferição da pressão arterial. Ela perdeu potência no saque e teve mais dificuldades, mas conseguiu uma nova quebras a favor para definir a partida em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-virada-o-jovem-tien-supera-sua-estreia-como-cabeca-de-chave-na-atp.html",
        "title": "De virada, o jovem Tien supera sua estreia como cabeça de chave na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tien-hangzhou-2025-wednesday-e1758127672110-1024x682.jpg",
        "date": "17/09/2025",
        "description": "Hangzhou (China)– Competindo como cabeça de chave pela primeira vez em um ATP, o jovem norte-americano Learner Tien mostrou calma para superar a estreia no ATP 20 de Hangzhou de virada, derrotando o argentino Mariano Navone com parciais de 5/7, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shang-vence-a-primeira-desde-a-cirurgia-e-inicia-defesa-do-titulo-em-chengdu.html",
        "title": "Shang vence a primeira desde a cirurgia e inicia defesa do título em Chengdu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/shang-chengdu-2025-wednesday-e1758126153171-1024x682.jpg",
        "date": "17/09/2025",
        "description": "Chengdu (China)– Vivendo uma temporada complicada, o jovem chinês Juncheng Shang iniciou bem a defesa do título do ATP 250 de Chengdu, onde anotou sua primeira vitória desde janeiro. Nesta quarta-feira, o tenista da casa não decepcionou a torcida local e derrotou o belga Zizou Bergs por 6/1, 5/7 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ucrania-vence-espanha-e-avanca-para-a-semi-da-bjk-cup-pela-primeira-vez.html",
        "title": "Ucrânia vence Espanha e avança para a semi da BJK Cup pela primeira vez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/svitolina-bjkcup-vibra-2025-e1758122400383-1024x682.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China)– Pela primeira vez na história, a Ucrânia conseguiu se classificar para as semifinais da Billie Jean King Cup. A vaga inédita veio nesta quarta-feira com uma vitória por 2 a 0 sobre a Espanha, definida com os triunfos de Marta Kostyuk e Elina Svitolina nas partidas de simples."
    }
]