[
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-confirma-duelo-com-iga-nas-oitavas-paolini-tambem-vence.html",
        "title": "Rybakina confirma duelo com Iga nas oitavas, Paolini também vence",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rybakina_aplaude_rg-1024x591.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –No encontro entre duas campeãs de torneios preparatórios nesta temporada de saibro, Elena Rybakina dominou as ações contra Jelena Ostapenko e marcou um duplo 6/2 para chegar às oitavas de final de Roland Garros. A cazaque vem da conquista do WTA 500 de Estrasburgo no último sábado, enquanto a letã havia vencido Stuttgart em abril."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bem-humorada-sabalenka-coloca-iga-como-favorita-ao-titulo-em-paris.html",
        "title": "Bem-humorada, Sabalenka coloca Iga como favorita ao título em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_rg_rebate_saibro_sol-e1748621737754-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– A atual número 1 do mundo venceu sua terceira partida em Roland Garros por sets diretos, diante da sérvia Olga Danilović. Com parciais de 6/2 e 6/3, a bielorrussa Aryna Sabalenka manteve o controle sobre o jogo e acredita ter lidado bem com as condições de tempo adversas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-flerta-com-eliminacao-mas-avanca-em-cinco-sets.html",
        "title": "Rune flerta com eliminação, mas avança em cinco sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rune-roland-garros-olhabola-2025-scaled-e1748622159793-1024x683.jpeg",
        "date": "30/05/2025",
        "description": "Paris (França)– Cabeça de chave número 10, o dinamarquês Holger Rune teve enorme trabalho para sobreviver em Roland Garros nesta sexta-feira e precisou de cinco sets e 3h20 para derrotar o tenista da casa Quentin Halys de virada, com o placar final de 4/6, 6/2, 5/7, 7/5 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-fura-o-quali-e-brasil-tera-seis-juvenis-em-roland-garros.html",
        "title": "Naná fura o quali e Brasil terá seis juvenis em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/436258_1102073_zam_5177-e1712448443224-1024x768.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –O Brasil terá seis representantes nas chaves do torneio juvenil de Roland Garros, que começa no domingo. A última vaga foi garantida nesta sexta-feira por Nauhany Silva, que venceu a sul-africana Jahnie Van Zyl, de 16 anos e 157ª do ranking, por duplo 6/2 em jogo válido pela última rodada do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-mista-de-matos-salva-tres-match-points-e-bate-cabecas-8.html",
        "title": "Dupla mista de Matos salva três match-points e bate cabeças 8",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Com vaga garantida à última hora, a parceria entre o gaúcho Rafael Matos e a espanhola Cristina Bucsa obteve grande resultado nesta sexta-feira, ao derrotar os cabeças de chave 8, a tcheca Katerina Siniakova, líder do ranking feminino da especialidade, e o norte-americano Rajeev Ram, por 6/4, 2/6 e 13-11."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-vence-outra-e-iguala-terceira-maior-sequencia-em-roland-garros.html",
        "title": "Swiatek vence outra e iguala terceira maior sequência em Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_r3_grita-e1748621708369-1024x682.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– A polonesa Iga Swiatek segue escrevendo seu nome na história de Roland Garros e nesta sexta-feira conseguiu mais uma marca expressiva no Grand Slam francês. Ao derrotar a romena Jaqueline Cristian, 60ª do ranking e finalista em Rabat, com parciais de 6/2 e 7/6 (7-5), ela anotou sua 24ª vitória seguida no torneio, igualando a terceira maior sequência da Era Aberta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aniversariante-bia-haddad-hoje-e-dia-de-festejar.html",
        "title": "“Hoje é dia de festejar”, diz aniversariante Bia Haddad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7859_xgaplus.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Bia Haddad e Laura Siegemund venceram as japonesas Shuko Aoyama e Moyuka Uchijima, com parciais de 6/2 e 6/4, eavançaram para as oitavasde final em Roland Garros, feito inédito para a dupla. A brasileira e a alemã estiveram com o jogo sob controle e confirmaram o desempenho esperado, mesmo após boa recuperação da dupla adversária no segundo set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-vence-a-primeira-nas-mistas-e-encara-um-dos-favoritos.html",
        "title": "Stefani vence a primeira nas mistas e encara um dos favoritos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani_linz_term-1024x646.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Os duplistas brasileiros continuam somando boas vitórias neste Roland Garros. Classificada para a segunda rodada feminina, a paulista Luísa Stefani entrou de última hora nas duplas mistas e conseguiu a primeira vitória, Ela e o especiaista argentino Maximo Gonzalez derrotaram a russa Irina Khromacheva e o sueco Andre Goranson nesta sexta-feira, com parciais de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eu-ja-estava-pensando-nas-passagens-aereas-revela-bublik.html",
        "title": "“Eu já estava pensando nas passagens aéreas”, revela Bublik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bublik-rg-vibra-2025-1024x682.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– Um dos jogadores mais irreverentes do circuito, Alexander Bublik mostrou todo seu talento em uma enorme vitória de virada para cima do australiano Alex de Minaur, depois de estar perdendo por 2 sets a 0. Surpreso consigo mesmo em Roland Garros, o cazaque revelou que chegou a pensar em como ir embora de Paris durante o jogo que acabou vencendo."
    }
]