[
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-em-video-as-finais-da-copa-davis-em-bolonha.html",
        "title": "Relembre em vídeo a festa italiana pelo tetra na Copa Davis em Bolonha",
        "image": null,
        "date": "25/11/2025",
        "description": "Bolonha (Itália) –O canal de vídeos da Federação Internacional de Tênis publicou resumo das finais da Copa Davis deste ano, em que a equipe da Itália sagrou-se tetracampeã, tendo conquistado os três últimos títulos de forma consecutiva. Jogando diante de sua torcida na SuperTennis Arena, em Bolonha, a equipe italiana superou a Espanha por 2 a 0 no domingo passado, no confronto decisivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-da-temporada-do-circuito-beach-tennis-definidos-na-riviera.html",
        "title": "Campeões da temporada do Circuito Beach Tennis definidos na Riviera",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/campeaoA-e-geral_riviera.jpg",
        "date": "25/11/2025",
        "description": "Riviera de São Lourenço (SP –Ao término da 18ª e última etapa do Circuito Beach Tennis, no Beach Tennis Club Riviera, em Riviera de São Lourenço (SP), foram definidos os campeões gerais das categorias profissionais e amadoras no ano, com cerca de 9 mil atletas disputando todas as 18 etapas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-25-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "25/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-levei-minha-carreira-ao-limite-do-que-eu-poderia.html",
        "title": "Nadal: “Levei minha carreira ao limite do que eu poderia”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RafaelNadalCeremoniedhommageRafaelNadalRoland-Garros2025-18-1024x683.jpeg",
        "date": "25/11/2025",
        "description": "Manacor (Espanha) –Um ano depois de disputar a última partida de sua carreira profissional, em novembro de 2024 pela Copa Davis, Rafael Nadal concedeu uma longa entrevista a Jorge Valdano para a emissora espanholaMovistar+em que pôde relembrar os momentos finais da carreira e falar sobre sua relação atual com o tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ferias-forcadas-trazem-boas-noticias-e-sonhos-realizados-a-jabeur.html",
        "title": "Férias forçadas trazem boas notícias e sonhos realizados a Jabeur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jabeur_wtafinals_riad_palestra-1024x613.jpg",
        "date": "25/11/2025",
        "description": "Dubai (Emirados Árabes) –Afastada há mais de quatro meses das competições, desde que teve de abandonar na primeira rodada de Wimbledon, diante de Viktoriya Tomova, Ons Jabeur brindou os fãs com duas boas notícias, recentemente. A primeira, veio no meio deste mês quando revelou estar grávida. O nascimento de seu primeiro bebê está previsto para abril do ano que vem. Uma notícia que veio para suavizar as várias lesões que prejudicaram sua temporada, que teve retrospecto de apenas 15 vitórias e 15 derrotas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tambem-nao-passa-da-estreia-no-wta-125-de-buenos-aires.html",
        "title": "Pigossi também não passa da estreia no WTA 125 de Buenos Aires",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_bsas_back-1024x683.jpg",
        "date": "25/11/2025",
        "description": "Buenos Aires (Argentina) –A semana no WTA 125 de Buenos Aires não foi boa para as brasileiras. Após aqueda de Carol Meligenina última segunda-feira, Laura Pigossi também foi eliminada na rodada de estreia. A número 2 do Brasil e 194ª do mundo perdeu por 6/1 e 6/2 para a experiente norte-americana Varvara Lepchenko, canhota de 39 anos e 157ª colocada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-se-encontra-com-guga-e-bia-no-jantar-do-patrocinador.html",
        "title": "Sabalenka se encontra com Guga e Bia no jantar do patrocinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sabalenka_jantar_stellaartois-1024x696.jpg",
        "date": "25/11/2025",
        "description": "São Paulo (SP) –Combinando com o nome do produto, Aryna Sabalenka se vestiu de dourado para o jantar promovido pela Stella Artois, que reuniu vários famosos na noite desta segunda-feira em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-de-slam-vitoria-miranda-e-luiz-calixto-definem-proximos-passos.html",
        "title": "Campeões de Slam, Vitória Miranda e Luiz Calixto definem próximos passos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/calixto_miranda_parapan.jpg",
        "date": "25/11/2025",
        "description": "A dupla mineira de Vitória Miranda e Luiz Calixto fez história ao longo da última temporada com títulos de Grand Slam para o Brasil no tênis em cadeira de rodas, no Australian Open e também em Roland Garros. Os dois tambémconquistaram medalhas de ourono Parapan de Jovens, disputado em Santiago, evento que marcou a despedida para eles do circuito juvenil. Miranda e Calixto já definem os próximos passos, visando o tênis profissional e com o sonho de voltar aos grandes palcos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pre-temporada-prepara-fonseca-para-exigencias-do-top-30.html",
        "title": "Pré-temporada prepara Fonseca para exigências do top 30",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-iw-treina-2025-1024x683.jpg",
        "date": "25/11/2025",
        "description": "Rio de Janeiro (RJ) –A pré-temporada de João Fonseca,iniciada na última segunda-feirano Rio de Janeiro e que vai durar cinco semanas, servirá de preparação também para um calendário mais exigente em 2026. Depois de terminar o ano no top 30, o atual número 1 do Brasil e 24º do mundo terá que cumprir um regulamento que prevê a participação em grandes torneios ao longo do próximo ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-miguel-e-victoria-barros-estreiam-bem-em-j500-no-mexico.html",
        "title": "Guto Miguel e Victória Barros estreiam bem em J500 no México",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/guto_back_sauipe.jpg",
        "date": "25/11/2025",
        "description": "Merida (México) –Brasileiros mais bem colocados no ranking mundial juvenil, o goiano Guto Miguel e a potiguar Victória Barros estrearam bem na disputa do ITF J500 de Merida, em quadras de saibro no México."
    }
]