[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_olhabola-1024x683.jpg",
        "date": "23/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualficatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-seu-melhor-ranking-reis-e-heide-sobem.html",
        "title": "Fonseca mantém seu melhor ranking, Reis e Heide sobem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/FonsecaDay1-1-1024x645.jpg",
        "date": "23/09/2025",
        "description": "Londres (Inglaterra) –Depois de defender o Brasil na Copa Davis contra a Grécia e de participar da Laver Cup pela primeira vez nos Estados Unidos, João Fonseca se mantém com o melhor ranking da carreira. O carioca de 19 anos e número 1 do Brasil é o atual 42º do mundo pela terceira semana consecutiva. O próximo torneio de Fonseca será o Masters 1000 de Xangai, a partir de 1º de outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-da-semana-tabilo-e-bublik-saltam-no-ranking-da-atp.html",
        "title": "Campeões da semana, Tabilo e Bublik saltam no ranking da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tabilo_chengdu_trofeu_pandas_cut-1024x652.jpg",
        "date": "23/09/2025",
        "description": "Chengdu (China) –Com o fim dos dois torneios ATP 250 disputados na China, os dois campeões desta terça-feira saltaram no ranking recém atualizado. O chilenoAlejandro Tabilo, vencedor em Chengdu, recuperou posições, enquanto o cazaqueAlexander Bublikatingiu a melhor marca da carreira com o título em Hangzhou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-preto-sediara-um-sand-series-em-outubro-com-estrutura-ampliada.html",
        "title": "Ribeirão Preto sediará um Sand Series em outubro com estrutura ampliada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sand-Series-Ribeirao.png",
        "date": "23/09/2025",
        "description": "Ribeirão Preto (SP) –O Sand Series de Ribeirão Preto, o torneio de beach tennis de maior pontuação no mundo, acontece pela 3ª vez consecutiva na cidade. O torneio será realizado entre os dias 15 e 19 de outubro, no Arena Beach Ribeirão. No total, 64 atletas (18 duplas masculinas e 18 femininas) disputarão a premiação de 75 mil dólares."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rodada-em-toquio-tem-berrettini-tiafoe-e-duelo-brasileiro-nas-duplas.html",
        "title": "Rodada em Tóquio tem Berrettini, Tiafoe e duelo brasileiro nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/berrettini-rome-2025-saturday-1024x576.jpg",
        "date": "23/09/2025",
        "description": "Tóquio (Japão) –A disputa do ATP 500 de Tóquio começa na noite desta terça-feira, às 23h (de Brasília), e avança durante a madrugada. Entre os cabeças de chave em quadra estarão o canadense Denis Shapovalov e o norte-americano Frances Tiafoe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-sakkari-e-andreescu-sao-destaques-do-1o-dia-em-pequim.html",
        "title": "Krejcikova, Sakkari e Andreescu são destaques do 1º dia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreescu_mtl_toss-1024x615.jpg",
        "date": "23/09/2025",
        "description": "Pequim (China) –O primeiro dia da chave principal do WTA 1000 de Pequim ainda não conta com as cabeças de chave, mas terá duas campeãs de Grand Slam em quadra, Barbora Krejcikova e Bianca Andreescu, além de outra ex-top 5, a grega Maria Sakkari. O torneio é transmitido no Brasil peloDisney+."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mentor-de-djokovic-croata-niki-pilic-falece-aos-86-anos.html",
        "title": "Mentor de Djokovic, croata Niki Pilic falece aos 86 anos",
        "image": null,
        "date": "23/09/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-consegue-a-segunda-vitoria-contra-top-100-e-enfrenta-pucinelli.html",
        "title": "Reis consegue a segunda vitória contra top 100 e enfrenta Pucinelli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-vibra-2025-e1749938079620-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Buenos Aires (Argentina) –Na semana em que aparece com o melhor ranking da carreira, ocupando agora o 222º lugar da ATP, João Lucas Reis conseguiu um ótimo resultado na rodada de estreia do challenger de Buenos Aires, em quadras de saibro. Reis superou o norte-americano Emilio Nava, cabeça 2 do evento e número 90 do mundo, por 4/6, 7/5 e 7/5 em 2h35 de partida nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/costa-do-sauipe-open-estreia-com-acoes-sustentaveis-de-longo-prazo.html",
        "title": "Costa do Sauípe Open estreia com ações sustentáveis de longo prazo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sauipe_pulseiras.jpg",
        "date": "23/09/2025",
        "description": "Costa do Sauípe (Bahia)– De 19 a 26 de outubro, o resort Costa do Sauípe, na Bahia, será palco do inédito ATP Challenger 125 Costa do Sauípe Open, que reunirá os principais nomes do tênis brasileiro, como Thiago Monteiro, Thiago Wild e João Lucas Reis e contará com fortes nomes internacionais. Além do espetáculo esportivo, dos 125 pontos no ranking ATP para o campeão, da premiação total de US$ 200 mil, o torneio estreia com um compromisso sólido: ser referência em sustentabilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-definidos-na-etapa-de-barueri-do-circuito-beach-tennis.html",
        "title": "Campeões definidos na etapa de Barueri do Circuito Beach Tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Tambore_campeoes.jpg",
        "date": "23/09/2025",
        "description": "Barueri (SP) –Os campeões da 14ª etapa do Circuito Beach Tennis, realizado no Prainha Tamboré, em Alphaville, Barueri, foram definidos no último domingo. Esta foi a segunda vez que o local recebeu uma etapa do circuito."
    }
]