[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-x-draper-siga-comentarios-game-a-game.html",
        "title": "Fonseca x Draper: siga comentários game a game",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-rebate-2025-1024x683.jpeg",
        "date": "31/05/2025",
        "description": "Terceiro set0-2 –Sem pressa e ousando até jogar bolas no lado direito do brasileiro, Draper confirma quebra e faz outra deixadinha perfeita.0-1 –Draper começa o set atacando o serviço do brasileiro, que voltou a mostrar um forehand descalibrado"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-31-05.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-derecha-rg-2025-r2-e1748633559797-1024x682.jpg",
        "date": "31/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-repete-oitavas-em-paris-mas-encara-agora-as-numeros-1.html",
        "title": "Stefani repete oitavas em Paris, mas encara agora as números 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/luisa_timea_rg3___loic_wacziak___fft_web_.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Depois de uma vitória muito fácil na estreia, que durou apenas 46 minutos, Luísa Stefani e a parceira húngara Timea Babos tiveram inesperada dificuldade diante da tcheca Anastasia Detiuc e a ucraniana Yuliia Starodubtseva. Chegaram a perder o primeiro set antes de reagir e anotar as parciais de 4/6, 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-acelera-vence-a-17a-seguida-em-grand-slam-e-vai-as-oitavas.html",
        "title": "Sinner acelera, vence a 17ª seguida em Grand Slam e vai às oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDh3KydWJ-7kSsBe_20250529_RG_LW_3069-scaled-e1748695066100-1024x681.jpeg",
        "date": "31/05/2025",
        "description": "Paris (França)– O sábado começou com rapidez em Roland Garros, pelo menos por parte do italiano Jannik Sinner que acelerou para derrubar o tcheco Jiri Lehecka e gastou apenas 94 minutos na vitória em sets diretos e com o placar final de 6/0, 6/1 e 6/2 para se garantir nas oitavas de final em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-romboli-supera-pressao-da-torcida-e-vai-as-oitavas.html",
        "title": "Dupla de Romboli supera pressão da torcida e vai às oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/romboli-hamburgo-movimenta-2025-e1748001780927-1024x684.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Fernando Romboli é o segundo brasileiro já garantido nas oitavas de final de Roland Garros. Ele se junta Beatriz Haddad Maia ao ganhar sua segunda partida na chave de duplas. A parceria com o australiano John-Patrick Smith precisou superar toda a torcida contrária na vitória sobre os franceses Arthur Cazaux e Harold Mayot, por 7/5, 6/7 (7-9) e 6/4, numa longa partida de 2h52."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-se-torna-a-mais-jovem-a-vencer-10-vezes-em-rg-desde-1997.html",
        "title": "Andreeva se torna a mais jovem a vencer 10 vezes em RG desde 1997",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/aDWhFidWJ-7kSkuI_CLE_ANDREEVA_HLRG20251R-1024x683.jpg",
        "date": "31/05/2025",
        "description": "Paris (França)– Um dos talentos mais precoces da atualidade na WTA, a russa Mirra Andreeva já acumula 10 vitórias em Roland Garros. Neste sábado, ela teve pela frente a cazaque Yulia Putintseva pela terceira rodada do torneio e gastou apenas 76 minutos para avançar, marcando parciais de 6/3 e 6/1 sobre a cabeça de chave 32."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-encontra-com-stephens-e-venus-em-estudio-de-tv.html",
        "title": "Gauff se encontra com Stephens e Venus em estúdio de TV",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Gauff_sloane_venus-2.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Três gerações de campeãs americanas tiveram um reencontro emocionante nesta quinta-feira em Roland Garros, quando Coco Gauff se juntou a Sloane Stephens e Venus Williams em um estúdio da televisão americana em Paris após sua vitória na segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luis-britto-e-semifinalista-de-duplas-em-challenger-nos-eua.html",
        "title": "Luis Britto é semifinalista de duplas em challenger nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/luis_britto_back.jpg",
        "date": "30/05/2025",
        "description": "Little Rock (EUA) –Único brasileiro na chave de duplas do challenger de Little Rock, Luis Britto está na semifinal do torneio em quadras duras nos Estados Unidos. Britto e o tailandês Pruchya Isaro venceram nesta sexta-feira os australianos Patrick Harper e Kody Pearson por duplo 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sofri-bastante-mas-fiz-uma-boa-partida-avalia-alcaraz.html",
        "title": "“Sofri bastante, mas fiz uma boa partida”, avalia Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz_prepara_rg_fft-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Depois devencer seu terceiro jogo em Roland Garros, Carlos Alcaraz falou sobre o bom teste que precisou ter nesta sexta-feira contra o bósnio Damir Dzumhur, 69º do ranking. Após o domínio nos dois primeiros sets, o espanhol viu o adversário crescer na partida depois de tratar de um desconforto no quadril. As duas últimas parciais foram mais competitivas, mas o atual campeão do torneio segue na busca pelo bicampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lucas-moscatto-e-finalista-na-bolivia-e-busca-primeiro-itf-juvenil.html",
        "title": "Lucas Moscatto é finalista na Bolívia e busca primeiro ITF juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/lucas_moscatto_term_rtb-1024x639.jpg",
        "date": "30/05/2025",
        "description": "Tarija (Bolívia) –O paulista de 16 anos Lucas Moscatto será o representante brasileiro na final do ITF J60 de Tarija, em quadras de saibro na Bolívia. Ele venceu o venezuelano Ignacio de Armas, principal cabeça de chave, por 6/4, 2/6 e 7/5."
    }
]