[
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-derruba-a-atual-campea-keys-e-faz-semi-em-adelaide.html",
        "title": "Mboko derruba a atual campeã Keys e faz semi em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/mboko-adelaide-celebra-2026-e1768466034315-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Adelaide (Austrália)– A canadense Victoria Mboko segue firme no WTA 500 de Adelaide e já está nas semifinais. Algoz da brasileira Beatriz Haddad Maia na estreia, nesta quinta-feira a tenista de 19 anos eliminou a norte-americana Madison Keys, atual campeã do torneio, com o placar final de 6/4, 4/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-eu-me-identifico-com-o-estilo-e-a-mentalidade-de-alcaraz.html",
        "title": "Federer: “Eu me identifico com o estilo e a mentalidade de Alcaraz”",
        "image": null,
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Presença ilustre no Australian Open deste ano,participando da cerimônia de abertura, que acontecerá no próximo sábado, o suíço Roger Federer concedeu uma entrevista coletiva nesta quinta-feira na qual falou de vários assuntos, entre eles a possibilidade de Carlos Alcaraz completar o Grand Slam da carreira em Melbourne,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-treina-com-filho-de-hewitt-e-fala-sobre-pressao.html",
        "title": "Fonseca treina com filho de Hewitt e fala sobre pressão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-ausopen-treina-2026-e1768461841231-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Depois de algumas dúvidas sobre sua condição para a disputa do Australian Open, o carioca João Fonseca treinou nesta quinta-feira na Kia Arena com o australiano Cruz Hewitt, filho do ex-número 1 do mundo Lleyton Hewitt."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-tera-trabalho-no-inicio-da-caminhada-iga-estreia-contra-quali.html",
        "title": "Sabalenka terá trabalho no início da caminhada, Iga estreia contra quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/swiatek_sabalenka_mad24_antes-1024x677.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– As duas principais candidatas ao título do Australian Open tiveram sortes diferentes no chaveamento desta quinta-feira. Enquanto a bielorrussa Aryna Sabalenka deverá ter trabalho já nas rodadas iniciais, a polonesa Iga Swiatek tem tudo para chegar sem sustos nas oitavas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-cai-com-djokovic-musetti-e-shelton-em-sua-chave.html",
        "title": "Sinner cai com Djokovic, Musetti e Shelton em sua chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sinner-ao-olhabola-2025-e1737355348459-1024x683.jpeg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Campeão dos últimos dois anos no Australian Open, o italiano Jannik Sinner pegou uma chave com alguns bons desafios já no começo, como um eventual duelo como carioca João Fonseca na terceira rodada. Além disso, o cabeça de chave número 2 viu o sérvio Novak Djokovic e o compatriota Lorenzo Musetti caírem do seu lado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-encara-chave-favoravel-e-tem-zverev-em-eventual-semi.html",
        "title": "Alcaraz encara chave favorável e tem Zverev em eventual semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/alcaraz_ausopen_rebate_2r_corinne-e1736996484309-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Cabeça de chave número 1 no Australian Open, único Grand Slam que ainda não venceu, o espanhol Carlos Alcaraz teve um sorteio interessante nesta quinta-feira e não deve ter grandes obstáculos até uma eventual semifinal, quando pode cruzar com fortes candidatos ao título, o principal deles o alemão Alexander Zverev."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-pode-cruzar-com-sinner-na-terceira-rodada-do-ao.html",
        "title": "Fonseca pode cruzar com Sinner na terceira rodada do AO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Fonseca_ausopen_rebate_2r-scaled-e1738001837670-1024x683.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Depois de surpreender no ano passado, derrubando o russo Andrey Rublev na primeira rodada, o jovem carioca João Fonseca volta ao Australian Open com uma tarefa menos complexa na estreia. O sorteio desta quinta-feira em Melbourne colocou o norte-americano Eliot Spizzirri como seu primeiro obstáculo na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-contra-putintseva-e-escapa-das-principais-favoritas-no-inicio.html",
        "title": "Bia estreia contra Putintseva e escapa das principais favoritas no início",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/Beatriz_Haddad_Maia_-_Australian_Open_2025_-_Day_7-DSC_8319_xgaplus.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Única representante brasileira na chave feminina de simples no Australian Open, a paulista Beatriz Haddad Maia conseguiu escapar das principais favoritas no começo e vai estrear contra a cazaque Yulia Putintseva, de 31 anos e atual 105ª do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-acompanhe-o-sorteio-das-chaves-do-australian-open.html",
        "title": "Veja como foi o sorteio das chaves do Australian Open",
        "image": null,
        "date": "15/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kokkinakis-sera-baixa-de-ultima-hora-no-australian-open.html",
        "title": "Kokkinakis será baixa de última hora no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kokkinakis-adelaide-acena-2026-.jpg",
        "date": "15/01/2026",
        "description": "Melbourne (Austrália)– Minutos antes do sorteio das chaves do Australian Open, o tenista da casa Thanasi Kokkinakis anunciou sua desistência do torneio através das redes sociais. Nesta semana, Kokkinakisse retirou do ATP 250 de Adelaidepor lesão no ombro"
    }
]