[
    {
        "url": "https://tenisbrasil.uol.com.br/murray-ja-tem-nova-ocupacao-apos-encerrar-parceria-com-djokovic.html",
        "title": "Murray já tem nova ocupação após encerrar parceria com Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/murray-djokovic-iw-treino-1024x683.jpg",
        "date": "20/05/2025",
        "description": "Londres (Inglaterra)– Pouco depois de se separar do sérvio Novak Djokovic, o britânico Andy Murray já tem um novo projeto e não é no tênis. Ele se tornou sócio da empresa de investimentos “Redrice Ventures”, que atua com capitais de risco. Aos 38 anos, o ex-número 1 agora levará sua ética de trabalho e determinação para ter sucesso para seu novo emprego."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-20-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "20/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Qualificatório – Primeira rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-na-lagoa-comemora-21-anos-e-os-80-anos-do-padrinho-koch.html",
        "title": "“Tênis na Lagoa” comemora 21 anos e os 80 anos do padrinho Koch",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Tenis-na-Lagoa_21-anos.jpg",
        "date": "20/05/2025",
        "description": "Rio de Janeiro (RJ) –O Tênis da Lagoa, projeto social mais longevo do Rio de Janeiro que completou 21 anos de existência, comemorou o aniversário no último domingo, na quadra, com festa também para seu padrinho, Thomaz Koch, que na última semana fez 80 anos de idade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/imprensa-russa-diz-que-moya-sera-o-futuro-treinador-de-sinner.html",
        "title": "Imprensa russa diz que Moyá será o futuro treinador de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sinner-rome-2025-monday-2-e1747756454949-1024x682.jpg",
        "date": "20/05/2025",
        "description": "Moscou (Rússia)– Com a iminente aposentadoria do australiano Darren Cahill, que encerrará sua carreira no final desta temporada, o italiano Jannik Sinner estava em busca de um substituto. Segundo o meio russoBolshe!, a procura acabou e o próximo treinador do número 1 do mundo será o espanhol Carlos Moyá."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quadras-de-wimbledon-ja-estao-abertas-para-os-ultimos-detalhes.html",
        "title": "Quadras de Wimbledon já estão abertas para os últimos detalhes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/wimbledon_quadras-abertas.jpg",
        "date": "20/05/2025",
        "description": "Londres (Inglatrerra) –O All England Lawn Tennis Club está a quase 40 dias da largada da 138ª edição de Wimbledon, que será realizada de 30 de junho a 13 de julho. Fãs do Reino Unido e do mundo todo, com destaque para Estados Unidos, Itália e Irlanda, demonstraram forte interesse em participar da quinzena de Wimbledon. Vários tipos de ingresso já estão esgotados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-anota-a-primeira-vitoria-brasileira-no-quali-de-roland-garros.html",
        "title": "Wild anota a primeira vitória brasileira no quali de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_austria_vibra-1024x624.jpg",
        "date": "20/05/2025",
        "description": "Paris (França)– Depois de um começo com duas derrotas, a participação brasileira o quali de Roland Garros enfim teve um resultado positivo. O responsável pela primeira vitória do país este ano no saibro francês foi o paranaense Thiago Wild, que bateu o experiente japonês de 32 anos Yasutaka Uchiyama em sets diretos, anotando duplo 6/3 após 1h28 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-lidera-a-fortissima-chave-do-tradicional-atp-do-queens.html",
        "title": "Alcaraz lidera a fortíssima chave do tradicional ATP do Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/06/0623_queens_voleia_grama_800_int.jpg",
        "date": "20/05/2025",
        "description": "Londres (Inglaterra)– Um dos torneios mais tradicionais do circuito, o ATP 500 de Halle terá uma chave fortíssima, com seis top 10 na disputa, liderados pelo espanhol Carlos Alcaraz. Além dele, mais dois top 5 estarão em ação na grama britânica: o norte-americano Taylor Fritz e o tenista da casa Jack Draper."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-zverev-sao-os-unicos-top-10-em-halle-e-fonseca-fica-na-espera.html",
        "title": "Sinner e Zverev são os únicos top 10 em Halle e Fonseca fica na espera",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/sinner-halle-2024-sf-1024x576.jpg",
        "date": "20/05/2025",
        "description": "Halle (Alemanha)– Embora vá contar com apenas dois top 10 em sua lista de inscritos, o ATP 500 de Halle terá dois dos principais nomes do circuito na atualidade. O italiano Jannik Sinner e o alemão Alexander Zverev, respectivamente número 1 e 3 do mundo, são os principais favoritos ao título na competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/meligeni-leva-virada-e-se-despede-do-quali-na-primeira-rodada.html",
        "title": "Meligeni leva virada e se despede do quali na primeira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/meligeni-rio-2025-1024x646.jpg",
        "date": "20/05/2025",
        "description": "Paris (França)– A participação brasileira no quali de Roland Garros segue sem vitórias. Depois daeliminação de Laura Pigossi na estreia, nesta terça-feira foi a vez de Felipe Meligeni seguir o mesmo caminho. O paulista até saiu na frente do alemão Henri Squire, mas levou a virada e caiu com parciais de 3/6, 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-anuncia-projeto-de-reformulacao-de-us-800-milhoes.html",
        "title": "US Open anuncia projeto de reformulação de US$ 800 milhões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/us-open-2027-renovation-ashe-e1747743753259-1024x682.jpg",
        "date": "20/05/2025",
        "description": "Nova York (EUA)– Na última segunda-feira, a USTA anunciou planos para um investimento de US$ 800 milhões no US Open, com destaque para a reformulação do Arthur Ashe Stadium e a criação de um novo centro de desempenho dos jogadores."
    }
]