[
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-e-fils-tambem-desistem-e-bublik-sera-cabeca-em-wimbledon.html",
        "title": "Ruud e Fils também desistem e Bublik será cabeça em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ruud_rg-1024x622.jpg",
        "date": "22/06/2025",
        "description": "Londres (Inglaterra)– A lista de desistências para Wimbledon continua a crescer no masculino. Neste fim de semana, o norueguês Casper Ruud e o francês Arthur Fils também confirmaram ausência por não se recuperaram fisicamente. Com a já anunciada saída de Sebastian Korda, abriram-se três vagas entre os 32 cabeças de chave e entrarão Tallon Griekspoor, Matteo Berrettini e Alexander Bublik."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-schiessl-garante-3o-titulo-profissional-saraiva-e-vice-na-tunisia.html",
        "title": "João Schiessl garante 3º título profissional, Saraiva é vice na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/schiessl_romenia_trofeu.jpg",
        "date": "22/06/2025",
        "description": "Cluj Napoca (Romênia) –O paranaense João Schiessl conquistou o título do ITF M15 de Cluj Napoca, em quadras de saibro na Romênia, ao vencer na final o anfitrião e cabeça 5 Stefan Andreescu por 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-22-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_prepara-1024x682.jpg",
        "date": "22/06/2025",
        "description": "WTA 250 de Nottingham (Inglaterra) – Grama – US$ 275.094Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-volta-a-brilhar-nas-quadras-de-grama-e-conquista-berlim.html",
        "title": "Vondrousova volta a brilhar nas quadras de grama e conquista Berlim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/marketa_berlim_corre-1024x614.jpg",
        "date": "22/06/2025",
        "description": "Berlim (Alemanha) –Dois anos depois de conquistar seu primeiro Grand Slam em Wimbledon, Marketa Vondrousova voltou a brilhar em uma quadra de grama e garantiu o título do WTA 500 de Berlim. A tcheca superou neste domingo a chinesa Xinyu Wang, 49ª do ranking, por 7/6 (12-10), 4/6 e 6/2 em 2h16 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chow-marquezini-e-cariani-burmakin-faturam-o-bt-400-de-tucurui.html",
        "title": "Cariani/Burmakin e Marquezini/ Chow faturam o BT 400 de Tucuruí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/burmakin_cariani_tucurui.jpg",
        "date": "22/06/2025",
        "description": "Tucuruí (PA) –Noite quase que 100% brasileira no Amazônia Open Sunset. O país levou os títulos masculino e feminino do BT 400 de Tucuruí, realizado no CT Paranhos, com premiação de US$ 35 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "21/06/2025",
        "description": "ATP250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cada-vez-mais-confiante-alcaraz-busca-revanche-contra-lehecka.html",
        "title": "Cada vez mais confiante, Alcaraz busca revanche contra Lehecka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/2025-carlos-alcaraz-hsbc-championships-r2-1024x615.jpg",
        "date": "21/06/2025",
        "description": "Londres (Inglaterra) –De volta à final do ATP 500 de Queen’s depois de dois anos, Carlos Alcaraz se sente cada vez mais confiante e pode conquistar seu quarto título em quadras de grama. Ele já venceu o torneio londrino em 2023 além de ser o atual bicampeão de Wimbledon. O espanhol carrega uma invencibilidade de 17 jogos, depois de terminar a temporada de saibro conquistando os títulos de Roma e Roland Garros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-pucinelli-e-boscardin-disputam-challenger-no-saibro-de-lima.html",
        "title": "Reis, Pucinelli e Boscardin disputam challenger no saibro de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "21/06/2025",
        "description": "Lima (Peru) –Três brasileiros disputam na próxima semana o challenger de Lima, em quadras de saibro. O pernambucano João Lucas Reis e o paulista Matheus Pucinelli são cabeças de chave e têm companhia do catarinense Pedro Boscardin."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chabalgoity-e-vice-no-saibro-alemao-enzo-flores-e-finalista-na-romenia.html",
        "title": "Chabalgoity é vice no saibro alemão, Enzo Flores é finalista na Romênia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chabalgoity_j200ale_trofeus.jpg",
        "date": "21/06/2025",
        "description": "Gladbeck (Alemanha) –Depois de ter vencido quatro jogos na semana, juvenil brasiliense Pedro Chabalgoity ficou com o vice-campeonato no ITF J200 de Gladbeck, no saibro alemão. Em uma final duríssima contra o norte-americano Dominick Mosejczuk, cabeça 2 do torneio e 37º do ranking, Chabalgoity acabou superado por 6/4, 5/7 e 7/6 (7-1). Com 3h30 de duração, esta foi a final mais longa na história do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-volta-a-superar-zverev-e-decide-halle-contra-bublik.html",
        "title": "Medvedev volta a superar Zverev e decide Halle contra Bublik",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/medvedev_halle_vibra_semi-1024x512.jpg",
        "date": "21/06/2025",
        "description": "Halle (Alemanha) –O vigésimo encontro entre Daniil Medvedev e Alexander Zverev terminou com mais uma vitória do russo, que ampliou a vantagem no histórico de confrontos contra o alemão para 13 a 7 e garantiu vaga na final do ATP 500 de Halle, em quadras de grama. Medvedev venceu Zverev por 7/6 (7-3), 6/7 (1-7) e 6/4 em 2h59 de partida neste sábado."
    }
]