[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-resultados-desta-terca-14-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_treina-e1758035064715-1024x681.jpg",
        "date": "14/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/elias-ymer-vence-duelo-de-irmaos-cilic-e-berrettini-tambem-avancam.html",
        "title": "Elias Ymer vence duelo de irmãos, Cilic e Berrettini também avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ymer-stockholm-2025-fh-1024x576.jpg",
        "date": "14/10/2025",
        "description": "Estocolmo (Suécia) –Um duelo de irmãos marcou a rodada desta terça-feira pelo ATP 250 de Estocolmo, em quadras duras e cobertas. Os convidados suecos Elias e Mikael Ymer se enfrentaram e o mais velho levou a melhor, com parciais de 6/2 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-domina-a-partida-de-estreia-no-rio-de-janeiro.html",
        "title": "Carol Meligeni domina a partida de estreia no Rio de Janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carol_vibra_rio-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Rio de Janeiro (RJ) –A segunda vitória brasileira no Rio Ladies Open é de Carol Meligeni. A campineira de 29 anos e número 3 do país dominou a partida contra a colombiana Maria Paulina Perez, 281ª do ranking, e marcou um duplo 6/1.Ela se junta à gaúcha Gabriela Cé, que havia vencido na última segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/collignon-e-o-jovem-bailly-vao-as-oitavas-em-bruxelas-goffin-e-bergs-caem.html",
        "title": "Collignon e o jovem Bailly vão às oitavas em Bruxelas, Goffin e Bergs caem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bailly_bruxelas_vibra-1024x682.jpg",
        "date": "14/10/2025",
        "description": "Bruxelas (Bélgica) –No duelo entre dois jogadores belgas nesta terça-feira, o convidado Raphael Collignon levou a melhor sobre o cabeça 8 Zizou Bergs e estreou com vitória no ATP 250 de Bruxelas, em quadras duras e cobertas. Collignon, de 23 anos e 90º do ranking, marcou as parciais de 6/4 e 7/6 (7-5) diante do compatriota, 39º colocado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/diretor-de-paris-confia-na-presenca-de-alcaraz-e-sinner-no-torneio.html",
        "title": "Diretor de Paris confia na presença de Alcaraz e Sinner no torneio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_alcaraz_uso25_antes-1024x576.jpg",
        "date": "14/10/2025",
        "description": "Paris (França)– Último Masters 1000, o torneio de Paris terá início em 27 de outubro e pela primeira vez acontecerá na Arena Défense, na periferia oeste da capital francesa, saindo do Palácio de Bercy para cumprir os requisitos da ATP. Diretor do torneio, Cedric Pioline mostrou confiança na presença dos principais astros no evento em entrevista àAFP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-ajustes-no-saque-e-titulo-gauff-vai-confiante-para-o-wta-finals.html",
        "title": "Após ajustes no saque e título, Gauff vai confiante para o WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/gauff_trofeu_wuhan.jpg",
        "date": "14/10/2025",
        "description": "Wuhan (China) –A conquista de Coco Gauff no WTA 1000 de Wuhan no último domingo coincide com o momento em que a atual número 3 do mundo fez ajustes na equipe para corrigir um problema recorrente em seu jogo. Gauff contratou Gavin MacMillan, especialista em biomecânica, pouco antes do US Open. O objetivo era solucionar as dificuldades que a norte-americana tinha com o saque. Embora tenha caído ainda nas oitavas no Grand Slam nova-iorquino, a jovem de 21 anos seguiu trabalhando e logo conseguiu dois bons resultados, na China, tendo sido semifinalista anterior em Pequim na semana anterior ao título"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nunca-fomos-amigos-afirma-djokovic-sobre-seus-rivais-nadal-e-federer.html",
        "title": "“Nunca fomos amigos”, afirma Djokovic sobre seus rivais Nadal e Federer",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-federer-nadal-murray-roland-garros-2025-1-e1749816148276-1024x683.jpg",
        "date": "14/10/2025",
        "description": "Milão (Itália)– O sérvio Novak Djokovic admitiu que nunca foi amigo de seus grandes rivais, o suíço Roger Federer e o espanhol Rafael Nadal, com quem dominou o circuito masculino pela maior parte das últimas duas décadas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-recebe-nao-de-toni-nadal-e-novas-criticas-de-becker.html",
        "title": "Zverev recebe não de Toni Nadal e novas críticas de Becker",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zverev-pequim-back-2025.jpg",
        "date": "14/10/2025",
        "description": "Hamburgo (Alemanha)– Embora tenha começado a temporada com o vice-campeonato do Australian Open, o alemão Alexander Zverev não vem em um grande ano e tem encarado mais reveses do que o normal. Nesta semana foram mais dois para conta, ambos fora das quadras. Ele recebeu um não de Toni Nadal e críticas do compatriota Boris Becker."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-fora-ate-do-quali-vacherot-pede-convite-na-chave-e-aguarda.html",
        "title": "De fora até do quali, Vacherot pede convite na chave em Paris e aguarda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Valentin-Vacherot-Xangai-2025-e1759861647782-1024x682.jpg",
        "date": "14/10/2025",
        "description": "Paris (França)– Vencedor do Masters 1000 de Xangai no domingo, o monegasco Valentin Vacherot ainda não tem garantia de participação no Masters 1000 de Paris. Quando as inscrições para o torneio foram encerradas, ele era apenas o 204º colocado no ranking mundial e por isso sequer conseguiu um lugar no quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australianos-tem-dia-quase-perfeito-em-almaty-e-passam-pela-estreia.html",
        "title": "Australianos têm dia quase perfeito em Almaty e passam pela estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vukic-almaty-2025-e1760456246424-1024x685.jpeg",
        "date": "14/10/2025",
        "description": "Almaty (Cazaquistão)– Os australianos brilharam nesta terça-feira no ATP 250 de Almaty e só não tiveram aproveitamento de 100% porque houve um duelo de compatriotas que terminou com Adam Walton derrotando Tristan Schoolkate por 7/6 (7-4), 6/7 (3-7) e 6/2, para pegar o russo Daniil Medvedev, cabeça de chave 2, na próxima rodada."
    }
]