[
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-sabalenka-venus-estrelas-do-us-open-tambem-na-moda.html",
        "title": "Osaka, Sabalenka, Venus, estrelas do US Open também na moda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka_usopen_vibra_R16-1024x576.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –A vibrante energia de Nova York provou mais uma vez que o estilo de se vestir no tênis pode ser tão marcante quanto as próprias partidas. As quadras do Billie Jean King National Tennis Center se transformam durante o US Open em um palco onde o esporte se mistura à moda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-bate-dois-recordes-com-vitoria-sobre-musetti-no-us-open.html",
        "title": "Sinner bate dois recordes com vitória sobre Musetti no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-back-2025-1024x681.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA)– Aos poucos, o italiano Jannik Sinner vai escrevendo seu nome na história do tênis. Com a vitória na noite de quarta-feira, batendo o compatriota Lorenzo Musetti em sets diretos, o número 1 do mundo bateu mais dois recordes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-04-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_procopiocup_lado.jpg",
        "date": "04/09/2025",
        "description": "Challenger de Gênova (Itália) – Saibro – 181.250 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-lamenta-problema-fisico-e-exalta-confianca-de-osaka.html",
        "title": "Muchova lamenta problema físico e exalta confiança de Osaka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/muchova-osaka-usopen-2025-1024x681.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA)– Derrotada pela japonesa Naomi Osaka nas quartas de final do US Open, no terceiro duelo entre elas em Grand Slam nas duas últimas temporadas, a tcheca Karolina Muchova destacou o desempenho da rival, que vive um grande momento. Para ela, a principal diferença está na confiança da ex-número 1 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-coloca-bandana-ao-contrario-e-reclama-de-nao-ter-sido-avisado.html",
        "title": "Fritz coloca bandana ao contrário e reclama de não ter sido avisado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Fritz_bandana.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –Durante a partida de terça-feira à noite entre Novak Djokovic e Taylor Fritz, os fãs notaram que o americano estava com a bandana Hugo Boss de cabeça para baixo, revelou o The Spun na seção Tênis. John McEnroe, da ESPN, destacou isso diversas vezes na transmissão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/crueldade-e-vinganca.html",
        "title": "Crueldade e vingança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/blog_anisimova_uso-1.jpg",
        "date": "04/09/2025",
        "description": "Amizade e negócios não se misturam e Jannik Sinner foi pouco piedoso com Lorenzo Musetti no jogo que o recolocou na semifinal do US Open. O atual campeão precisou ser consistente e agressivo para colocar o 10º do mundo contra a parede quase o tempo inteiro, repetindo a forma sufocante com que tem atuado na maior parte do tempo em Nova York. Será super favorito na sexta-feira contra a surpresa Félix Auger-Aliassime, apesar do histórico de 2 a 1 do canadense. Dias atrás, em Cincinnati, o italiano permitiu só dois games."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-domina-o-duelo-italiano-e-disputa-sua-oitava-semi-de-slam.html",
        "title": "Sinner domina o duelo italiano e disputa sua oitava semi de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner_uso_qf_fore-1024x576.jpg",
        "date": "04/09/2025",
        "description": "Nova York (EUA) –No jogo que encerrou a programação das quartas de final do US Open, Jannik Sinner confirmou o favoritismo no duelo italiano contra Lorenzo Musetti. O número 1 do mundo venceu o atual décimo colocado por 6/1, 6/4 e 6/2 em exatamente 2h de partida nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fullana-pedretti-e-candiotto-lideram-vitorias-brasileiras-em-cuiaba.html",
        "title": "Fullana, Pedretti e Candiotto lideram vitórias brasileiras em Cuiabá",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fullana_rcl_fore25.jpg",
        "date": "04/09/2025",
        "description": "Cuiabá (MT) –A brasiliense Luiza Fullana e as paulistas Thaísa Pedretti e Ana Candiotto confirmaram o favoritismo na rodada de estreia da etapa de Cuiabá do Circuito Banco BRB/Engie de Tênis Profissional. O torneio ITF W35 está sendo disputado nas quadras de saibro do Cuiabá Tênis Clube."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    }
]