[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-cai-na-chave-de-zverev-e-sinner-fica-do-outro-lado.html",
        "title": "Fonseca cai na chave de Zverev e Sinner fica do outro lado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEB5orh8WN-LVm_i__NG19084JannikSinnerQuartsdefinaleRoland-Garros2025-1024x683.jpeg",
        "date": "14/06/2025",
        "description": "Halle (Alemanha)– Convidado da organização pelo segundo ano seguido, o carioca João Fonseca fará sua estreia no ATP 500 de Halle contra o italiano Flavio Cobolli. Os dois estão no mesmo lado da chave do tenista da casa Alexander Zverev, segundo mais bem cotado ao título, podendo cruzar com ele apenas nas quartas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "14/06/2025",
        "description": "WTA 125 de Grado (Itália) – Saibro – 100 mil eurosDuplas – Seenifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-inicia-busca-do-bi-no-queens-em-duelo-100-espanhol.html",
        "title": "Alcaraz inicia busca do bi no Queen’s em duelo 100% espanhol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/alcaraz-queens-2024-thursday-e1749903501817-1024x682.jpg",
        "date": "14/06/2025",
        "description": "Londres (Inglaterra)– Com a presença confirmada no ATP 500 do Queen’s, seu primeiro torneio na grama em 2025, o espanhol Carlos Alcaraz pegou uma estreia complicada e vai abrir campanha contra o compatriota Alejandro Davidovich Fokina. Eles já se cruzaram duas vezes no circuito, a mais recente em Monte Carlo neste ano, e em ambas o número 2 do mundo saiu vitorioso."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-faz-dupla-inusitada-com-irmao-de-tsitsipas-em-halle.html",
        "title": "Fonseca faz dupla inusitada com irmão de Tsitsipas em Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca-halle-2025-wild-card-e1749901657374-1024x682.png",
        "date": "14/06/2025",
        "description": "Halle (Alemanha)– Além do convite para a chave de simples no ATP 500 de Halle, o jovem carioca João Fonseca também recebeu um para a chave de duplas, fazendo uma parceria bastante inusitada com o irmão mais novo do grego Stefanos Tsitsipas. Ele e Petros Tsitsipas vão estrear na disputa contra uma dupla vinda do quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sete-brasileiros-garantem-vaga-nas-semifinais-do-sand-series-de-brasilia.html",
        "title": "Sete brasileiros garantem vaga nas semifinais do Sand Series de Brasília",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/marchezini_chow_Sand-de-Brasilia.jpg",
        "date": "14/06/2025",
        "description": "Brasília (DF) –O ITF Sand Series Brasília Classic 2025 entra em sua reta decisiva neste sábado, com a disputa das semifinais femininas e masculinas a partir das 11h30, na Arena BRB. As finais começam às 18h. A ESPN e o Disney+ transmitem uma semifinal feminina, uma masculina e as finais ao vivo. Já o canal PlayBT no YouTube exibe todos os jogos do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-e-finalista-de-duplas-e-busca-terceiro-titulo-profissional.html",
        "title": "Júlia Konishi é finalista de duplas e busca terceiro título profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54200532874_2205dd5596_k-e1734090008433-1024x683.jpg",
        "date": "13/06/2025",
        "description": "Santo Domingo (República Dominicana) –A paulista Júlia Konishi será a representante brasileira na final de duplas do ITF W35 de Santo Domingo, em quadras duras na República Dominicana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lucas-andrade-faz-semi-em-santo-domingo-e-busca-1a-final-de-itf.html",
        "title": "Lucas Andrade faz semi em Santo Domingo e busca 1ª final de ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/lucas_andrade_belem.jpg",
        "date": "13/06/2025",
        "description": "Santo Domingo (República Dominicana) –Único brasileiro na chave do ITF M25 de Santo Domingo, em quadras duras, Lucas Andrade da Silva está na semifinal do torneio e busca a primeira final de sua carreira profissional. Ele venceu nesta sexta-feira o dominicano Peter Bertran, cabeça 7 do torneio, por 7/6 (8-6) e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-13-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/444370_1129075_54064502053_565e02a41d_k_web_.jpg",
        "date": "13/06/2025",
        "description": "WTA 125 de Valência (Espanha) – Saibro – 100 mil eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-fonseca-inicia-os-treinamentos-na-grama-de-halle.html",
        "title": "João Fonseca inicia os treinamentos na grama de Halle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fonseca_halle_treina_cut-1024x558.jpg",
        "date": "13/06/2025",
        "description": "Halle (Alemanha) –A preparação de João Fonseca para a temporada de grama continua. O carioca de 18 anos já está treinando nas quadras do ATP 500 de Halle, na Alemanha, que será disputado na próxima semana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/workshop-internacional-de-tenis-acontece-no-fim-de-semana-no-esperia.html",
        "title": "Workshop Internacional de Tênis acontece no fim de semana no Esperia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Workshop-Internacional_arte.png",
        "date": "13/06/2025",
        "description": "São Paulo (SP)– Nos dias 14 e 15 de junho, o Clube Esperia, em São Paulo, será palco do principal evento de capacitação do tênis brasileiro: o Workshop Internacional de Tênis 2025. A iniciativa da Confederação Brasileira de Tênis (CBT) reúne treinadores, professores, estudantes e profissionais da área para dois dias de intenso aprendizado, troca de experiências e network."
    }
]