[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca_09_12.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_fore-1024x683.jpg",
        "date": "09/12/2025",
        "description": "ITF W15 de Lima (Peru) – Saibro – US$ 15 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-os-lances-de-esportividade-e-de-respeito-da-temporada-atp.html",
        "title": "Relembre os lances de esportividade e de respeito da temporada ATP",
        "image": null,
        "date": "09/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ganha-o-premio-stefan-edberg-de-esportividade-de-2025.html",
        "title": "Alcaraz ganha o Prêmio Stefan Edberg de esportividade de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/alcaraz-atp-awards-2025-sportsmanship-award-1024x576.jpg",
        "date": "09/12/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz foi escolhido como o vencedor do Prêmio Stefan Edberg de esportividade de 2025. Conquistando a honraria pela segunda vez, o atual número 1 do mundo mais uma vez foi reconhecido por seu comportamento exemplar dentro e fora das quadras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bolelli-e-vavassori-repetem-o-feito-como-dupla-favorita-dos-fas.html",
        "title": "Bolelli e Vavassori repetem o feito como dupla favorita dos fãs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/atpawards2025winnersfansfavouritedoubles-1024x576.jpg",
        "date": "09/12/2025",
        "description": "Londres (Inglaterra)– Pelo segundo ano consecutivo, os italianos Simone Bolelli e Andrea Vavassori foram eleitos a dupla favorita dos fãs no ATP. Eles conquistaram quatro títulos este ano, chegaram à final do Aberto da Austrália pela segunda temporada consecutiva e garantiram o retorno ao ATP Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-de-tenis-em-cadeira-de-rodas-comeca-em-sao-paulo.html",
        "title": "Copa das Federações de Tênis em Cadeira de Rodas começa em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/copa-das-federacoes.jpg",
        "date": "09/12/2025",
        "description": "São Paulo (SP) –A Copa das Federações de Tênis em Cadeira de Rodas, uma das principais competições do calendário nacional da modalidade, começou nesta segunda-feira. O evento vai até 18 de dezembro, no Centro de Treinamento do Comitê Paralímpico Brasileiro (CPB), na capital paulista. A equipe de Goiás chega a São Paulo como a atual campeã, defendendo o título conquistado na última edição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-a-exibicao-de-alcaraz-e-fonseca-em-miami-em-resumo-de-8-minutos.html",
        "title": "Veja a exibição de Alcaraz e Fonseca em Miami em resumo de 8 minutos",
        "image": null,
        "date": "09/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-fonseca-sao-os-unicos-brasileiros-garantidos-na-australia.html",
        "title": "Bia e Fonseca são os únicos brasileiros garantidos na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Artes-fotos-multiplas-900x600-1.jpg",
        "date": "09/12/2025",
        "description": "Melbourne (Austrália)– Conforme o esperado, apenas dois brasileiros conseguiram garantir a vaga direto na chave de simples do Australian Open de 2026. Nesta terça-feira foram divulgadas as listas oficiais da competição e os únicos representantes nacionais são a paulista Beatriz Haddad Maia e o carioca João Fonseca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-lidera-as-inscritas-na-chave-feminina-de-melbourne.html",
        "title": "Sabalenka lidera as inscritas na chave feminina de Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sabalenka_fore_ausopen25_corinne-1024x501.jpg",
        "date": "09/12/2025",
        "description": "Melbourne (Austrália)– Não foi apenas alista masculina do Australian Openque foi divulgada nesta terça-feira, também saiu a feminina, que é liderada pela bielorrussa Aryna Sabalenka, finalista das três últimas edições, conquistando o título em 2023 e 2024 e ficando com o vice em 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-chega-ao-fim-e-define-os-rei-e-rainha-do-beach-em-copacabana.html",
        "title": "Circuito chega ao fim e define os rei e rainha do beach em Copacabana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/clarinha_soreas_rainhaOpenA.jpg",
        "date": "09/12/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos, neste domingo, os campeões do torneio Rei e Rainha do Beach Tennis do Rio de Janeiro na 13ª temporada do Circuito Fairmont, realizado na Arena ABTERJ, no Quiosque Nativo, na Praia de Copacabana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-do-mundo-de-beach-tennis-grupos-definidos-em-ribeirao-preto.html",
        "title": "Copa do Mundo de Beach Tennis: grupos definidos em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Copa-do-Mundo_sorteio.jpg",
        "date": "09/12/2025",
        "description": "Ribeirão Preto (SP) –Nesta segunda-feira, aconteceu a definição dos grupos da Copa do Mundo de Beach Tennis, em evento realizado no Shopping Iguatemi, às 16h30. O encontro contou com a presença dos organizadores da competição e de representantes de todas as seleções participantes, reforçando a importância e o prestígio do torneio no calendário internacional da modalidade."
    }
]