[
    {
        "url": "https://tenisbrasil.uol.com.br/bahia-juniors-cup-comeca-nesta-segunda-feira-em-salvador.html",
        "title": "Bahia Juniors Cup começa nesta segunda-feira em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/kanashiro_salvador.jpg",
        "date": "09/11/2025",
        "description": "Salvador (BA) –Começa nesta segunda-feira, a partir das 8 horas, a chave principal da 40ª edição do Bahia Juniors Cup, um dos mais tradicionais eventos do Brasil com pontos para o ranking mundial juvenil. Na categoria mundial, com pontos nível J100, o primeiro dia terá as estreias da brasileira Luiza Ninno enfrentando a tcheca Lucie Koutova. Mateus Nogueira, cabeça de chave 6, vai encarar o gaúcho Mateus Krebs no último jogo do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-destaca-agressividade-de-shelton-e-diz-estar-bem-fisicamente.html",
        "title": "Zverev destaca agressividade de Shelton e diz estar bem fisicamente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251109_Alexander_Zverev_GSP20737-1024x682.jpg",
        "date": "09/11/2025",
        "description": "Turim (Itália)– Em sua estreia no ATP Finals deste ano, o alemão Alexander Zverev se viu em situação rara, na qual o adversário é o jogador mais agressivo em quadra. Ele lidou bem com o que apresentou o norte-americano Ben Shelton, foi mais consistente e acabou comuma vitória em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/danielzinho-tenta-se-juntar-a-reis-e-heide-no-challenger-de-montevideu.html",
        "title": "Danielzinho tenta se juntar a Reis e Heide no challenger de Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/danielzinho-sauipe-fore-2025-1024x683.jpg",
        "date": "09/11/2025",
        "description": "Montevidéu (Uruguai) – Vice-campeão neste domingo em Lima, o pernambucano João Lucas Reis será o principal nome do Brasil na disputa do challenger de Montevidéu, onde também jogará o paulista Gustavo Heide. No quali, o veterano Daniel Silva venceu a primeira e tenta se juntar aos compatriotas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-vence-a-11a-seguida-e-avanca-em-quali-no-japao.html",
        "title": "Marcondes vence a 11ª seguida e avança em quali no Japão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-vibra-hua-hin-2025-1024x698.jpg",
        "date": "09/11/2025",
        "description": "Kobe (Japão)– Depois de faturar dois títulos seguidos em ITF M15 na Tailândia, o paulista Igor Marcondes tenta dar um passo a mais nesta semana e disputa o quali do challenger de Kobe, onde venceu a 11º seguida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/manuela-banietti-e-guilherme-do-val-vencem-itf-juvenil-no-rio.html",
        "title": "Manuela Banietti e Guilherme do Val vencem ITF juvenil no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/manuela_banietti_trofeu_rio-1024x798.jpg",
        "date": "09/11/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos neste domingo os campeões do ITF J30 disputado nas quadras de saibro da Rio Tennis Academy. Manuela Banietti, de apenas 14 anos, e Guilherme do Val, de 16, venceram finais brasileiras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-santos-e-greta-giusti-coroados-rei-e-rainha-da-quadra-em-fortaleza.html",
        "title": "Pedro Santos e Greta Giusti coroados Rei e Rainha da Quadra em Fortaleza",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/greta-giusti_pedro-santos_rei-e-rainha_fortaleza.png",
        "date": "09/11/2025",
        "description": "Fortaleza (CE) –O brasiliense Pedro Santos e a italiana Greta Giusti foram os campeões do Rei e Rainha da Quadra da etapa de Fortaleza do Brasil Open Beach Tennis Series presented by TotalEnergies. As finais foram disputadas neste domingo, na Arena Carmel, encerrando três dias de grandes jogos e muita energia nas areias cearenses."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-dia-de-italianos-musetti-abre-a-segunda-e-sinner-fecha-rodada.html",
        "title": "Em dia de italianos, Musetti abre a segunda e Sinner fecha rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/preview_20251109_LM2.jpg",
        "date": "09/11/2025",
        "description": "Turim (Itália)– O segundo dia de disputas no ATP Finals terá os dois italianos de simples em quadra, com Lorenzo Musetti jogando na rodada diurna e Jannik Sinner na noturna. O primeiro, chega para o torneio com pouco tempo de preparação, já que até sábado estava competindo em Atenas, já o outro é o principal favorito ao título ao lado de Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eua-defendem-os-titulos-da-davis-e-bjk-cup-junior-brasileiros-em-9o.html",
        "title": "EUA defendem os títulos da Davis e BJK Cup Junior, Brasileiros em 9º",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eua_davisbjk_junior_selfie-1024x777.jpg",
        "date": "09/11/2025",
        "description": "Santiago (Chile) –Os Estados Unidos defenderam os títulos das Copas Davis e Billie Jean King Cup Junior na tarde deste domingo, em Santiago. A equipe feminina é a maior campeã da competição com 10 títulos, sendo quatro seguidos e sete dos últimos oito. Já o time masculino, que havia encerrado um jejum de dez anos na edição passada, e conquistou o quinto título na história."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-mantem-invencibilidade-contra-shelton-e-vence-na-estreia.html",
        "title": "Zverev mantém invencibilidade contra Shelton e vence na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-nitto-atp-finals-2025-sunday-e1762724431675-1024x682.jpg",
        "date": "09/11/2025",
        "description": "Turim (Itália)– Fechando o domingo no ATP Finals de Turim, o alemão Alexander Zverev escapou por muito pouco de um duelo de três sets com o norte-americano Ben Shelton, mas conseguiu fazer valer a “freguesia” e bateu o rival pela quinta vez em cinco duelos, marcando parciais de 6/3 e 7/6 (8-6), depois de 1h34 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-perde-para-favorito-no-detalhe-e-fica-com-o-vice-em-lima.html",
        "title": "Reis perde para favorito no detalhe e fica com o vice em Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-prepara-2025-e1762688198240-1024x683.jpg",
        "date": "09/11/2025",
        "description": "Lima (Peru)– Não deu para o pernambucano João Lucas Reis na final do challenger de Lima. Neste domingo, ele teve pela frente o cabeça de  chave 6 no torneio, o chileno Tomas Barrios Vera, que levou a melhor nos detalhes e venceu os dois tiebreaks da partida, marcando parciais de 7/6 (7-5) e 7/6 (7-3), depois de 2h06 de partida."
    }
]