[
    {
        "url": "https://tenisbrasil.uol.com.br/itf-confirma-huzhou-como-sede-do-masters-de-tenis-em-cadeira-de-rodas.html",
        "title": "ITF confirma Huzhou como sede do Masters de Tênis em Cadeira de Rodas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Huzhou_centro-de-tenis.jpg",
        "date": "29/09/2025",
        "description": "Huzhou (China) –O NEC Wheelchair Singles Masters de 2025 e o Uniqlo Wheelchair Doubles Masters acontecerão em Huzhou, província de Zhejiang, na China, de 10 a 16 de novembro, anunciou a Federação Internacional de Tênis (ITF). Esta será a primeira vez que o Masters de Tênis em Cadeira de Rodas (TCR) será realizado no país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-zverev-pela-quinta-vez-seguida-e-faz-semi-em-pequim.html",
        "title": "Medvedev vence Zverev pela quinta vez seguida e faz semi em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-pequim-fore-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– Fechando as quartas de final no ATP 500 de Pequim, a partida mais aguardada do dia terminou com uma grande atuação do russo Daniil Medvedev, que controlou o alemão Alexander Zverev e o venceu pela quinta vez seguida, marcando duplo 6/3 depois de 1h22 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-cai-na-chave-de-sinner-em-xangai-alcaraz-fica-do-outro-lado.html",
        "title": "Djokovic cai na chave de Sinner em Xangai, Alcaraz fica do outro lado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-shanghai-draw-2025-e1759158197518-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Xangai (China)– Maior campeão da história do Masters 1000 de Xangai, o sérvio Novak Djokovic caiu no lado do italiano Jannik Sinner no sorteio da chave, realizado nesta segunda-feira. Principais favoritos na parte de baixo da tabela, eles saem adiantados na disputa e só podem se cruzar em uma eventual semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-abandona-partida-contra-tien-e-sai-vaiado-pelo-publico.html",
        "title": "Musetti abandona partida contra Tien e sai vaiado pelo público",
        "image": null,
        "date": "29/09/2025",
        "description": "Pequim (China)– Depois de se envolverem polêmica com uma faladurante momento de frustração em uma partida, o italiano Lorenzo Musetti encerra sua participação no ATP 500 de Pequim de forma melancólica. Além de não conseguir completar sua partida contra o norte-americano Learner Tien, ele saiu vaiado de quadra após a desistência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-nao-resiste-e-fecha-rodada-com-mais-uma-desistencia.html",
        "title": "Zheng não resiste e fecha rodada com mais uma desistência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng-pequim-toss-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– A rodada desta segunda-feira no WTA 1000 de Pequim foi marcada por desistências.Depois de Lois Boisson e Camila Osorio, foi a vez da tenista da casa Qinwen Zheng seguir o mesmo caminho. Em seu primeiro torneio desde Wimbledon, ela perdia para a tcheca Linda Noskova por 6/4, 3/6 e 3/0, quando abandonou a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53624587227_0b74b8b10e_c.jpg",
        "date": "29/09/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pavlos-tsitsipas-disputa-o-m25-de-salvador-e-fala-da-relacao-com-stefanos.html",
        "title": "Pavlos Tsitsipas disputa o M25 de Salvador e fala da relação com Stefanos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pavlos_tsitsipas_salvador.jpg",
        "date": "29/09/2025",
        "description": "Salvador (Bahia) –O grego Pavlos Tsitsipas, irmão de Stefanos, ex-top 3 do mundo, é presença confirmada na chave principal no ITF M25 de Salvador, torneio que terá início nesta terça-feira, nas quadras duras do Clube Bahiano de Tênis, com premiação de US$ 30 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-conta-com-desistencia-e-segue-em-rota-de-colisao-com-pegula.html",
        "title": "Swiatek conta com desistência e segue em rota de colisão com Pegula",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga-pequim-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– A polonesa Iga Swiatek contou com a desistência da colombiana Camila Osorio, nesta segunda-feira, para se garantir nas oitavas de final do WTA 1000 de Pequim. A adversária abandonou a partida com uma lesão abdominal após perder o primeiro set por 6/0 e sequer completar um game no segundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-cresce-derrota-ruud-de-virada-e-decide-toquio-contra-fritz.html",
        "title": "Alcaraz cresce, derrota Ruud de virada e decide Tóquio contra Fritz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-prepara-2025-e1759003302135-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (China)– Após demonstrar movimentos limitados em alguns momentos durante o set de abertura, o espanhol Carlos Alcaraz foi se encontrando em quadra e conseguiu buscar a virada para cima do resiliente Casper Ruud, derrotando o norueguês na segunda semifinal do dia com o placar final de 3/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-escapa-de-perder-set-e-se-garante-na-semifinal-contra-de-minaur.html",
        "title": "Sinner escapa de perder set e se garante na semifinal contra De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-pequim-revez-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– Por pouco o italiano Jannik Sinner não deixou pelo caminho mais um set no duelo com o húngaro Fabian Marozsan, nesta segunda-feira. Mas o principal favorito no ATP 500 de Pequim cresceu na hora certa na segunda parcial e bateu o rival por 2 a 0, marcando o placar final de 6/1 e 7/5 para se garantir nas semifinais."
    }
]