[
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vai-animado-para-a-laver-cup-e-quer-desafiar-os-melhores.html",
        "title": "Fonseca vai animado para a Laver Cup e quer desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_treina-e1758035064715-1024x681.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Depois de ajudar o Brasil a superar a Grécia na Copa Davis, o jovem carioca João Fonseca viaja para São Francisco, onde fará sua estreia na Laver Cup. Ele anotou o ponto decisivo do confronto ao vencer Stefanos Tsitsipas em três sets e segue confiante de que possa fazer bonito também defendendo o Time Mundo contra o Time Europa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-16-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/picinelli-campinas-2025-1024x683.jpg",
        "date": "16/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-diz-que-laver-cup-e-o-evento-favorito-do-ano-para-muitos-tenistas.html",
        "title": "Rune diz que Laver Cup é o evento favorito do ano para muitos tenistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rune-wimbledon-back-2025-1024x682.jpg",
        "date": "16/09/2025",
        "description": "São Francisco (EUA)– Prestes a fazer sua estreia na Laver Cup neste fim de semana em São Francisco, competindo pelo Time Europa, o dinamarquês Holger Rune afirmou que a competição é o evento favorito do ano para muitos jogadores, até mesmo acima dos Grand Slams."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ha-muitas-jogadoras-que-podem-chegar-a-final-afirma-swiatek.html",
        "title": "“Há muitas jogadoras que podem chegar à final”, afirma Swiatek",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/iga_usopen_25_prepsaque_noite-e1756640124844-1024x681.jpg",
        "date": "16/09/2025",
        "description": "Seul (Coreia do Sul)– Principal favorita no WTA 500 de Seul, a polonesa Iga Swiatek acredita que há fortes concorrentes na disputa pelo título do torneio sul-coreano. Entrando direto na segunda rodada, ela falou rapidamente sobre a competição antes de sua estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-adia-estreia-de-bia-e-atrapalha-toda-a-rodada-de-terca-feira.html",
        "title": "Chuva adia estreia de Bia e atrapalha toda a rodada de terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-treina-2025-e1757182874549-1024x683.jpg",
        "date": "16/09/2025",
        "description": "Seul (Coreia do Sul)– Por causa da chuva, a estreia da paulista Beatriz Haddad Maia no WTA 500 de Seul, onde defende o título conquistado no ano passado, foi adiada. Cabeça de chave 6, ela abriria sua campanha nesta terça-feira, mas o tempo ruim atrapalhou toda a rodada e acabou levando sua estreia para quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-apresenta-novos-nomes-e-esta-de-olho-no-futuro.html",
        "title": "SP Open apresenta novos nomes e está de olho no futuro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/arte_ps_sarah.jpg",
        "date": "15/09/2025",
        "description": "A edição inaugural do SP Open chegou ao fim no último domingo, apresentando novos nomes e de olho no futuro. A semana na capital paulista foi uma celebração do momento do tênis feminino no Brasil, que cresceu bastante nos últimos anos, especialmente depois da medalha de Laura Pigossi e Luísa Stefani nos Jogos Olímpicos de Tóquio, passando pela consolidação de Bia Haddad Maia com três temporadas seguidas entre as 20 melhores do mundo e boas campanhas em Grand Slam. O evento marcou a volta do circuito da WTA ao Brasil depois de nove anos e à capital paulista, cidade natal da maioria das brasileiras no torneio, depois de duas décadas e meia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-esta-semana-mostrou-o-quanto-a-gente-impacta-as-novas-geracoes.html",
        "title": "Stefani: “Esta semana mostrou o quanto a gente impacta as novas gerações”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pod_luisa_spopen.jpg",
        "date": "15/09/2025",
        "description": "Luísa Stefani chegou como uma das grandes estrelas do SP Open e cumpriu seu papel, com ótimas atuações e o título importante na meta de chegar ao Finals. Na entrevista aoPodcast de TenisBrasil, a número 23 do mundo fala sobre suas emoções no Villa-Lobos e conta que viveu um grande processo de amadurecimento depois da grave lesão de 2021."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-volta-a-alphaville-para-disputar-8a-edicao-do-torneio-internacional.html",
        "title": "Heide volta a Alphaville para disputar 8ª edição do Torneio Internacional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Aleksandar-KOVACEVIC-USA-x-Gustavo-HEIDE-BRA-3-1024x683.jpg",
        "date": "15/09/2025",
        "description": "São Paulo (SP)– Em momento de recuperação, o paulista Gustavo Heide estará de volta às quadras sintéticas do Alphaville Tênis Clube a partir da próxima segunda-feira para disputar o Torneio Internacional Masculino de Tênis – Ano VIII, torneio de nível M25 do ranking mundial masculino. A entrada é gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-e-daniel-silva-caem-na-estreia-de-challenger-na-argentina.html",
        "title": "João Reis e Daniel Silva caem na estreia de challenger na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/53685214629_88df0e10bb_c.jpg",
        "date": "15/09/2025",
        "description": "Villa Maria (Argentina) –O início da disputas na chave principal do challenger de Villa Maria, em quadras de saibro na Argentina, não foi bom para os brasileiros. O pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva foram eliminados ainda na rodada de estreia do torneio que distribui US$ 100 mil, com 75 pontos na ATP ao campeão. Com isso, o catarinense Pedro Boscardin passa ser o último representante nacional na chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-15-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "15/09/2025",
        "description": "Challenger de Bad Waltersdorf (Áustria) – Saibro – 181.250 eurosPrimeira rodada –Veja a chave"
    }
]