[
    {
        "url": "https://tenisbrasil.uol.com.br/jockey-club-de-sao-paulo-recebera-challenger-em-2026.html",
        "title": "Jockey Club de São Paulo receberá challenger em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/jockey-club-sp-1024x656.jpeg",
        "date": "27/12/2025",
        "description": "São Paulo (SP)– Um dos quatro torneios challenger anunciados pela ATP para o Brasil no início de 2026 já tem local definido. De acordo com informações publicadas pelo jornal O Estado de S. Paulo, o challenger 100 de São Paulo será realizado no Jockey Club, entre os dias 19 e 29 de março, marcando o retorno do tênis masculino internacional à capital paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roddick-defende-zverev-e-um-jogador-excepcional-com-carreira-incrivel.html",
        "title": "Roddick defende Zverev: “É um jogador excepcional, com carreira incrível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251109_Alexander_Zverev_GSP20737-1024x682.jpg",
        "date": "26/12/2025",
        "description": "Nova York (EUA)– Embora figure entre os principais nomes do circuito nos últimos anos, o alemão Alexander Zverev é constantemente criticado por não ser tão consistente nos Grand Slam, tampouco ter conseguido vencer um. Só que para o norte-americano Andy Roddick, isso não é suficiente para defini-lo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-dara-pontape-inicial-em-jogo-que-vale-lideranca-no-futsal-espanhol.html",
        "title": "Alcaraz dará pontapé inicial em jogo que vale liderança no futsal espanhol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/alcaraz-exibicao-2025-e1765911065918-1024x683.jpg",
        "date": "26/12/2025",
        "description": "Múrcia (Espanha)– Muito participativo dentro da comunidade de Múrcia, sua região natal, o espanhol Carlos Alcaraz irá participar de mais um evento esportivo. Depois de dar o pontapé inicialem uma partida de futebol, ele fará o mesmo em um jogo de futsal no próximo sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-nao-se-recupera-e-anuncia-que-nao-ira-para-a-australia.html",
        "title": "Draper não se recupera e anuncia que não irá para a Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/draper-backhand-us-open-2025-e1756214239836.jpg",
        "date": "26/12/2025",
        "description": "Londres (Inglaterra)– Durou pouco a animação dos fãs do britânico Jack Draper, que depois de falar em um eventoque iria competir no Australiano Open, nesta sexta-feira se pronunciou oficialmente sobre o assunto e anunciou sua desistência dos torneios australianos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-comemora-boa-temporada-e-progresso-que-fez-em-2025.html",
        "title": "Raducanu comemora boa temporada e progresso que fez em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Emma_Raducanu_-_Cincinnati_Open_2025_-_Day_3-DSC_3931_xgaplus.jpg",
        "date": "26/12/2025",
        "description": "Londres (Inglaterra)– Depois de temporadas sem brilho, a britânica Emma Raducanu parece estar reencontrando o bom caminho. Em 2025, ela voltou a obter resultados interessantes, tanto que fechou o ano dentro do top 30. Em entrevista ao programaToday da BBC, ela refletiu sobre sua temporada de 2025, em particular, sobre a mudança em sua mentalidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/united-cup-tera-transmissao-exclusiva-e-gratuita-no-pais.html",
        "title": "United Cup terá transmissão exclusiva no país em janeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/united-cup.jpg",
        "date": "26/12/2025",
        "description": "São Paulo (SP) –A quarta edição da United Cup em 2026 abre o calendário de transmissões exclusivas do canal N Sports. De 2 a 11 de janeiro, a RAC Arena, em Perth, e a Ken Rosewell Arena, em Sydney, serão os palcos de confrontos entre 18 seleções. São seis grupos com três times cada e todos se enfrentando no seu grupo em uma partida de simples no masculino, uma de simples no feminino e uma de duplas mistas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-derrota-rybakina-em-sets-diretos-em-exibicao-na-china.html",
        "title": "Swiatek derrota Rybakina em sets diretos em exibição na China",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/iga-china-2025-e1766779652918-1024x683.jpg",
        "date": "26/12/2025",
        "description": "Shenzhen (China)– Mais um dos eventos de exibição da pré-temporada, a World Tennis Continental Cup começou nesta sexta-feira com grandes nomes e um jogão, no qual a polonesa Iga Swiatek derrotou a cazaque Elena Rybakina em sets diretos, com duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/forget-sabemos-o-quanto-carlos-alcaraz-deve-a-juan-carlos-ferrero.html",
        "title": "Forget: “Sabemos o quanto Carlos Alcaraz deve a Juan Carlos Ferrero”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/426437973_18411750406018781_3380893758230426180_n-1024x671.jpg",
        "date": "26/12/2025",
        "description": "Paris (França)– Ex-diretor de Roland Garros, o francês Guy Forget, que foi número 4 do mundo e encerrou a carreira em 1997, com 11 títulos conquistas, foi mais um a comentar a separação do espanhol Carlos Alcaraz com o treinador Juan Carlos Ferrero. Ele também se surpreendeu com o fato e acredita que pode ter sido um acúmulo de pequenas tensões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-eala-draper-umbert-entre-as-atracoes-da-exibicao-de-macau.html",
        "title": "Andreeva, Eala, Umbert entre as atrações da exibição de Macau",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Macau-Tennis-Master_cartaz-1024x537.jpg",
        "date": "26/12/2025",
        "description": "Macau (China) –A estrela filipina Alex Eala, de 20 anos, 53ª do ranking mundial, que despontou no cenário internacional neste ano, e a russa Mirra Andreeva, de 18, atual número 9 do mundo, são as atrações da exibição que terá início neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/corretja-acredita-em-alcaraz-no-ao-mas-reconhece-que-sera-um-desafio.html",
        "title": "Corretja acredita em Alcaraz no AO, mas reconhece que será um desafio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/alcaraz-australian-open-2025-qf-backhand-1024x576.jpg",
        "date": "26/12/2025",
        "description": "Madri (Espanha)– Dono de seis títulos de Grand Slam, o espanhol Carlos Alcaraz só precisa da taça do Australian Open para completar sua coleção, mas ainda não teve em Melbourne desempenhos similares com aquele que já mostrou nos outros três dos principais torneios, chegando no máximo nas semifinais."
    }
]