[
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-10-melhores-jogadas-do-us-open-na-primeira-semana.html",
        "title": "Confira as 10 melhores jogadas do US Open na primeira semana",
        "image": null,
        "date": "01/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-derruba-rybakina-e-desafia-sabalenka-nas-quartas.html",
        "title": "Vondrousova derruba Rybakina e desafia Sabalenka nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/marketa_uso_estica_noite.jpg",
        "date": "01/09/2025",
        "description": "Nova York (EUA) –Um encontro entre duas jogadoras que já foram campeãs de Wimbledon encerrou a rodada deste domingo no US Open. A tcheca Marketa Vondrousova superou a cazaque Elena Rybakina por 6/4, 5/7 e 6/3 para chegar às quartas de final em Nova York. Esta foi a 16ª vitória de Vondrousova contra top 10 na carreira e a segunda no torneio, já que ela também havia vencido a italiana Jasmine Paolini na terceira rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-encara-desafio-djokovic-reve-fiel-fregues.html",
        "title": "Alcaraz encara desafio, Djokovic revê fiel ‘freguês’",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_djoko_ny.jpg",
        "date": "01/09/2025",
        "description": "Com a esperada autoridade, Carlos Alcaraz e Novak Djokovic desfilaram pela Arthur Ashe neste domingo e subiram o penúltimo degrau do aguardado reencontro de gerações. O espanhol sofreu com o saque de Arthur Rinderknech no primeiro set mas saiu de quadra sem perder o serviço e o sérvio superou agora torcicolo, o que não atrapalhou a magnífica leitura do saque de Jan-Lennard Struff."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-as-quartas-no-us-open-e-defende-o-numero-1.html",
        "title": "Sabalenka volta às quartas no US Open e defende o número 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_fore_lado_R16-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A primeira missão de Aryna Sabalenka neste US Open foi cumprida com sucesso. Atual campeã do torneio, a bielorrussa precisaria chegar pelo menos às quartas para defender o número 1 do ranking e conseguiu se manter na liderança ao vencer a espanhola Cristina Bucsa, 95ª do ranking, por 6/1 e 6/4 em 1h13 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-espanta-a-zebra-contra-struff-e-tera-o-fregues-fritz-nas-quartas.html",
        "title": "Djokovic espanta a zebra contra Struff e terá o ‘freguês’ Fritz nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/djokovic-usopen-voleia-2025-e1756121305588-1024x681.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –Em mais um passo na busca pelo quinto título do US Open, Novak Djokovic espantou a zebra em seu jogo das oitavas de final. Diante do alemão Jan-Lennard Struff, que já havia eliminado dois top 20 do torneio, o sérvio confirmou o favoritismo e marcou as parciais de 6/3, 6/3 e 6/2 em 1h49 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-exalta-coragem-e-concentracao-em-virada-epica.html",
        "title": "Krejcikova exalta coragem e concentração em virada épica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/krejcikova_usopen_rebate.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Barbora Krejcikova protagonizou uma virada emocionante neste domingo ao superar Taylor Townsend em partida de 3h04, com parciais de 1/6, 7/6 (15-13) e 6/3, garantindo vaga nas quartas de final do US Open. A tcheca de 29 anos, vencedora de dois Grand Slam, salvou oito match-points em um confronto intenso e disputado ponto a ponto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/townsend-estou-jogando-o-que-preciso-para-estar-entre-as-melhores.html",
        "title": "Townsend: “Estou jogando o que preciso para estar entre as melhores”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/townsend-estica-us-open-2025-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– Taylor Townsend deixou o US Open neste domingoapós uma batalha de 3h04 contra Barbora Krejcikova. A canhota norte-americana chegou a ter oito match-points, mas acabou superada pela tcheca, dona de dois títulos de Grand Slam, por 1/6, 7/6 (15-13) e 6/3. Apesar da derrota dolorida, a jogadora de 29 anos saiu de quadra confiante com os próximos passos da carreira e ressaltou que vive seu melhor momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-juvenis-caem-na-estreia-guto-e-nana-jogam-na-segunda-feira.html",
        "title": "Três juvenis caem na estreia, Guto e Naná jogam na segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan-1024x682.jpeg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A rodada de abertura dotorneio juvenil do US Opennão foi boa para os brasileiros, com as quedas de João Pedro Bonini, Victória Barros e Pedro Chabalgoity neste domingo. Eles seguem em Nova York para disputar as chaves de duplas. Já as estreias de Guto Miguel e Nauhany Silva estão marcadas para esta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/enfrentar-alcaraz-e-sinner-e-muito-diferente-diz-rinderknech.html",
        "title": "“Enfrentar Alcaraz e Sinner é muito diferente”, diz Rinderknech",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rinderknech-backhand-us-open-2025-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA)– O francês Arthur Rinderknech deixou o US Open neste domingo após derrota para Carlos Alcaraz, atual número 2 do mundo, por 7/6 (7-3), 6/3 e 6/4, em 2h12 de jogo. Apesar do resultado, o tenista de 29 anos fez questão de valorizar a experiência de enfrentar um dos principais nomes do circuito no Arthur Ashe Stadium."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-na-sessao-noturna-do-arthur-ashe-nesta-segunda-feira.html",
        "title": "Bia joga na sessão noturna do Arthur Ashe nesta segunda-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_usopen_25_back_noite-1024x576.jpg",
        "date": "31/08/2025",
        "description": "Nova York (EUA) –A rodada desta segunda-feira do US Open será especial para Beatriz Haddad Maia, que jogará no maior estádio de tênis do mundo pelas oitavas de final. Bia foi escalada para a sessão noturna do Arthur Ashe Stadium, onde desafia a norte-americana Amanda Anisimova, número 8 do ranking e finalista de Wimbledon."
    }
]