[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-14-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/54166606058_373be00cb6_k-1024x683.jpg",
        "date": "14/06/2025",
        "description": "WTA 125 de Grado (Itália) – Saibro – 100 mil eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maria-surpreende-terceira-top-15-seguida-e-decide-no-queens.html",
        "title": "Maria surpreende terceira top 15 seguida e decide no Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/maria-queens-comemora-2025-e1749927092803-1024x683.jpg",
        "date": "14/06/2025",
        "description": "Londres (Inglaterra)– A experiência da alemã Tatjana Maria tem feito a diferença em sua grande campanha no WTA 500 do Queen’s, onde a tenista de 37 anos derrotou mais uma top 15 neste sábado para se garantir na final. A vítima da vez foi a norte-americana Madison Keys, que perdeu em sets diretos com o placar final de 6/3 e 7/6 (7-3)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mertens-salva-11-match-points-e-derruba-bicampea-para-ir-a-final.html",
        "title": "Mertens salva 11 match-points e derruba bicampeã para ir à final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Libema_250614_1241-scaled-1-e1749925447678-1024x683.jpg",
        "date": "14/06/2025",
        "description": "‘s-Hertogenbosch (Holanda)– Nas semifinais do WTA 250 de ‘s-Hertogenbosch, a belga Elise Mertens estabeleceu um novo recorde para a década. Neste sábado, ela salvou 11 match-points contra a russa Ekaterina Alexandrova, derrotando a cabeça de chave número 2 com uma incrível virada de placar final 2/6, 7/6 (9-7) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/federer-da-a-largada-na-tradicional-prova-das-24-horas-de-le-mans.html",
        "title": "Federer dá a largada na tradicional prova das 24 Horas de Le Mans",
        "image": null,
        "date": "14/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ingrid-confirma-favoritismo-na-italia-e-vai-para-a-final-com-norte-americana.html",
        "title": "Ingrid confirma favoritismo na Itália e vai para a final com norte-americana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ingrid_vibra_sozinha-1024x691.jpg",
        "date": "14/06/2025",
        "description": "Grado (Itália)– Em duelo entre as cabeças de chave 1 e 3 no saibro do WTA 125 de Grado, as principais favoritas, a carioca Ingrid Martins e a norte-americana Quinn Gleason, levaram a melhor sobre as tchecas Jesika Maleckova e Miriam Skoch, marcando parciais de 6/2, 4/6 e 10-4 para garantir um lugar na final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ivanisevic-ve-ma-fase-de-tsitsipas-e-diz-que-nao-ira-resolver-da-noite-para-o-dia.html",
        "title": "Ivanisevic vê má fase de Tsitsipas e diz que não irá resolver “da noite para o dia”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/15dd5e9f-ab72-447b-a277-6ab2eb2d71ec_20220519_RG_CD_3121_web.jpg",
        "date": "14/06/2025",
        "description": "Halle (Alemanha)– Após perder na segunda rodada de Roland Garros, o grego Stefanos Tsitsipas tenta dar a volta por cima na temporada de grama, agora ao lado do croata Goran Ivanisevic, que se juntou ao seu time. O primeiro compromisso dos dois será na próxima semana no ATP 500 de Halle, onde o italiano Luciano Darderi será o rival de estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-vence-shelton-em-dois-tiebreaks-e-encara-fritz-na-decisao.html",
        "title": "Zverev vence Shelton em dois tiebreaks e encara Fritz na decisão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/20250613_Credit-SaschaFeuster_R61_9610-e1749913097907-1024x680.jpg",
        "date": "14/06/2025",
        "description": "Stuttgart (Alemanha)– Assim como aconteceu nos dois duelos anteriores, o alemão Alexander Zverev voltou a levar a melhor sobre o norte-americano Ben Shelton. Valendo um lugar na final do ATP 250 de Stuttgart, o tenista da casa fez valer a condição de cabeça de chave número 1 e bateu o rival em dois tiebreaks, marcando 7/6 (10-8) e 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-haddad-tem-chave-dura-na-busca-do-bi-em-nottingham.html",
        "title": "Bia Haddad tem chave dura na busca do bi em Nottingham",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Beatriz_Haddad_Maia_-_Roland_Garros_2025_-_Day_3-DSC_7738_xgaplus.jpg",
        "date": "14/06/2025",
        "description": "Nottingham (Inglaterra)– Em seu segundo torneio preparativo para Wimbledon, Beatriz Haddad Maia retornará na próxima semana ao local onde conquistou seu primeiro WTA 250, há três anos, e desta vez na condição de principal favorita ao título. O torneio tem premiação de US$ 275 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "14/06/2025",
        "description": "ATP500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-gauff-encabecam-berlim-e-podem-se-rever.html",
        "title": "Sabalenka e Gauff encabeçam Berlim e podem se rever",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_rg_back_lenglen_corinne-1024x682.jpg",
        "date": "14/06/2025",
        "description": "Berlim (Alemanha)– Apenas duas semanas depois de decidirem o título em Roland Garros, a bielorrussa Aryna Sabalenka e a norte-americana Coco Gauff são os destaques na grama de Berlim para a disputa do WTA 500 de 925 mil euros de premiação. As duas estreiam diretamente na segunda rodada, assim como Jasmine Paolini e Jessica Pegula."
    }
]