[
    {
        "url": "https://tenisbrasil.uol.com.br/juan-manuel-cerundolo-vence-6-games-seguidos-no-fim-e-surpreende-ruud.html",
        "title": "Juan Manuel Cerúndolo vence 6 games seguidos no fim e surpreende Ruud",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cerundolo-gstaad-2025-qf-e1752862778473-1024x682.jpg",
        "date": "18/07/2025",
        "description": "Gstaad (Suíça)– O argentino Juan Manuel Cerúndolo protagonizou uma grande arrancada final nesta sexta-feira para conseguir uma vitória histórica no ATP 250 de Gstaad. Ele venceu os últimos seis games da partida contra o norueguês Casper Ruud para prevalecer por 6/2, 1/6 e 6/3, anotando  a maior vitória de sua carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-define-equipes-para-o-mundial-de-14-anos-em-prostejov.html",
        "title": "CBT define equipes para o Mundial de 14 anos em Prostejov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/flavia-cherobim_vibra_grama-1024x683.jpg",
        "date": "18/07/2025",
        "description": "Florianópolis (SC) –A Confederação Brasileira de Tênis (CBT) divulgou, nesta sexta-feira, a equipe que representará o país no ITF World Junior Tennis Finals, o Mundial da categoria 14 anos, que será realizado entre os dias 4 e 9 de agosto, em Prostejov, na República Tcheca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-se-entusiasma-com-o-oi-de-beyonce-e-por-conhecer-a-mae-da-cantora.html",
        "title": "Gauff se entusiasma com o ‘Oi’ de Beyoncé e por conhecer a mãe da cantora",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/gauff_bandeiraUSA.webp",
        "date": "18/07/2025",
        "description": "Atlanta (EUA) –Coco Gauff, vice-líder do ranking mundial, 21 anos, era mais uma fã na plateia da turnê mundial “Cowboy Carter” de Beyoncé, em Atlanta, nesta semana, evento que classificou como imperdível este ano. Sua meta era ver um concerto da turnê europeia, mas a eliminação precoce na primeira rodada de Wimbledon tornou possível a Gauff comparecer a um dos quatro shows em sua cidade natal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-e-carabelli-vao-a-semi-em-bastad-baez-e-eliminado.html",
        "title": "Cerúndolo e Carabelli vão à semi em Bastad, Baez é eliminado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/carabelli-bastad-vibra-2025-1024x694.jpg",
        "date": "18/07/2025",
        "description": "Bastad (Suécia)– Dois dos três argentinos que chegaram nas quartas de final no ATP 250 de Bastad conseguiram triunfar e avançaram para as semifinais. Francisco Cerúndolo e Camilo Carabelli, respectivamente cabeças de chave 1 e 5, venceram nesta sexta-feira, enquanto o quarto favorito Sebastian Baez acabou sendo eliminado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenista-indiana-e-assassinada-em-casa-a-tiros-pelo-pai.html",
        "title": "Tenista indiana é assassinada em casa a tiros pelo pai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Radhika-Yadav-1024x630.jpg",
        "date": "18/07/2025",
        "description": "Nova Déli (Índia)– Tenista de 25 anos, que mais tarde se tornou treinadora após uma lesão no ombro, Radhika Yadav foi baleada cinco vezes por seu pai, Deepak Yadav, na quinta-feira da semana passada enquanto administrava uma academia de tênis em Haryana."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenis-em-cadeira-de-rodas-tera-mais-eventos-conjuntos-na-atp-e-wta.html",
        "title": "Tênis em cadeira de rodas terá mais eventos conjuntos na ATP e WTA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/hewett_by-Ian-Walton.jpg",
        "date": "18/07/2025",
        "description": "Londres (Inglaterra) –Jogadores profissionais de tênis em cadeira de rodas em todo o mundo terão mais oportunidades de competir ao lado de seus pares sem cadeira de rodas a partir do próximo ano, graças a uma nova estrutura de calendário anunciada nesta sexta-feira pela Federação Internacional de Tênis (ITF)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-18-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/jennifer-rosa-dourado_joinville.jpg",
        "date": "18/07/2025",
        "description": "Challenger de Bunschoten (Holanda) – Saibro – 91.250 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stephens-ganha-o-premio-humanitario-do-espys-pelo-trabalho-da-fundacao.html",
        "title": "Stephens ganha o prêmio humanitário do ESPYs por sua fundação",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stephens_premio-ESPYs.jpg",
        "date": "18/07/2025",
        "description": "Los Angeles (EUA) –A americana Sloane Stephens, campeã do US Open de 2017, teve seus esforços fora das quadras reconhecido na entrega dos prêmios ESPYS na última quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-acredita-que-djokovic-nao-seguira-jogando-por-mais-um-ano.html",
        "title": "Kyrgios acredita que Djokovic não seguirá jogando por mais um ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/djokovic-kyrgios-brisbane-2025-e1735559352367-1024x683.jpg",
        "date": "18/07/2025",
        "description": "Londres (Inglaterra)– O australiano Nick Kyrgios, que mantém uma amizade com o sérvio Novak Djokovic, especulou sobre a aposentadoria do recordista de títulos de Grand Slam em conversa no podcastAll on the Table, de Patrick Mouratoglou. Depois de uma conversa com o ex-número 1 em Indian Wells, ele acredita que ‘Nole’ não jogará por mais de um ano."
    }
]