[
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-vao-as-quartas-na-colombia-marcondes-vence-na-tailandia.html",
        "title": "Brasileiros vão às quartas na Colômbia, Marcondes vence na Tailândia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/natan_rodrigues_salvador_back-1024x682.jpg",
        "date": "29/10/2025",
        "description": "Ibagué (Colômbia) –O Brasil terá dois representantes nas quartas de final do ITF M15 de Ibagué, em quadras de saibro na Colômbia. O baiano Natan Rodrigues e o catarinense Bruno Fernandez venceram seus jogos e estão do mesmo lado da chave para um possível duelo na semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-zverev-vacherot-seguem-adiante-fonseca-cai-veja-o-resumo-do-dia.html",
        "title": "Sinner, Zverev, Vacherot seguem adiante. Fonseca cai. Veja o resumo do dia.",
        "image": null,
        "date": "29/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-de-zormann-e-daniel-avancam-no-challenger-de-lima.html",
        "title": "Duplas de Zormann e Daniel avançam no challenger de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Lima (Peru) –O Brasil terá dois jogadores nas quartas de final de duplas no challenger de Lima, em quadras de saibro. Os paulistas Marcelo Zormann e Daniel Dutra da Silva venceram seus jogos, ao lado dos parceiros estrangeiros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vai-ao-limite-e-faz-o-seu-papel.html",
        "title": "Fonseca vai ao limite e faz o seu papel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_final.jpg",
        "date": "29/10/2025",
        "description": "Acabou o gás. Claramente, João Fonseca teve que se superar no aspecto físico e emocional nesta segunda rodada do Masters 1000 de Paris e, ainda assim, levou o número 14 do mundo Karen Khachanov a um terceiro set, em que o russo foi praticamente perfeito com o saque e, com todo o mérito, segue em busca do segundo troféu no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-29-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_toss_doro-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-principal-favorita-nas-oitavas-em-cali.html",
        "title": "Pigossi cai para favorita nas oitavas, mas avança na dupla com Candiotto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_r16-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Cali (Colômbia) –Depois de tervencido sua partida de estreiano WTA 125 de Cali, Laura Pigossi foi eliminada nas oitavas do torneio em quadras de saibro na Colômbia. A número 2 do Brasil e 191ª do mundo foi superada nesta quarta-feira pela jovem tcheca Sara Bejlek, principal cabeça de chave e 84ª do mundo aos 19 anos, por 6/4 e 6/1 em 1h37 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/quinta-tem-rodada-cheia-pelas-oitavas-em-paris-e-sinner-joga-as-15h.html",
        "title": "Quinta tem rodada cheia pelas oitavas em Paris, Sinner joga às 15h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-2025-wednesday-1024x576.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –A quinta-feira será de rodada cheia pelas oitavas do Masters 1000 de Paris, com definição dos classificados para as quartas de final. O italiano Jannik Sinner, que busca um título inédito e pode voltar ao número 1 se for campeão, joga às 15h (de Brasília) contra o argentino Francisco Cerúndolo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-ganha-o-premio-coracao-da-billie-jean-king-cup-finals.html",
        "title": "Svitolina ganha o Prêmio Coração da Billie Jean King Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/svitolina_premio-coracao.jpg",
        "date": "29/10/2025",
        "description": "Sâo Petersburgo (EUA) –A ucraniana Elina Svitolina foi eleita a vencedora do Prêmio Coração deste ano, conferido pela Billie Jean King Cup. A ex-número 3 do mundo foi escolhida por meio de votação pública, com os fãs reconhecendo sua atuação e comprometimento dentro e fora das quadras na fase final da BJK Cup deste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-cai-em-tres-sets-diante-do-top-15-khachanov-em-paris.html",
        "title": "Fonseca cai em três sets diante do top 15 Khachanov em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/khachanov_fonseca_paris-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –Depois de conquistar o maior título da carreira no ATP 500 da Basileia no último domingo e de estrear com vitória no Masters 1000 de Paris, João Fonseca parou na segunda rodada na capital francesa. O carioca de 19 anos e número 1 do Brasil foi superado pelo russo Karen Khachanov, 14º do ranking e campeão do torneio em 2018, com parciais de 6/1, 3/6 e 6/3 em 1h50 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/derrota-de-musetti-para-sonego-em-paris-garante-fritz-no-atp-finals.html",
        "title": "Derrota de Musetti para Sonego em Paris garante Fritz no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fritz_paris_focado-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Paris (França) –Mesmo sem entrar em quadra nesta quarta-feira pelo Masters 1000 de Paris, Taylor Fritz recebeu a notícia de que está classificado para o ATP Finals. O norte-americano foi beneficiado pela derrota de Lorenzo Musetti, número 8 do mundo, em duelo italiano contra Lorenzo Sonego, 45º colocado, por 3/6, 6/3 e 6/1."
    }
]