[
    {
        "url": "https://tenisbrasil.uol.com.br/darderi-destaca-evolucao-em-quadra-e-quer-agora-buscar-o-top-20.html",
        "title": "Darderi destaca evolução em quadra e quer agora buscar o top 20",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/darderi_houston_back-1024x755.jpg",
        "date": "24/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dois-meses-apos-grave-lesao-rune-ja-bate-bola-em-quadra.html",
        "title": "Dois meses após grave lesão, Rune já bate bola em quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rune-treina-parado.jpg",
        "date": "24/12/2025",
        "description": "Copenhague (Dinamarca)– O dinamarquês Holger Rune está se recuperando de forma surpreendente da ruptura do tendão de Aquiles na semifinal em Estocolmo, contra Ugo Humbert. Nesta quarta-feira ele fez seu primeiro bate-bola em quadra desde a lesão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-pensa-grande-para-2026-e-mira-entrar-no-top-15-do-ranking.html",
        "title": "Fonseca pensa grande para 2026 e mira entrar no top 15 do ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca_miami_2r-e1742682708280-1024x682.jpeg",
        "date": "24/12/2025",
        "description": "Rio de Janeiro (RJ)– Maior destaque do tênis brasileiro na temporada que passou, vencendo seus dois primeiros títulos de ATP para se consolidar entre os grandes nomes do circuito, o jovem carioca João Fonseca não quer parar por aí e sonha em continuar evoluindo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-revela-mais-fotos-do-casamento-e-conta-como-se-conheceram.html",
        "title": "Venus revela mais fotos do casamento e conta como se conheceram",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/venus_casamento3-1024x715.jpg",
        "date": "24/12/2025",
        "description": "Palm Beach (EUA) –Venus Williams divulgou mais fotos de seu casamento com o italiano Andrea Preti, em uma luxuosa celebração detalhada na terça-feira pela Vogue. A ex-número 1 do mundo e sete vezes campeã de Grand Slam em simples, aos 45 anos, disputará sua 33ª temporada no circuito WTA no ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-quer-diminuir-diferenca-e-encostar-nos-melhores-do-mundo.html",
        "title": "Musetti quer diminuir diferença e encostar nos melhores do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251110_Lorenzo_Musetti_GSP21023-1024x682.jpeg",
        "date": "24/12/2025",
        "description": "Milão (Itália)– Um dos destaques da última temporada, na qual chegou pela primeira vez ao top 10 e se classificou para a disputa do ATP Finals, o italiano Lorenzo Musetti fez um balanço positivo de seu desempenho em 2025. Em entrevista àGazzetta dello Sportele não apenas comemorou o bom ano, mas afirmou que pretende crescer ainda mais no próximo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rudd-acredita-que-pode-desafiar-sinner-e-alcaraz-nos-proximos-anos.html",
        "title": "Rudd acredita que pode desafiar Sinner e Alcaraz nos próximos anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud-usopen-rebate-2025-e1756212217972-1024x681.jpg",
        "date": "24/12/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz e o italiano Jannik Sinner têm dominado os Grand Slam com oito títulos seguidos,terceira maior sequência desde a Era Aberta, mas para o norueguês Casper Ruud, outros jogadores têm capacidade de quebrar essa sequência, sendo ele próprio um deles."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-engrossa-reclamacao-ao-calendario-regras-muito-rigidas.html",
        "title": "Muchova engrossa reclamação ao calendário: “Regras muito rígidas”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/MB_Karolina-Muchova_2046-21-1024x646.jpg",
        "date": "24/12/2025",
        "description": "Nova York (EUA)– Um dos assuntos mais comentados durante toda a temporada, o calendário extenso do tênis foi novamente assunto, agora em uma entrevista da tcheca Karolina Muchova àForbes, na qual a jogadora de 29 anos destacou alguns problemas, principalmente o que considera mais grave: a participação obrigatória em grandes torneios,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/basavareddy-analisa-o-comeco-de-seu-trabalho-com-cervara.html",
        "title": "Basavareddy analisa o começo de seu trabalho com Cervara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cervara-basavareddy-jeddah-2025-feature-e1766588607488-1024x682.jpg",
        "date": "24/12/2025",
        "description": "Jeddah (Arábia Saudita)– Derrotado nas semifinais do Next Gen Finals pelo compatriota Learner Tien, que depois acabou faturando o título, o norte-americano Nishesh Basavareddy estreou na competição a parceria com o francês Gilles Cervara, um dos treinadores mais respeitados do circuito. O balanço inicial deste trabalho é positivo para o tenista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/anna-kournikova-e-enrique-iglesias-dao-as-boas-vindas-ao-quarto-filho.html",
        "title": "Anna Kournikova e Enrique Iglesias dão as boas-vindas ao quarto filho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Anna-Kournikova-e1766587727246-1024x683.jpg",
        "date": "24/12/2025",
        "description": "Miami (EUA)– A russa Anna Kournikova e o marido Enrique Iglesias agora são oficialmente uma família de seis pessoas, após a chegada do quarto filho. A ex-tenista profissional, que tem uma vida mais reclusa após a aposentadoria, anunciou a novidade no Instagram na segunda-feira, em uma rara publicação nas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-sera-a-unica-brasileira-no-quali-do-australian-open.html",
        "title": "Pigossi será a única brasileira no quali do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_ausopen_fore.jpeg",
        "date": "24/12/2025",
        "description": "Melbourne (Austrália)– Se entre os homens o Brasil conseguiu colocar três nomes na lista do quali do Australian Open, entre as mulheres apenas a paulista Laura Pigossi representará as cores do país em busca de um lugar na chave principal."
    }
]