[
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-finalista-de-itf-no-chile-klier-faz-semi-na-tunisia.html",
        "title": "Boscardin é finalista de ITF no Chile, Klier faz semi na Tunísia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/boscardin_corre_saibro_poa.jpg",
        "date": "23/05/2025",
        "description": "Coquimbo (Chile) –O catarinense Pedro Boscardin garantiu vaga na semifinal do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 5 do torneio e 391º do ranking, Boascardin venceu o chileno Matias Soto, principal cabeça de chave e 257º do mundo, por 5/7, 7/5 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-vence-a-cabeca-3-e-faz-semi-em-santo-domingo.html",
        "title": "Pedretti vence a cabeça 3 e faz semi em Santo Domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/thaisa_pedretti_sp-scaled-e1744388054516-1024x589.jpg",
        "date": "23/05/2025",
        "description": "Santo Domingo (República Dominicana) –A paulista Thaísa Pedretti venceu seu terceiro jogo no ITF W35 de Santo Domingo, em quadras de saibro na República Dominicana. Ela venceu a italiana Miriana Tona, cabeça 3 do torneio e 461ª do ranking, com parciais de 6/3, 5/7 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-23-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_back_lado-1024x682.jpg",
        "date": "23/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-mantem-o-sonho-do-100o-titulo-significa-muito.html",
        "title": "Djokovic mantém o sonho do 100º título: “Significa muito”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_genebra_acena_longe-1024x531.jpg",
        "date": "23/05/2025",
        "description": "Genebra (Suíça) –Finalista do ATP 250 de Genebra, Novak Djokovic terá mais uma chance de conquistar seu centésimo título no circuito da ATP. Será a terceira oportunidade para o sérvio, que havia ficado com o vice nos Masters 1000 de Xangai no ano passado e de Miami neste ano. Ele volta à quadra neste sábado às 10h (de Brasília) para enfrentrar o polonêsHubert Hurkacz, 31º do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atp-de-hamburgo-rublev-e-cobilli-vao-a-final-veja-o-resumo.html",
        "title": "ATP de Hamburgo: Rublev e Cobilli vão à final. Veja o resumo.",
        "image": null,
        "date": "23/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/em-seu-2o-slam-fonseca-assimila-licoes-e-preve-jogo-duro-com-hurkacz.html",
        "title": "Em seu 2º Slam, Fonseca assimila lições e prevê jogo duro com Hurkacz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_coletiva_rg-1024x682.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –Em sua segunda experiência na chave principal de um Grand Slam, João Fonseca assimila as lições que teve na Austrália, onde furou o quali e ainda venceu Andrey Rublev pela chave principal, e também de outros grandes torneios que ele tem se acostumado a disputar ao longo da temporda. O carioca de 18 anos e número 1 do Brasil também projetou sua partida de estreia de estreia,diante do polonês Hubert Hurkacz, 31º do ranking e vindo de dois ótimos resultados no saibro, as quartas do Masters 1000 de Roma e a final de Genebra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-nao-se-recupera-de-lesao-e-esta-fora-de-roland-garros.html",
        "title": "Bencic não se recupera de lesão e está fora de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bencic_madri_toss_jimmie.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –A suíça Belinda Bencic está fora da disputa de Roland Garros. Ela havia se retirado da partida contra Maria Sakkari naestreia do WTA 1000 de Romapor uma lesão no ombro direito e relatou nas redes sociais que ainda não está totalmente recuperada. Com isso, mantém o foco na temporada de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cilic-perde-na-ultima-do-quali-mas-consegue-vaga-de-lucky-loser.html",
        "title": "Cilic perde na última do quali, mas consegue vaga de lucky-loser",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/cilic_rg_fore-1024x530.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –Depois de duas vitórias no quali de Roland Garros, Marin Cilic perdeu na terceira e última rodada classificatória. O croata foi superado nesta sexta-feira pelo sul-africano Lloyd Harris por 6/3, 4/6 e 6/3. Ainda assim, ele conseguiu uma das vagas de lucky-loser, após desistências na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-argentinas-furam-quali-de-paris-e-repetem-facanha-de-39-anos.html",
        "title": "Três argentinas furam quali de Paris e repetem façanha de 39 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/solana_sierra_rg_aplaude-1024x682.jpg",
        "date": "23/05/2025",
        "description": "Paris (França) –Três jogadoras argentinas conseguiram passar pelo quali de Roland Garros e garantiram suas vagas na chave principal: Julia Riera, Solana Sierra e Maria Lourdes Carlé venceram nesta sexta-feira e igualaram uma façanha de 39 anos. A última vez que um trio de tenistas argentinas furou o quali em Paris foi em 1986 com Patricia Tarabini, Mariana Pérez Roldán e Ivanna Madruga."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-derruba-aliassime-e-disputa-sua-28a-final-contra-cobolli.html",
        "title": "Rublev derruba Aliassime e disputa sua 28ª final contra Cobolli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rublev-hamburgo-agradece-1024x683.jpg",
        "date": "23/05/2025",
        "description": "Hamburgo (Alemanha)– Em temporada de oscilações, o russo Andrey Rublev está vivendo uma semana de altos no ATP 500 de Hamburgo, onde venceu mais uma nesta sexta-feira e se classificou para a final. Cabeça de chave número 3, ele derrotou o canadense Félix Auger-Aliassime na segunda semi do dia, marcando parciais de 6/1 e 6/4."
    }
]