[
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-carol-confirmadas-no-wta-125-do-rio-victoria-muda-calendario.html",
        "title": "Pigossi e Carol confirmadas no WTA 125 do Rio, Victória muda calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/pigossi_sp_olhabola_itf_eng-1024x548.jpg",
        "date": "19/09/2025",
        "description": "Florianópolis (SC) –Foi divulgada a lista oficial das tenistas que disputarão o Rio Ladies Open, o WTA 125 do Rio de Janeiro, evento que acontece entre os dias 12 e 19 de outubro, na Techset Academy. A competição conta com premiação de US$ 115 mil e oferece 125 pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-19-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_lavercup_treina-1024x683.jpg",
        "date": "19/09/2025",
        "description": "Laver Cup, em San Francisco (EUA) – Sintético (coberto) – US$ 1,5 milhãoTime Mundo x Time Europa"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-e-errani-levam-a-italia-a-terceira-final-seguida-na-bjk-cup.html",
        "title": "Paolini e Errani levam a Itália à terceira final seguida na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/errani_paolini_bjk_cump_25-1024x652.jpg",
        "date": "19/09/2025",
        "description": "Shenzhen (China) –Pelo terceiro ano consecutivo, a Itália disputará a final da Billie Jean King Cup. Vencedoras de cinco títulos da competição e atuais campeãs, as italianas venceram a semifinal desta sexta-feira contra a Ucrânia. A segunda semifinal será neste sábado, a partir das 6h (de Brasília), entre Estados Unidos e Grã-Bretanha. As campeãs serão conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-confirma-favoritismo-na-estreia-com-vitoria-apertada.html",
        "title": "Romboli confirma favoritismo na estreia com vitória apertada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli-smith-usopen-vibra-2025-1024x681.jpg",
        "date": "19/09/2025",
        "description": "Hangzhou (China)– Cabeças de chave número 3 no ATP 250 de Hangzhou, Fernando Romboli e o australiano John-Patrick Smith confirmaram o favoritismo na estreia, mas tiveram que buscar a virada para bater os australianos Rinky Hijikata e Adam Walton com parciais de 3/6, 6/3 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-segue-afastado-e-anuncia-que-nao-ira-competir-em-toquio.html",
        "title": "Shelton segue afastado e anuncia que não irá competir em Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/shelton-tokyo-2025-withdrawal-e1758299885851-1024x682.jpg",
        "date": "19/09/2025",
        "description": "Tóquio (Japão)– O norte-americano Ben Shelton anunciou nesta sexta-feira sua desistência do .ATP 500 de Tóquio por causa de lesão no ombro direito, a mesma que o fez abandonar no meio de sua partida pela terceira rodada do US Open contra Adrian Mannarino"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-aproveita-semana-na-laver-cup-para-ouvir-e-adquirir-experiencia.html",
        "title": "Fonseca aproveita semana na Laver Cup para ouvir e adquirir experiência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-federer-lavercup-2025-1024x683.jpg",
        "date": "19/09/2025",
        "description": "São Francisco (EUA)– Mais jovem a jogar na Laver Cup, o carioca João Fonseca está tendo uma semana inesquecível em São Francisco ao lado de alguns dos melhores jogadores do mundo na atualidade. De quebra, ele ainda teve umencontro com o suíço Roger Federer, um dos seus maiores ídolos no tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-como-uma-combinacao-do-big-3-afirma-agassi.html",
        "title": "“Alcaraz é como uma combinação do Big 3”, afirma Agassi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/agassi-lavercup-2025-1024x683.jpg",
        "date": "19/09/2025",
        "description": "São Francisco (EUA)– Capitão do Time Mundo na Laver Cup, fazendo sua estreia nesta edição do torneio, o norte-americano Andre Agassi está impressionado com a forma como  Carlos Alcaraz conquistou os corações dos fãs no mundo todo. E não é só isso, também destaca a capacidade que tem o espanhol, que para ele combina qualidades de nomes como Novak Djokovic , Roger Federer e Rafael Nadal ."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-adia-as-quartas-em-seul-e-leva-as-duplas-para-quadras-cobertas.html",
        "title": "Chuva adia as quartas em Seul e leva as duplas para quadras cobertas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga-seul-back-2025-1024x685.jpg",
        "date": "19/09/2025",
        "description": "Seul (Coreia do Sul)– Todas as partidas de simples de sexta-feira, válidas pelas quartas de final do WTA 500 de Seul, foram canceladas por causa da chuva. Elas foram colocadas todas na sessão diurna do sábado e as vencedoras terão que encarar uma jornada dupla, com as semifinais acontecendo no mesmo dia na sessão noturna."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nakashima-salva-o-dia-dos-favoritos-em-chengdu-e-se-garante-nas-quartas.html",
        "title": "Nakashima salva o dia dos favoritos em Chengdu e se garante nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nakashima-usopen-back-2025-1024x681.jpg",
        "date": "19/09/2025",
        "description": "Chengdu (China)– Três cabeças de chave entraram em quadra nesta sexta-feira pela segunda rodada do ATP 250 de Chengdu e apenas um deles sobreviveu. O único a conseguir uma vitória foi o norte-americano Brandon Nakashima, que derrotou o convidado da casa Juncheng Shang com parciais de 7/5 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-perdem-dois-match-point-e-levam-virada-de-convidados-chineses.html",
        "title": "Melo e Matos perdem dois match-points e levam virada de convidados chineses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/matos-melo-usopen-costas-2025.jpg",
        "date": "19/09/2025",
        "description": "Chengdu (China)– Não começou bem a temporada asiática para o mineiro Marcelo Melo e o gaúcho Rafael Matos, que foram derrotados na estreia ATP 250 de Chengdu. Eles até venceram o primeiro set contra Jie Cui e Rigele Te, mas permitiram depois a virada dos convidados chineses, que fecharam o jogo por 4/6, 7/6 (8-6) e 10-7."
    }
]