[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-11-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nauhany-spopen-2025-1024x683.jpg",
        "date": "11/10/2025",
        "description": "Challenger de Valência (Espanha) – Saibro – 181.250 eurosDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-15-anos-nana-faz-primeira-final-profissional-de-simples.html",
        "title": "Aos 15 anos, Naná faz primeira final profissional de simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Nauhany_sjbv-1024x683.jpg",
        "date": "11/10/2025",
        "description": "São João da Boa Vista (SP)– Uma semana depois de conquistar seu primeiro título como profissional nas duplas do W35 disputado no clube Paineiras, a juvenil paulista Nauhany Silva chega agora à inédita final de simples em sua jovem carreira. A tenista de 15 anos e cinco meses avançou neste sábado para a decisão do Torneio Internacional Feminino de Tênis – Ano VIII, torneio de nível W15 que acontece nas quadras de saibro da Sociedade Esportiva Sanjoanense, ao derrotar a chilena Jimar Gerald Gonzalez, sétima principal inscrita, por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-sobre-final-em-familia-amanha-havera-dois-vencedores.html",
        "title": "Rinderknech sobre final em família: “Amanhã haverá dois vencedores”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-abraco-rinderknech-xangai-2025-1024x747.jpeg",
        "date": "11/10/2025",
        "description": "Xangai (China)– Com umavirada sobre o russo Daniil Medvedev na semifinal, o francês Arthur Rinderknech garantiu mais do que uma vaga na decisão do Masters 1000 de Xangai, mas um duelo familiar na disputa pelo título do torneio chinês. Ele encara neste domingo o seu primo, o monegasco Valentin Vacherot, responsável pela queda do sérvio Novak Djokovic na outra semi da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-elogia-vacherot-e-evita-falar-sobre-condicao-fisica.html",
        "title": "Djokovic elogia Vacherot e evita falar sobre condição física",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-2025-scaled-e1760015573354-1024x684.jpg",
        "date": "11/10/2025",
        "description": "Xangai (China)– Apesar de ter deixado a quadra central do Masters 1000 de Xangai com um sorriso e agradecendo ao público, Novak Djokovic saiu frustrado com aderrota para Valentin Vacherot, número 204 do ranking ATP, por 6/3 e 6/4, na semifinal do torneio chinês. O sérvio vivia a expectativa de disputar sua sexta final no evento e ir busca do quinto título, mas não conseguiu superar o monegasco."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-achei-que-poderia-ir-longe-em-xangai-mas-nao-tanto.html",
        "title": "Vacherot: “Achei que poderia ir longe em Xangai, mas não tanto”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/vacherot-incredulo-xangai-2025-1024x710.jpeg",
        "date": "11/10/2025",
        "description": "Xangai (China)– A semana dos sonhos de Valentin Vacherot no Masters 1000 de Xangai ganhou um capítulo inesquecível neste sábado. O monegasco de 26 anos, vindo do qualificatório,superou Novak Djokovic em dois sets, com parciais de 6/3 e 6/4, e garantiu sua vaga na final do torneio. Após a vitória histórica, Vacherot não escondeu a emoção pelo feito inédito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-vitoria-de-gauff-sobre-paolini-em-wuhan.html",
        "title": "Confira a vitória de Gauff sobre Paolini em Wuhan",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/08/Melhores-lances-WTA-1024x576.jpg",
        "date": "11/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-7-fonseca-enfrenta-holandes-na-estreia-em-bruxelas.html",
        "title": "Cabeça 7, Fonseca enfrenta holandês na estreia em Bruxelas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_treina-e1758035064715-1024x681.jpg",
        "date": "11/10/2025",
        "description": "Bruxelas (Bélgica)– Classificado pela primeira vez na carreira como cabeça de chave em um torneio na elite do circuito, o carioca João Fonseca conheceu o seu caminho na disputa do ATP 250 de Bruxelas, que acontece a partir desta segunda-feira no piso duro e coberto da Bélgica. Sétimo principal inscrito, o tenista de 19 anos abre campanha diante do holandês Botic van de Zandschulp, ex-número 22 do mundo e atual 84º colocado no ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vacherot-e-rinderknech-farao-inedita-final-em-xangai-veja-o-resumo.html",
        "title": "Vacherot e Rinderknech farão inédita final em Xangai. Veja o resumo.",
        "image": null,
        "date": "11/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-como-foi-a-emocionante-virada-de-pegula-em-wuhan.html",
        "title": "Veja como foi a emocionante virada de Pegula em Wuhan",
        "image": null,
        "date": "11/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rinderknech-vira-sobre-medvedev-e-garante-final-entre-primos.html",
        "title": "Rinderknech vira sobre Medvedev e garante final entre primos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rinderknech-backhand-xangai-2025-1024x667.jpeg",
        "date": "11/10/2025",
        "description": "Xangai (China)– A edição de 2025 do Masters 1000 de Xangai terá uma final em família. Depois de o monegasco Valentin Vacherot superar o sérvio Novak Djokovic em sets diretos na primeira semifinal do dia, foi a vez de seu primo, o francês Arthur Rinderknech garantir vaga na decisão, ao superar de virada o russo Daniil Medvedev, com parciais de 4/6, 6/2 e 6/4, em 2h29 de jogo."
    }
]