[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-09-08.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54204351834_795cbe49a0_k-e1734264048836-1024x683.jpg",
        "date": "09/08/2025",
        "description": "ITF W100 de Landisville (EUA) – Sintético – US$ 100 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/segundo-filho-de-nadal-nasce-na-espanha-e-ganha-nome-do-avo-materno.html",
        "title": "Segundo filho de Nadal nasce na Espanha e ganha nome do avô materno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/nadal-xisca-2025-e1744199692435-1024x683.jpg",
        "date": "09/08/2025",
        "description": "Manacor (Espanha)– O espanhol Rafael Nadal e sua esposa, Maria Francisca Perello, celebraram na última quinta-feira, 7 de agosto, a chegada de seu segundo filho, Miquel. O nome foi escolhido em homenagem ao pai de Xisca, falecido em 2023, aos 63 anos. O nascimento ocorreu com total privacidade, sem grandes anúncios, mas ganhou destaque na imprensa europeia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-blockx-e-landaluce-marcam-vitorias-da-nova-geracao-em-cincinnati.html",
        "title": "Tien, Blockx, Landaluce e Basavareddy marcam vitórias da nova geração",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blockx-cincinnati-2025-friday-1-1024x576.jpg",
        "date": "09/08/2025",
        "description": "Cincinnati (EUA) –A nova geração do circuito masculino segue se destacando no Masters 1000 de Cincinnati. Após a classificação de João Fonseca na última quinta-feira, nomes como os norte-americanos Learner Tien e Nishesh Basavareddy, além do belga Alexander Blockx e o espanhol Martin Landaluce venceram suas partidas de estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-cabeca-7-nas-duplas-bia-reve-campeas-de-wimbledon.html",
        "title": "Stefani é cabeça 7 nas duplas, Bia revê campeãs de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bia_siegemund_dupla_dubai-e1750084634353-1024x683.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –A chave de duplas do WTA 1000 de Cincinnati foi definida nesta sexta-feira com a presença de duas brasileiras. Luísa Stefani é cabeça 7 ao lado da húngara Timea Babos, enquanto Beatriz Haddad Maia tem uma estreia dura ao lado da alemã Laura Siegemund."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-ja-treina-em-cincy-e-enfrenta-argentino-alcaraz-encara-bosnio.html",
        "title": "Shelton já treina em Cincy e enfrenta argentino, Alcaraz encara bósnio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_cincy_treino_sorrindo-1024x683.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –Menos de 24 horas depois de conquistar seu primeiro Masters 1000 em Toronto, Ben Shelton iniciou os treinamentos em Cincinnati. O novo número 6 do mundo também já tem adversário definido para a estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garcia-sakkari-e-krejcikova-vencem-gauff-e-pegula-conhecem-rivais.html",
        "title": "Garcia, Sakkari e Krejcikova vencem, Gauff e Pegula conhecem rivais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/garcia_cincy_vibra-1024x729.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –Campeã do WTA 1000 de Cincinnati em 2022, Caroline Garcia recebeu convite para disputar um dos últimos torneios de sua carreira e estreou com vitória nesta sexta-feira. A experiente francesa de 31 anos e ex-número 4 do mundo venceu a britânica Sonay Kartal por 5/7, 6/4 e 6/3 em 2h36 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sp-open-celebra-sao-paulo-com-trofeu-assinado-por-ara-vartanian.html",
        "title": "SP Open celebra São Paulo com troféu assinado por Ara Vartanian",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/trofeu-SP-Open.jpg",
        "date": "08/08/2025",
        "description": "São Paulo (SP) –O SP Open, torneio que marca a volta do circuito WTA 250 à cidade de São Paulo, apresenta seu troféu oficial: uma escultura inédita criada por Ara Vartanian, um dos nomes mais relevantes da joalheria contemporânea. Concebida especialmente para o evento, a peça traduz em forma, matéria e movimento a identidade da cidade e a potência do tênis feminino."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mundial-de-14-anos-define-finalistas-brasileiras-tentam-o-13o-lugar.html",
        "title": "Mundial de 14 anos define finalistas, Brasileiras tentam o 13º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Samuel-Dakessian-mundial-14.jpg",
        "date": "08/08/2025",
        "description": "Prostejov (República Tcheca)– Os finalistas do Mundial de 14 anos foram conhecidos nesta sexta-feira em Prostejov, na República Tcheca. A final masculina será entre Estados Unidos e França. A equipe norte-americana também está na decisão feminina, contra o Canadá."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/finalistas-no-canada-mboko-e-osaka-nao-jogam-em-cincinnati.html",
        "title": "Finalistas no Canadá, Mboko e Osaka não jogam em Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/mboko_osaka_cump-1024x622.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –Protagonistas da final de Montréal na última quinta-feira à noite, Victoria Mboko e Naomi Osaka não vão jogar o WTA 1000 de Cincinnati. Com o calendário apertado por conta do aumento no número de jogadoras nas chaves, elas teriam pouquíssimo tempo de recuperação antes da estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabado-em-cincinnati-tem-bia-fonseca-iga-sinner-e-sabalenka.html",
        "title": "Sábado em Cincinnati tem Bia, Fonseca, Iga, Sinner e Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_fore-e1753885140196.jpg",
        "date": "08/08/2025",
        "description": "Cincinnati (EUA) –O sábado em Cincinnati terá o início da segunda rodada do torneio que reúne um Masters 1000 e um WTA 1000, com as estreias dos cabeças de chave como Iga Swiatek, Jannik Sinner, Aryna Sabalenka e a brasileira Beatriz Haddad Maia. O dia também terá João Fonseca, que faz seu segundo jogo na competição."
    }
]