[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-21-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/daniel_silva_floripa_desliza.jpg",
        "date": "21/11/2025",
        "description": "WTA 125 de Colina (Chile) – Saibro – US$ 115 milDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-cai-na-semifinal-de-duplas-ao-lado-de-espanhola-em-colina.html",
        "title": "Pigossi cai na semifinal de duplas ao lado de espanhola em Colina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/pigossi_floripa_saibro_costas-1024x683.jpg",
        "date": "21/11/2025",
        "description": "Colina (Chile) –Depois de duas vitórias na semana, Laura Pigossi e a espanhola Alicia Herrero caíram na semifinal de duplas do WTA 125 de Colina, no Chile. Principais cabeças de chave, elas foram superadas pela argentina Maria Lourdes Carle e a espanhola Sara Sorribes por 6/1 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/thaisa-pedretti-e-luiza-fullana-vencem-e-duelam-na-semi-em-mogi.html",
        "title": "Thaísa Pedretti e Luiza Fullana vencem e duelam na semi em Mogi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/thaisa_pedretti_rebate.jpg",
        "date": "21/11/2025",
        "description": "Mogi das Cruzes (SP) –O Brasil terá duas jogadoras nas semifinais do ITF W15 de Mogi das Cruzes, realizado nas quadras de saibro do Kosmos Clube. A paulista Thaísa Pedretti e brasiliense Luiza Fullana venceram seus jogos e vão se enfrentar neste sábado, por vaga na final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-salva-7-match-points-e-leva-a-italia-a-3a-final-seguida-na-davis.html",
        "title": "Cobolli salva 7 match-points e leva a Itália à 3ª final seguida na Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/cobolli_davis_grita_gsp-1024x682.jpg",
        "date": "21/11/2025",
        "description": "Bolonha (Itália) –Vencedora das duas últimas edições da Copa Davis e anfitriã na semana decisiva da competição, a Itália garantiu vaga em sua terceira final seguida. Mesmo sem contar com seus dois tenistas do top 10, Jannik Sinner e Lorenzo Musetti, os italianos venceram a Bélgica por 2 a 0, com vitórias de Matteo Berrettini e Flavio Cobolli nesta sexta-feira, e esperam os vencedores entre Espanha e Alemanha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gustavo-heide-e-daniel-silva-farao-duelo-nacional-na-semi-em-floripa.html",
        "title": "Gustavo Heide e Daniel Silva farão duelo nacional na semi em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_term.jpg",
        "date": "21/11/2025",
        "description": "Florianópolis (SC) –O Brasil terá dois jogadores nas semifinais do challenger 75 de Florianópolis, realizado nas quadras de saibro do Lagoa Iate Clube (LIC). Os paulistas Gustavo Heide e Daniel Dutra Silva venceram seus jogos e vão se enfrentar neste sábado às 10h30 (de Brasília) por vaga na final do torneio. O torneio tem entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/grandes-noticias-para-2026.html",
        "title": "Grandes notícias para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/blog_duplas_2026.jpg",
        "date": "21/11/2025",
        "description": "O final de temporada, período em que os tenistas entram em curtas e merecidas férias antes de iniciar a fase de preparação para o calendário seguinte, tem sido de grandes notícias para o tênis brasileiro. Especialmente nas duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-32-anos-dennis-novak-anuncia-aposentadoria.html",
        "title": "Aos 32 anos, Dennis Novak anuncia aposentadoria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/dennis-novak-e1763752427791-1024x683.jpg",
        "date": "21/11/2025",
        "description": "Viena (Áustria)– O austríaco Dennis Novak anunciou sua aposentadoria do tênis profissional esta semana. O jogador de 32 anos, que alcançou o 85º lugar no ranking mundial em 2020, compartilhou a notícia no Instagram ."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medrado-e-gebara-sao-campeas-do-us-national-de-pickleball.html",
        "title": "Medrado e Gebara são campeãs do US National de pickleball",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/medrado_gebara_national_pickle.jpg",
        "date": "21/11/2025",
        "description": "San Diego (EUA)– A parceria formada por Patrícia Medrado e Deborah Gebara obteve um grande resultado para o pickleball brasileiro. Elas receberam convite para disputar o US National, realizado durante a semana na Califórinia, e conquistaram o título da faixa dos 60 mais, nível 5.0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nishikori-comemora-volta-ao-circuito-e-elogia-estilo-de-sinner.html",
        "title": "Nishikori comemora volta ao circuito e elogia estilo de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nishikori-yokohama-back-2025-e1763726736465-1024x681.jpg",
        "date": "21/11/2025",
        "description": "Yokohama (Japão)– Em seu primeiro torneio desde a queda na estreia no Masters 1000 de Cincinnati, o japonês Kei Nishikori venceu duas nesta semana no challenger de Yokohama, mas parou nas quartas, nesta sexta-feira, perdendo para o compatriota Kaichi Uchida, queenfrentará o paulista Igor Marcondes na semi."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-top-30-lauren-davis-e-mais-uma-a-se-despedir-do-circuito-em-2025.html",
        "title": "Ex-top 30, Lauren Davis é mais uma a se despedir do circuito em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/lauren-davis-usopen-1024x681.jpg",
        "date": "21/11/2025",
        "description": "Nova York (EUA)– A temporada de 2025 foi a última de muitos tenistas e também da norte-americana Lauren Davis, de 32 anos, que anunciou sua aposentadoria nesta sexta-feira através das redes sociais. Em uma publicação no Instagram, ela resumiu as alegrias de sua carreira e agradeceu ao tênis por tudo que lhe proporcionou."
    }
]