[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-02-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "02/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/operacao-toalha-de-gelo-envolveu-450-toalhas-na-terca-feira.html",
        "title": "Operação Toalha de Gelo envolveu 450 toalhas na terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Alex-Eala_toalha-gelada.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra) –Após dois dias de muito calor, com temperatura acima de 33°C, a chuva veio, conforme o previsto, e o início da rodada desta quarta-feira em Wimbledon foi adiada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/emocionante-e-feliz-diz-kvitova-sobre-a-despedida-em-wimbledon.html",
        "title": "“Emocionante e feliz”, diz Kvitova sobre a despedida em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kvitova-wimbledon-despedida-2025-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em sua temporada de despedida, a tcheca Petra Kvitova deu seu adeus ao All England Club na última terça-feira ao ser derrotada na primeira rodada de Wimbledon pela norte-americana Emma Navarro na Quadra 1. Após a partida e a homenagem em quadra, a ex-número 2 do mundo falou sobre as emoções na entrevista coletiva."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/proximo-adversario-de-djokovic-evans-esnoba-estreia-do-servio.html",
        "title": "Próximo adversário de Djokovic, Evans “esnoba” estreia do sérvio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/evans-wimbledon-2025-e1751457453509-1024x683.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– Em busca do oitavo título em Wimbledon, para assim alcançar mais um recorte e se tornar o maior campeão do torneio, ao lado do suíço Roger Federer, o sérvio Novak Djokovic terá pela frente na segunda rodada um rival também experiente, desafiando o tenista da casa Daniel Evans, que mesmo antes de saber quem iria enfrentar na próxima partida, falou bastante sobre o ex-número 1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-atrasa-inicio-da-rodada-desta-quarta-em-wimbledon.html",
        "title": "Chuva atrasa início da rodada desta quarta em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/b_03_ambient_146_aeltc_c_raphael-1024x682.jpg",
        "date": "02/07/2025",
        "description": "Londres (Inglaterra)– A previsão do tempo se confirmou e a quarta-feira começou com chuva em Londres, impedindo o início da rodada das quadras externas, previsto para as 7 horas de Brasília. É o caso da partida de João Fonseca contra o norte-americano Jenson Brooksby, marcada para a quadra 12."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leonardo-storck-e-ana-cruz-lideram-vitorias-brasileiras-em-londrina.html",
        "title": "Leonardo Storck e Ana Cruz lideram vitórias brasileiras em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/storck_engie_brb-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck e a gaúcha Ana Cruz lideraram as vitórias de juvenis brasileiros na primeira rodada da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-nao-estaria-aqui-se-nao-acreditasse-no-titulo.html",
        "title": "Djokovic: “Não estaria aqui se não acreditasse no título”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic_wimbledon_25_acena-1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –Sete vezes campeão de Wimbledon e finalista nas últimas seis edições, Novak Djokovic mantém viva a ambição de conquistar o oitavo título no Grand Slam britânico, além de chegar à histórica marca de 25 troféus de Slam. Aos 38 anos e em sua 20ª participação no torneio, o sérvio deixou claro que só entrou em quadra porque acredita plenamente em suas chances."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-nunca-me-senti-tao-vazio-sem-alegria-dentro-e-fora-da-quadra.html",
        "title": "Zverev: “Nunca me senti tão vazio, sem alegria dentro e fora da quadra”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/zverev_wimbledon_corre-1024x610.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –A eliminação precoce na estreia de Wimbledon marcou um momento delicado na carreira de Alexander Zverev.Derrotado em cinco sets pelo francês Arthur Rinderknechnesta terça-feira, o alemão admitiu que vem enfrentando dificuldades emocionais dentro e fora do circuito, considerando também a possibilidade de buscar ajuda profissional. O atual número 3 do não perdia tão cedo em um Grand Slam desde 2019, também no All England Club, e disse que o problema não está relacionado diretamente ao esporte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-terca-em-wimbledon.html",
        "title": "Confira as melhores jogadas desta terça em Wimbledon",
        "image": null,
        "date": "01/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-nao-esconde-frustracao-e-buscara-recomeco-no-us-open.html",
        "title": "Gauff não esconde frustração e buscará recomeço no US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/gauff_yastremska_cump_wimb-1024x587.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –Depois de acumular boas campanhas na temporada de saibro e conquistar seu segundo título de Grand Slam em Roland Garros, Coco Gauff não repetiu o bom desempenho na grama e foi eliminada na primeira rodada de Wimbledon. Eliminada logo na estreia de Wimbledon, a número 2 do mundo reconheceu as dificuldades da adaptação à superfície e não escondeu a frustração com apartida diante da ucraniana Dayana Yastremskanesta terça-feira."
    }
]