[
    {
        "url": "https://tenisbrasil.uol.com.br/com-nana-em-quadra-brasil-define-times-para-bjk-e-davis-junior.html",
        "title": "Com Naná em quadra, Brasil define times para BJK e Davis Junior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_qua_back-1024x610.jpg",
        "date": "23/09/2025",
        "description": "Santiago (Chile) –A Federação Internacional de Tênis (ITF) anunciou nesta terça-feira as escalações completas das equipes que disputarão as Copas Davis e Billie Jean King Júnior, que serão realizadas em Santiago entre os dias 3 e 9 de novembro. As competições não eram realizadas na América do Sul desde 2001, quando a capital chilena também sediou os eventos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-rivoli-lidera-vitorias-brasileiras-no-j200-de-lima.html",
        "title": "Pietra Rivoli lidera vitórias brasileiras no J200 de Lima",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "23/09/2025",
        "description": "Lima (Peru) –Quatro juvenis brasileiras venceram na estreia do ITF J200 de Lima, em quadras de saibro. A boa rodada foi liderada pela gaúcha Pietra Rivoli, cabeça 2 do torneio, que superou a norte-americana Filipa Delgado por 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-marca-a-primeira-vitoria-brasieira-em-itf-argentino.html",
        "title": "Júlia Konishi marca a primeira vitória brasieira em ITF argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/konishi_sl_prepsaque.jpg",
        "date": "23/09/2025",
        "description": "Lujan (Argentina) –A paulista Júlia Konishi marcou a primeira vitória brasileira no ITF W15 de Lujan, em quadras de saibro na Argentina. Atual 804ª do ranking, ela superou a convidada local Mia Celeste Brayotta por 6/2, 2/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-estreia-na-rodada-noturna-do-torneio-masculino-de-alphaville.html",
        "title": "Heide estreia na rodada noturna do Torneio Masculino de Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gustavo_heide-1024x682.jpeg",
        "date": "23/09/2025",
        "description": "Barueri (SP)– Principal candidato ao título, o paulista Gustavo Heide estreia nesta quarta-feira no Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais, que acontece sobre as quadras sintéticas do Alphaville Tênis Clube. O cabeça 1 faz a rodada noturna, a partir das 18 horas, contra o convidado João Pedro Gomes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-consegue-a-segunda-vitoria-contra-top-100-e-enfrenta-pucinelli.html",
        "title": "Reis consegue a segunda vitória contra top 100 e enfrenta Pucinelli",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-vibra-2025-e1749938079620-1024x683.jpg",
        "date": "23/09/2025",
        "description": "* Atualizado no fim da rodada"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-23-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_olhabola-1024x683.jpg",
        "date": "23/09/2025",
        "description": "ATP 500 de Tóquio (Japão) – US$ 2.226.470Duplas – Qualficatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-e-mais-uma-a-encerrar-a-temporada-para-cuidar-da-saude-mental.html",
        "title": "Svitolina é mais uma a encerrar a temporada para cuidar da saúde mental",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/svitolina_bjk_agradece-1024x683.jpg",
        "date": "23/09/2025",
        "description": "Shenzhen (China) –Após competir pela Ucrânia pela Billie Jean King Cup na última semana e ajudar seu país a chegar a uma inédita semifinal na competição por equipes, Elina Svitolina anunciou o fim de sua temporada para cuidar da saúde mental. A atual 13ª do ranking é mais uma jogadora a se afastar voluntariamente por esse motivo, como já haviam feito neste ano a tunisianaOns Jabeure tambémBeatriz Haddad Maia, número 1 do Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-seu-melhor-ranking-reis-e-heide-sobem.html",
        "title": "Fonseca mantém seu melhor ranking, Reis e Heide sobem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/FonsecaDay1-1-1024x645.jpg",
        "date": "23/09/2025",
        "description": "Londres (Inglaterra) –Depois de defender o Brasil na Copa Davis contra a Grécia e de participar da Laver Cup pela primeira vez nos Estados Unidos, João Fonseca se mantém com o melhor ranking da carreira. O carioca de 19 anos e número 1 do Brasil é o atual 42º do mundo pela terceira semana consecutiva. O próximo torneio de Fonseca será o Masters 1000 de Xangai, a partir de 1º de outubro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-da-semana-tabilo-e-bublik-saltam-no-ranking-da-atp.html",
        "title": "Campeões da semana, Tabilo e Bublik saltam no ranking da ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/tabilo_chengdu_trofeu_pandas_cut-1024x652.jpg",
        "date": "23/09/2025",
        "description": "Chengdu (China) –Com o fim dos dois torneios ATP 250 disputados na China, os dois campeões desta terça-feira saltaram no ranking recém atualizado. O chilenoAlejandro Tabilo, vencedor em Chengdu, recuperou posições, enquanto o cazaqueAlexander Bublikatingiu a melhor marca da carreira com o título em Hangzhou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-preto-sediara-um-sand-series-em-outubro-com-estrutura-ampliada.html",
        "title": "Ribeirão Preto sediará um Sand Series em outubro com estrutura ampliada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Sand-Series-Ribeirao.png",
        "date": "23/09/2025",
        "description": "Ribeirão Preto (SP) –O Sand Series de Ribeirão Preto, o torneio de beach tennis de maior pontuação no mundo, acontece pela 3ª vez consecutiva na cidade. O torneio será realizado entre os dias 15 e 19 de outubro, no Arena Beach Ribeirão. No total, 64 atletas (18 duplas masculinas e 18 femininas) disputarão a premiação de 75 mil dólares."
    }
]