[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-08-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_wimbledon_saque_sozinha-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/segunda-semana-comeca-em-wimbledon-veja-como-foi-a-rodada.html",
        "title": "Segunda semana começa em Wimbledon. Veja bastidores da rodada.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_fans_chapeus-1-1024x633.jpg",
        "date": "08/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-caem-em-sets-diretos-e-param-nas-quartas-de-final.html",
        "title": "Melo e Matos caem em sets diretos e param nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/453873_1159944_marcelo___rafael___wimbledon22.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Terminou nesta terça-feira a participação do mineiro Marcelo Melo e do gaúcho Rafael Matos na chave de duplas em Wimbledon. Eles foram derrotados em sets diretos pelo australiano Rinky Hijikata e o holandês David Pel com o placar final de 7/6 (7-5) e 6/4, depois de 1h32 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-tres-meses-colaboracao-entre-paolini-e-marc-lopez-chega-ao-fim.html",
        "title": "Após três meses, colaboração entre Paolini e Marc López chega ao fim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/paolini-wimboedon-grita-2025.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– A colaboração entre a italiana Jasmine Paolini e o espanhol Marc López chegou ao fim após três meses. Nesta terça-feira, a tenista de 29 anos anunciou o fim da parceria com o treinador através de uma mensagem no Instagram."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/samsonova-se-espanta-com-macarrao-com-morangos-de-iga-sou-italiana.html",
        "title": "Samsonova se espanta com macarrão e morangos de Iga: “Sou italiana!”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/samsonova_wimbledon_vibra-1024x666.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Estreante em quartas de final de Grand Slam, Liudmila Samsonova tem o hábito de não olhar chaves e ver suas próximas adversárias com muita antecedência. Ela diz que é uma forma de se preservar mentalmente e que isso tem ajudado. Mas nesta segunda-feira, ela respondeu a uma pergunta inusitada sobre sua próxima adversária, Iga Swiatek."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-feminino-em-rio-claro-comeca-com-nove-brasileiras.html",
        "title": "ITF feminino em Rio Claro começa com nove brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pedretti_circuitobrb.jpg",
        "date": "07/07/2025",
        "description": "Rio Claro (SP) –Nove brasileiras já estão garantidas na chave do ITF W35 de Rio Claro, etapa do Circuito BRB/ENGIE de Tênis Profissional. O número de representantes nacionais no torneio em quadras de saibro do Clube de Campo de Rio Claro. O número de atletas nacionais pode aumentar nesta terça-feira, dia da última rodada do quali e tembém dos primeiros jogos da chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fissette-destaca-comunicacao-e-intensidade-de-iga-para-melhora-na-grama.html",
        "title": "Fissette destaca comunicação e intensidade de Iga para melhora na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/iga_fissette_treino_wimbledon-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –A boa temporada de Iga Swiatek na grama, com a chegada à final do WTA 500 de Bad Homburg e agora aclassificação às quartas em Wimbledoncoincidem com a chegada do técnico Wim Fisette à equipe. O experiente treinador já acompanhou várias campeãs de Grand Slam e destacou a evolução constante no trabalho com a polonesa de 24 anos. A fluidez na comunicação com a jogadora, o uso de dados e estatísticas e também a intensidade que Iga apresenta a cada partida foram valorizados pelo técnico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-considero-uma-vitoria-grigor-merecia-ter-uma-chance.html",
        "title": "Sinner: “Não considero uma vitória, Grigor merecia ter uma chance”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_dimitrov_abraco_wimb-1024x682.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Líder do ranking mundial, Jannik Sinner avançou às quartas de final em Wimbledon de uma forma que nem ele gostaria. O número 1 do mundo havia perdido os dois primeiros sets nesta segunda-feira para o búlgaro Grigor Dimitrov, que sofreu uma lesão no músculo peitoral. A limitação nos movimentos do saque o impediu de seguir em quadra, e ele precisou abandonar a partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-07-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_narede-1024x480.jpg",
        "date": "07/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cacula-das-quartas-andreeva-aproveita-a-experiencia-de-conchita.html",
        "title": "Caçula das quartas, Andreeva aproveita a experiência de Conchita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/andreeva_wimbledon_acena-1024x660.jpg",
        "date": "07/07/2025",
        "description": "Londres (Inglaterra) –Classificada para as quartas de final em Wimbledon, Mirra Andreeva se torna a jogadora mais jovem a chegar tão longe no torneio desde a tcheca Nicole Vaidisova em 2007. A russa de 18 anos é também a primeira tenista com menos de 20 anos a alcançar essa fase desde Victoria Azarenka e Sabine Lisicki, ambas em 2009."
    }
]