[
    {
        "url": "https://tenisbrasil.uol.com.br/bonini-derrota-cabeca-3-e-decide-pan-americano-junior.html",
        "title": "Bonini derrota cabeça 3 e decide Pan-americano Júnior",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonini_pan-1024x682.jpeg",
        "date": "15/08/2025",
        "description": "Assunção (Paraguai)– João Pedro Bonini segue fazendo história nos Jogos Pan-americanos Júnior. Nesta sexta-feira, o paranaense garantiu vaga na final da chave de simples, ao vencer o porto-riquenho Yannik Alvarez, cabeça de chave número 3 do torneio, por 6/4 e 7/6 (10-8), em uma partida marcada por equilíbrio e emoção do início ao fim."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/britanicos-ampliam-serie-invicta-e-glasspool-sera-no-1-de-duplas.html",
        "title": "Britânicos ampliam série invicta e Glasspool será nº 1 de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cash-glasspool-cincinnati-2025-qfs-1024x576.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A grande temporada dos britânicos Julian Cash e Lloyd Glasspool segue rendendo marcas importantes para a parceria, que conquistou recentemente os títulos deWimbledone doMasters 1000 de Toronto. Semifinalistas em Cincinnati, eles também vão assumir as duas primeiras posições do ranking entre os especialistas em duplas, com Glasspool ocupando o número 1. Ele será o 66º jogador diferente a liderar o ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-15-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/matos-rio-open-sozinho-2025-1024x683.jpg",
        "date": "15/08/2025",
        "description": "Challenger de Cancun (México) – Sintético – US$ 200 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dabrowski-e-routliffe-sao-as-primeiras-finalistas-nas-duplas.html",
        "title": "Dabrowski e Routliffe são as primeiras finalistas nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/PR_Gabriela-Dabrowski-et-Erin-Routliffe-_116-1024x628.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A canadense Gabriela Dabrowski e a neozelandesa Erin Routliffe são as primeiras finalistas da chave de duplas do WTA 1000 de Cincinnati. Cabeças 2 do evento, elas venceram a ucraniana Lyudmyla Kichenok e a australiana Ellen Perez por 3/6, 6/3 e 12-10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-confirmado-para-challenger-na-costa-do-sauipe.html",
        "title": "Monteiro é confirmado para challenger na Costa do Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro_rio_desliza_treino.jpg",
        "date": "15/08/2025",
        "description": "Costa do Sauípe (BA) –O tênis profissional volta a escrever história na Costa do Sauípe com um torneio internacional, o inédito Costa do Sauípe Open ATP Challenger 125, que acontece entre os dias 19 e 26 de outubro de 2025. Em quadras de saibro totalmente renovadas, o segundo maior torneio do País já tem uma grande atração confirmada: Thiago Monteiro, atual número 4 do Brasil e 168 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-ja-e-o-primeiro-na-lista-de-espera-para-o-quali-do-us-open.html",
        "title": "Reis já é o primeiro na lista de espera para o quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53629914196_c421750d3c_c.jpg",
        "date": "15/08/2025",
        "description": "Nova York (EUA)– Está cada vez mais próxima a chance do pernambucano João Lucas Reis fazer sua estreia em um Grand Slam. Com adesistência do italiano Matteo Berrettinina chave principal do US Open e outras no quali, ele é agora o primeiro na lista de espera para a fase classificatória."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/interclubes-paranaense-reune-tenistas-como-demoliner-e-danielzinho.html",
        "title": "Interclubes paranaense reúne tenistas como Demoliner e Danielzinho",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/demoliner-comemora-challenger-birmingham-1024x727.jpg",
        "date": "15/08/2025",
        "description": "Maringá (PR)– Grandes nomes do tênis brasileiro estarão em ação no Interclubes Paranaense de Classes, realizado pela Federação Paranaense de Tênis. O evento teve início na última quinta-feira e reunirá até domingo mais de 3 mil atletas, entre eles tenistas do calibre de Marcelo Demoliner, Daniel Silva e Mateus Alves."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-derruba-sabalenka-e-desafia-iga-na-semifinal-de-cincinnati.html",
        "title": "Rybakina derruba Sabalenka e desafia Iga na semifinal de Cincinnati",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/rybakina_mtl_toss.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA) –A boa fase de Elena Rybakina nos torneios preparatórios para o US Open fez a diferença no confronto com Aryna Sabalenka, nesta sexta-feira em Cincinnati. De volta ao top 10 após as semifinais de Washington e Montréal, a cazaque chega a mais uma semi depois de vencer a número 1 do mundo por 6/1 e 6/4 em 1h14 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-explica-motivo-para-recontratar-preparador-fisico.html",
        "title": "Sinner explica motivo para recontratar preparador físico",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Jannik-Sinner-Umberto-Ferrara-Pequim-2023-e1743680873201.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– Responsáveis diretos pela contaminação sofrida pelo italiano Jannik Sinner,que acabou suspenso por três meses por doping, Umberto Ferrara e Giacomo Naldi foram dispensados de sua equipe logo após o caso vir a público"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vence-e-vai-a-semi-em-cincinnati-pelo-terceiro-ano-consecutivo.html",
        "title": "Iga vence e vai à semi em Cincinnati pelo terceiro ano consecutivo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Iga_Swiatek_-_Cincinnati_Open_2025_-_Day_9-DSC_3421_xgaplus.jpg",
        "date": "15/08/2025",
        "description": "Cincinnati (EUA)– Abrindo a rodada desta sexta-feira no WTA 1000 de Cincinnati, Iga Swiatek controlou bem o duelo com a russa Anna Kalinskaya e se tornou a primeira semifinalista do torneio. Ela precisou de 1h34 de partida para derrubar a cabeça de chave 28 com parciais de 6/3 e 6/4. A vitória foi uma revanche para a polonesa, que havia perdido de Kalinskaya no ano passado em Dubai."
    }
]