[
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-quarta.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta quarta",
        "image": null,
        "date": "21/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-passa-pelo-primeiro-teste.html",
        "title": "Alcaraz passa pelo primeiro teste",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_alcaraz_ao.jpg",
        "date": "21/01/2026",
        "description": "Não se pode dizer que Carlos Alcaraz tenha corrido qualquer risco de parar na segunda rodada do Australian Open, mas o número 1 do mundo encarou seu primeiro teste rumo ao sonho de conquistar o único Grand Slam que lhe falta. Precisou correr muito atrás das bolas pesadas do alemão Yannick Hanfmann, chegou a estar uma quebra atrás e soltou um grito de alívio ao finalizar o tiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-segue-preocupado-em-melhorar-o-seu-saque.html",
        "title": "Sinner segue preocupado em melhorar o seu saque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Sinner_ausopen_saque_noite-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Até mesmo Jannik Sinner, o número 2 do ranking, consegue achar pontos a melhorar em seu tênis. Depois de avançar novamente à segunda rodada do Australian Open, o bicampeão revelou segue trabalhando firme no aprimoramento do seu serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/como-estao-as-perspectivas-de-guto-victoria-e-storck-para-a-australia.html",
        "title": "Como estão as perspectivas de Guto, Victória e Storck para a Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/arte_ps_dumont_guto_vic.jpg",
        "date": "21/01/2026",
        "description": "A temporada dos brasileiros no circuito mundial juvenil já começou com ostítulos de simples e duplas do goiano Guto Miguelno ITF J300 de Traralgon, evento preparatório para o Australian Open da categoria. O jogador de 16 anos também irá saltar para o terceiro lugar na próxima atualização do ranking e será um dos principais cabeças de chave em Melbourne, buscando seu primeiro título de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-fore-kobe-2025-e1763724322293-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-e-zverev-avancam-a-terceira-fase-em-partidas-de-quatro-sets.html",
        "title": "De Minaur e Zverev avançam à terceira fase em partidas de quatro sets",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/deminaur_ausopen26_back-1024x683.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Escalado para atuar na sessão noturna da Rod Laver Arena nesta quarta-feira, Alex de Minaur venceu seu segundo jogo no Australian Open. O tenista da casa superou o jovem sérvio Hamad Medjedovic, de 22 anos e 90º do ranking, com parciais de 6/7 (5-7), 6/2, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-vence-apos-duas-interrupcoes-por-chuva-jovic-segue-em-boa-fase.html",
        "title": "Paolini vence após duas interrupções por chuva, Jovic segue em boa fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/paolini_vibra_ausopen_noite-1024x663.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –Em jogo com duas interrupções por chuva, Jasmine Paolini conseguiu sua segunda vitória no Australian Open. A italiana superou a polonesa Magdalena Frech por 6/2 e 6/3. A partida teve uma incomum troca de quadra no fim do primeiro set, saindo da Kia Arena para a John Cain, que conta com um teto retrátil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/percebi-que-havia-jogado-melhor-do-que-pensava-diz-alcaraz-sobre-vitoria.html",
        "title": "“Percebi que havia jogado melhor do que pensava”, diz Alcaraz sobre vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_ausopen26_vibra_sol_fft-1024x713.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália)– Nesta quarta-feira, Carlos Alcaraz avançou para terceira rodada do Australian Openapós vencer o alemão Yannick Hanfmann, por  7/6 (7-4), 6/3 e 6/2. Em entrevista, o espanhol revelou que, dentro da quadra, nem sempre consegue ter a percepção real de seu nível de tênis.“Obviamente, não me vi jogando tão bem. Mas depois, conversando com minha equipe, percebi que tinha jogado melhor do que pensava”, comentou, aliviado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-enfim-chega-a-terceira-rodada-tien-ganha-outra.html",
        "title": "Bublik enfim chega à terceira rodada, Tien ganha outra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália)– Depois de sete participações anteriores frustrantes, o cazaque Alexander Bublik enfim conseguiu ganhar duas partidas consecutivas numa mesma edição do Australian Open. Novamente em sets diretos, o número 10 do mundo passou nesta madrugada pelo húngaro Marton Fucsovics, por 7/5, 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-joga-as-23h30-com-sinner-as-5h-e-rybakina-no-fim-da-rodada.html",
        "title": "Djokovic joga às 23h30, com Sinner às 5h e Rybakina no fim da rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/djokovic_ausopen_term_fft_cut-1024x609.jpg",
        "date": "21/01/2026",
        "description": "Melbourne (Austrália) –O complemento da segunda rodada do Australian Open terá grandes nomes em quadra com destaque para Novak Djokovic, Jannik Sinner, Elena Rybakina, Iga Swiatek e Naomi Osaka."
    }
]