[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-consegue-revanche-contra-alcaraz-e-conquista-wimbledon.html",
        "title": "Sinner consegue revanche contra Alcaraz e conquista Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_vibra_semi-1024x667.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –Pouco mais de um mês de protagonizarem uma batalha de cinco sets e 5h29 na final de Roland Garros, Carlos Alcaraz e Jannik Sinner voltaram a se encontrar em uma decisão de Grand Slam, desta vez na grama de Wimbledon. E apesar da dura derrota sofrida em Paris e do histórico de Alcaraz no Slam londrino, Sinner conseguiu a revanche. Líder do ranking mundial, o italiano superou o espanhol por 4/6, 6/4, 6/4 e 6/4 em 3h03 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-pleuss-confirmam-favoritismo-na-copa-icaro-em-curitiba.html",
        "title": "Storck e Pleuss confirmam favoritismo na Copa Ícaro em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/leonardo_storck_curitiba.jpg",
        "date": "13/07/2025",
        "description": "Curitiba (PR) –Foram definidos, neste domingo, os campeões de simples na 5ª Copa Instituto Icaro, evento que aconteceu no Clube 3 Marias e na Academia DM Tênis em Curitiba. O torneio internacional juvenil teve a chancela da Federação Internacional de Tênis, da Confederação Brasileira de Tênis, Confederação Sul-Americana de Tênis e da Federação Paranaense de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/qualifying-do-brasil-tennis-classic-comeca-nesta-segunda-no-pinheiros.html",
        "title": "Qualifying do Brasil Tennis Classic começa nesta segunda no Pinheiros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/carolina_laydner.jpg",
        "date": "13/07/2025",
        "description": "São Paulo (SP) – Começa nesta segunda-feira o Brasil Tennis Classic Ano VII, ITF W35 no Esporte Clube Pinheiros, na capital paulista. O torneio profissional feminino distribui total de US$ 35 mil em premiações e pontos no ranking WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-e-fokina-lideram-o-atp-de-los-cabos-romboli-joga-duplas.html",
        "title": "Rublev e Fokina lideram o ATP de Los Cabos, Romboli joga duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/rublev-paris-2024-tuesday-e1730303513162-1024x681.jpg",
        "date": "13/07/2025",
        "description": "Los Cabos (México) –Tão logo termina o torneio de Wimbledon, já começa a preparação para o US Open. O primeiro evento de aquecimento para Nova York é o ATP 250 de Los Cabos, no México, que já começa na segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bulgaro-conquista-o-juvenil-em-wimbledon-e-repete-dimitrov.html",
        "title": "Búlgaro conquista o juvenil em Wimbledon e repete Dimitrov",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/ivanov_back_wimbledon.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –O búlgaro Ivan Ivanov conquistou o título do torneio juvenil de Wimbledon ao vencer a final deste domingo contra o norte-americano Ronit Karki, 52º do ranking e vindo do quali, por 6/2 e 6/3 em 57 minutos de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeira-de-rodas-no-1-do-mundo-vink-vence-final-holandesa.html",
        "title": "Cadeira de rodas: nº 1 do mundo, Vink vence final holandesa no Quad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Vink_Quad.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –A decisão do Quad masculino em cadeira de rodas também foi uma batalha entre os dois melhores do mundo,  com o líder do ranking, o holandês Niels Vink, defendeu o título, derrotando o compatriota Sam Schroder, por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-e-reis-jogam-na-holanda-daniel-vence-a-primeira-no-quali.html",
        "title": "Pucinelli e Reis jogam na Holanda, Daniel vence a primeira no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/reis_prepara_rio_treino.jpg",
        "date": "13/07/2025",
        "description": "Bunschoten (Holanda) –Dois brasileiros estão na chave principal do challenger de Bunschoten, em quadras de saibro na Holanda. O pernambucano João Lucas Reis e o paulista Matheus Pucinelli ocupam lados opostos da chave. O torneio ainda pode contar com Daniel Dutra da Silva, que venceu a primeira no quali."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/principe-william-e-familia-chegam-ao-all-england-club.html",
        "title": "Príncipe William e família chegam ao All England Club",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Kate_William_familia.jpg",
        "date": "13/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-lado-de-kudermetova-mertens-conquista-seu-5o-slam-nas-duplas.html",
        "title": "Ao lado de Kudermetova, Mertens conquista seu 5º Slam nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mertens_kudermetova_wimbledon_trofeus-1024x594.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –Pela segunda vez em sua carreira profissional, a belga Elise Mertens conquistou um título de duplas em Wimbledon e chegou ao quinto Grand Slam da carreira. Mertens e a russa Veronika Kudermetova venceram na final deste domingo a taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko por 3/6, 6/2 e 6/4 em 2h23 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeira-de-rodas-em-final-de-campeoes-oda-fatura-o-bi-em-simples.html",
        "title": "Cadeira de rodas: em final de campeões, Oda fatura o bi em simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Oda_beija-trofeu.jpg",
        "date": "13/07/2025",
        "description": "Londres (Inglaterra) –Assim como em simples masculino, na final individual do tênis em cadeira de rodas masculino, o número 1 do mundo Tokito Oda, campeão em 2023, disputou o título contra o número 2, o britânico Alfie Hewett, campeão do ano passado. O japonês conquistou o bicampeonato ao vencer o duelo de 2h16 de duração, de virada, com parciais de 3/6, 7/5 e 6/2."
    }
]