[
    {
        "url": "https://tenisbrasil.uol.com.br/sinop-mt-recebe-inedito-torneio-profissional-internacional-de-beach-tennis.html",
        "title": "Sinop recebe inédito torneio profissional internacional de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/arenaesportes_sinop.png",
        "date": "18/08/2025",
        "description": "Sinop (MT) –A partir desta terça-feira, a cidade de Sinop, em Mato Grosso, recebe pela primeira vez, torneios inéditos do circuito mundial profissional e juvenil de beach tennis, valendo pontos no ranking da Federação Internacional de Tênis. As disputas ocorrem no Orla do Aquarela das Artes com oito quadras de Beach Tennis, com entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/treinador-flavio-saretta-pede-uniao-e-mais-espaco.html",
        "title": "Treinador Flávio Saretta pede união e mais espaço",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pod_saretta.jpg",
        "date": "18/08/2025",
        "description": "Um dos jogadores de maior sucesso no tênis profissional brasileiro, Flávio Saretta abraçou de vez a carreira de treinador, depois da aposentadoria precoce das quadras e dos bons tempos de comentarista de TV."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-dzumhur-a-melhor-jogada-de-julho-do-circuito-da-atp-confira.html",
        "title": "É de Dzumhur a melhor jogada de julho do circuito da ATP. Confira.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/dzumhur-bucareste-rebate-2025-e1745521479851-1024x683.jpg",
        "date": "18/08/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/king-lanca-versao-infantojuvenil-de-livro-com-historias-sobre-as-pioneiras.html",
        "title": "King lança versão infantojuvenil de livro com histórias sobre as pioneiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Swiatek_livro-Trailblazers.webp",
        "date": "18/08/2025",
        "description": "Nova York (EUA) –Ícone do esporte, defensora dos direitos civis e ganhadora da Medalha Presidencial da Liberdade, Billie Jean King acaba de lançar o livro “Trailblazers: The Unmatched Story of Women’s Tennis, Young Readers Edition”, para mobilizar a nova geração."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-e-nana-silva-ganham-convite-para-sp-open.html",
        "title": "Victoria Barros e Naná Silva ganham convite para SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/victoria_barros_banana_2025-1024x623.jpg",
        "date": "18/08/2025",
        "description": "São Paulo (SP)– Como já era esperado, os organizadores do SP Open confirmaram convites para as jovens promessas Victoria Barros e Nauhany Silva no SP Open, torneio de nível WTA 250 que acontecerá entre 6 e 14 de setembro, no Parque Villa-Lobos. Elas se juntam a Beatriz Haddad Maia e Laura Pigossi, que obtiveram vaga direta na chave principal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/us-open-define-chave-na-quinta-e-da-largada-no-domingo.html",
        "title": "US Open define chave na quinta e dá largada no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/Arthur-Ashe-Stadium_cerimonia.jpg",
        "date": "18/08/2025",
        "description": "Nova York (EUA)– O US Open aguarda apenas a final feminina desta segunda-feira, em Cincinnati, para definir toda a lista dos cabeças de chave para o torneio, que terá largada de forma inédita no domingo. O sorteio para as chaves de simples está marcado para as 13 horas (de Brasília) desta quinta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duplas-mistas-do-us-open-ja-tem-programacao-para-terca-feira.html",
        "title": "Duplas mistas do US Open já tem programação para terça-feira",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/09/errani_vavassori_SB-1024x576.jpg",
        "date": "18/08/2025",
        "description": "Nova York (EUA)– A inovadora chave de duplas mistas do US Open, que reuniu convidados e vários dos melhores tenistas dos rankings de simples, já tem programação para esta terça e quarta-feira, que serão os dois únicos dias para concluir a disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-os-melhores-pontos-dos-duelos-entre-sinner-e-alcaraz.html",
        "title": "Relembre os melhores pontos dos duelos entre Sinner e Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/sinner_alcaraz_pequim_web.jpg",
        "date": "18/08/2025",
        "description": "Cincinnati (EUA)– O italiano Jannik Sinner e o espanhol Carlos Alcaraz fazem às 16 horas desta segunda-feira o 14º confronto direto e o quinto seguido em finais. Sinner levou a melhor no confronto mais recente, em Wimbledon, mas Alcaraz venceu as três anteriores: Roland Garros e Roma (2025) e Pequim (2024)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-volta-ao-top-20-mas-encara-periodo-de-defesa-de-pontos.html",
        "title": "Bia volta ao top 20, mas encara período de defesa de pontos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/bia_mtl_fore-e1753885140196.jpg",
        "date": "18/08/2025",
        "description": "Miami (EUA)– Apesar da queda na estreia no WTA 1000 de Cincinnati, Beatriz Haddad Maia está de volta ao top 20. A canhota paulistana foi beneficiada com a queda da russa Diana Shnaider, que no ano passado foi às oitavas no torneio e não passou da estreia e assim perdeu duas colocações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sensacao-de-cincinnati-atmane-encara-agora-quali-do-us-open.html",
        "title": "Sensação de Cincinnati, Atmane encara agora quali do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/atmane_cincy_rebate_red_KR-1024x683.jpg",
        "date": "18/08/2025",
        "description": "Nova York (EUA)– Depois de derrotar dois adversários de nível top 10 e ainda levar o número 1 do mundo ao tiebreak, numa campanha totalmente inesperada em Cincinnati, o francês Terence Atmane terá de encarar o qualificatório do US Open, a partir desta terça-feira."
    }
]