[
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-boscardin-duelam-no-chile-kohlmann-tambem-faz-quartas.html",
        "title": "Reis e Boscardin duelam no Chile, Kohlmann também faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/joao_reis_campinas_back_treino.jpg",
        "date": "28/05/2025",
        "description": "Coquimbo (Chile) –Três brasileiros estão nas quartas de final do ITF M25 de Coquimbo, em quadras de saibro no Chile. O pernambucano João Lucas Reis e o catarinense Pedro Boscardin vão se enfrentar na próxima fase, enquanto o paulista Enzo Kohlmann também avançou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-volta-ao-piso-duro-sell-cai-na-estreia-em-little-rock.html",
        "title": "De volta ao piso duro, Sell cai na estreia em Little Rock",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/sell_oeiras_estica_semlogo.jpg",
        "date": "28/05/2025",
        "description": "Little Rock (EUA) –Depois de disputar seu primeiro ATP, no saibro de Genebra, o catarinense Karue Sell, de 31 anos e 285º do ranking, disputou o challenger de Little Rock, em quadras duras nos Estados Unidos, mas foi eliminado na estreia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rune-vence-em-tres-sets-tiafoe-e-korda-confirmam-duelo.html",
        "title": "Rune vence em três sets, Tiafoe e Korda confirmam duelo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/rune_rg_rebate_CD-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –No jogo que encerrou a programação desta quarta-feira na quadra Philippe Chatrier, Holger Rune confirmou o favoritismo contra o norte-americano Emilio Nava e garantiu vaga na terceira rodada de Roland Garros. Número 10 do mundo e recente campeão em Barcelona, o dinamarquês superou o 137º do ranking por 6/3, 7/6 (7-5) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-profissional-e-treinador-otavio-piva-falece-aos-73-anos.html",
        "title": "Ex-profissional e treinador, Otávio Piva falece aos 73 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/otavio_piva.jpg",
        "date": "28/05/2025",
        "description": "Porto Alegre (RS)– O gaúcho Otávio Piva Neto, que tentou o circuito profissional, treinou bons juvenis e promoveu eventos de tênis, faleceu no começo da tarde desta quarta-feira, vítima de falência múltipla dos órgãos. Ele havia acabado de completar 73 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-28-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "28/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-e-ostapenko-vencem-e-duelam-na-terceira-fase.html",
        "title": "Rybakina e Ostapenko vencem e duelam na terceira fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/penko_rg_sorrindo-1024x601.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –Campeã do WTA 500 de Estrasburgo no último sábado, Elena Rybakina segue firme no saibro francês e garantiu seu lugar na terceira rodada de Roland Garros. A cazaque venceu nesta quarta-feira a jovem norte-americana de 17 anos Iva Jovic, 129ª do ranking, por duplo 6/3 em 1h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-lidera-trio-brasileiro-no-quali-em-paris-e-estreia-quinta.html",
        "title": "Naná lidera trio brasileiro no quali em Paris e estreia quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nauhany_silva_banana_esperasaque-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –Três juvenis brasileiros disputam o quali de Roland Garros a partir desta quinta-feira. Nauhany Silva, Victor Winheski e Gustavo Albieri estreiam nesta quinta-feira e precisam de duas vitórias para entrar nas chaves principais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-no-final-da-manha-em-dia-de-sinner-djokovic-e-gauff.html",
        "title": "Fonseca joga no final da manhã em dia de Sinner, Djokovic e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_desliza-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França)– O carioca João Fonseca buscará inédita terceira rodada de Grand Slam no final da manhã desta quinta-feira. Ele faz o terceiro jogo da quadra 14 de Roland Garros diante do veterano e convidado local Pierre-Hugues Herbert, ex-top 40 de simples e número 2 de duplas do ranking. A partida deve começar entre 10 e 10h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-cresce-apos-inicio-dificil-e-avanca-com-nove-games-seguidos.html",
        "title": "Sabalenka cresce após início difícil e avança com nove games seguidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_estica_rg_saibro-1024x551.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –A busca de Aryna Sabalenka por um título inédito em Roland Garros. Depois de um início de partida difícil nesta quarta-feira, a número 1 do mundo assumiu o controle das ações contra a suíça Jil Teichmann, 97ª do ranking, e marcou as parciais de 6/3 e 6/1 em 1h18 partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/classificado-musetti-avalia-seu-desempenho-no-saibro-e-da-palpites-sobre-futebol.html",
        "title": "Musetti avalia seu desempenho no saibro e dá palpites sobre futebol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LorenzoMusettiDeuxiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "28/05/2025",
        "description": "Paris (França)– Lorenzo Musetti sonha com boa campanha em Roland Garros, após vitória por sets diretos sobre Daniel Galán, por 6/4, 6/0, 6/4. O italiano de 23 anos fez avaliação positiva do jogo, apesar de oscilações e condições adversas: “Foi uma performance sólida do começo ao fim. Tive alguns altos e baixos durante o primeiro e terceiro sets. Mas definitivamente não posso reclamar do nível que demonstrei. Mesmo sem condições fáceis de jogo, consegui achar um jeito de mostrar meu tênis”."
    }
]