[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-13-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/wild_davis2025_espera-1024x682.jpg",
        "date": "13/09/2025",
        "description": "Copa Davis – Grupo Mundial I, em Atenas (Grécia) – SintéticoGrécia 0 x 0 Brasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dinamarca-abre-2-a-0-e-ameaca-espanha-no-saibro-de-marbella.html",
        "title": "Dinamarca abre 2 a 0 e ameaça Espanha no saibro de Marbella",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rune.jpg",
        "date": "13/09/2025",
        "description": "Marbella (Espanha)– Com as desistências de Carlos Alcaraz e Alejandro Davidovich Fokina, o capitão David Ferrer teve de colocar Pablo Carreño e Jaume Munar para jogar simples pela Espanha e, mesmo sobre o saibro, a Dinamarca ganhou as duas simples e agora está perto da vaga nas quartas de final da Copa Davis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/franca-e-austria-disputam-as-quartas-de-final-da-copa-davis.html",
        "title": "França e Áustria disputam as quartas de final da Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/franca-1024x710.jpg",
        "date": "13/09/2025",
        "description": "Londres (Inglaterra)– Assim como Argentina e Alemanha, mais dois visitantes se deram bem nas oitavas de final da Copa Davis e garantiram lugar na fase decisiva de Bolonha, em novembro: a França e a Áustria."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-joao-fonseca-abre-confronto-da-copa-davis.html",
        "title": "Ao vivo: João Fonseca abre confronto da Copa Davis",
        "image": null,
        "date": "13/09/2025",
        "description": "Atenas (Grécia) –O confronto entre Brasil e Grécia pelo Grupo Mundial I da Copa Davis começa neste sábado. O jovem carioca João Fonseca abre a série contra Stefanos Sakellaridis, 286º do ranking. Na sequência será a vez do paranaense Thiago Wild desafiar a estrela da casa Stefanos Tsitsipas. Acompanhe ao vivo e gratuitamente no canal da CazéTV no Youtube, disponívelneste link."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-e-alemanha-avancam-para-fase-final-da-davis.html",
        "title": "Argentina e Alemanha avançam para fase final da Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/cerundolo_davis-1024x683.jpg",
        "date": "13/09/2025",
        "description": "Londres (Inglaterra)– Mesmo jogando fora de casa, Argentina e Alemanha foram os dois primeiros países a sacramentar vaga para a fase final da Copa Davis, que já tem a Itália classificada por ser o atual campeão, a ser realizada entre 18 e 23 de novembro, em Bolonha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/algas-sao-um-dos-segredos-da-dieta-de-djokovic.html",
        "title": "Algas são um dos segredos da dieta de Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/djokovic-wimbledon-estica-2025-2-1024x682.jpg",
        "date": "13/09/2025",
        "description": "Nova York (EUA)– Reconhecido como um dos atletas mais bem cuidados fisicamente, o sérvio Novak Djokovic revelou em entrevista ao diárioThe Tennis 101o cuidado máximo com a alimentação, principalmente a matinal, e revelou a ingestão de algas como uma parte essencial de seu fortalecimento físico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/collins-revela-drama-com-o-serio-problema-nas-costas.html",
        "title": "Collins revela drama com o sério problema nas costas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/collins_roma_back-1024x523.jpg",
        "date": "13/09/2025",
        "description": "Miami (EUA) – A ex-top 10 Danielle Collins usou suas mídias sociais para expor a atual situação médica de seu grave problemas nas costas. A norte-americana já antecipou o final da temporada depois da derrota logo na estreia do US Open e revelou ter sido hospitalizada e estar com dificuldades de locomoção."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-e-sinner-sao-um-presente-para-o-tenis-diz-roddick.html",
        "title": "Alcaraz e Sinner são um presente para o tênis, diz Roddick",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-sinner-usopen-trofeus-2025-1024x683.jpeg",
        "date": "13/09/2025",
        "description": "Nova York (EUA)– O ex-número 1 do mundo Andy Roddick se mostra muito satisfeito – e até certa forma aliviado – por ver que Carlos Alcaraz e Jannik Sinner assumiram rapidamente a condição de melhores do circuito e protagonizarem uma saudável rivalidade pelos grandes títulos do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jovem-tcheca-elimina-a-atual-campea-e-faz-semi-em-guadalajara.html",
        "title": "Jovem tcheca elimina a atual campeã e faz semi em Guadalajara",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Bartunkova_gdl_vibra-1024x683.jpg",
        "date": "13/09/2025",
        "description": "Guadalajara (México) –A jovem tcheca de 19 anos Nikola Bartunkova foi o destaque da rodada de sexta-feira no WTA 500 de Guadalajara. A atual 228ª do ranking eliminou a polonesa Magdalena Frech, número 30 do mundo e atual campeã, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-cabeca-6-e-atual-campea-em-seul-iga-lidera-a-chave.html",
        "title": "Bia é cabeça 6 e atual campeã em Seul, Iga lidera a chave",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_usopen25_voleia_2R-1024x576.jpg",
        "date": "13/09/2025",
        "description": "Seul (Coreia do Sul) –Após a queda nas quartas de final do SP Open, Beatriz Haddad Maia está na chave do WTA 500 de Seul, que já começa na próxima segunda-feira. A número 1 do Brasil e 27 do mundo é a cabeça de chave 6 e atual campeã do torneio."
    }
]