[
    {
        "url": "https://tenisbrasil.uol.com.br/com-duas-viradas-eua-batem-gra-bretanha-e-vao-a-final-da-bjk-cup.html",
        "title": "Com duas viradas, EUA batem Grã-Bretanha e vão à final da BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/navarro-backhand-sf-bjkcup-2025-1024x693.jpg",
        "date": "20/09/2025",
        "description": "Shenzhen (China)– País mais vencedor na história da Billie Jean King, com 18 títulos, os Estados Unidos estão de volta à final da competição após sete anos. A classificação veio neste sábado com duas vitórias de virada sobre a Grã-Bretanha, garantido vaga para desafiar a atual campeã Itália, que na última sexta-feiraeliminou a Ucrânia na outra semifinal."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/derrotas-de-concorrentes-diretas-em-seul-garantem-bia-no-top-40.html",
        "title": "Derrotas de concorrentes diretas em Seul garantem Bia no top 40",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bia-spopen-olhabola-2025-1024x683.jpeg",
        "date": "20/09/2025",
        "description": "Seul (Coreia do Sul)– Eliminada ainda na segunda rodada do WTA 500 de Seul, a paulista Beatriz Haddad Maia não conseguiu defender os pontos do título do ano passado na capital sul-coreana e sofrerá uma dura queda no ranking. Atual 25ª colocada, a canhota de 29 anos corria o risco de deixar o top 40, mas com as derrotas de concorrentes diretas ela conseguirá se manter exatamente no 40º posto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/indianos-derrubam-romboli-e-smith-nas-quartas-em-hangzhou.html",
        "title": "Indianos derrubam Romboli e Smith nas quartas em Hangzhou",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/romboli-smith-usopen-2025-1024x681.jpg",
        "date": "20/09/2025",
        "description": "Hangzhou (China)– Cabeças de chave número 3 no ATP 250 de Hangzhou, o carioca Fernando Romboli e o australiano John-Patrick Smith não passaram das quartas de final. Depois de uma vitória apertada na estreia, eles novamente foram ao match-tiebreak, mas desta vez acabaram eliminados pelos indianos N.Sriram Balaji e Rithvik Bollipalli, que buscaram uma virada por 6/7 (5-7), 6/2 e 10-5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-estreia-com-vitoria-na-china-shevchenko-bate-perricard.html",
        "title": "Musetti estreia com vitória na China, Shevchenko bate Perricard",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-sorri-chengdu-2025.jpeg",
        "date": "20/09/2025",
        "description": "Chengdu (China)– Principal cabeça de chave do ATP 250 de Chengdu, o italiano Lorenzo Musetti teve certo trabalho, mas estreou com vitória na temporada asiática sobre quadra dura. Neste sábado, o atual número 9 do mundo precisou de três sets para superar o jovem croata Dino Prizmic, de 20 ano e 121º do ranking, marcando as parciais de 7/5, 3/6 e 6/2, em 2h16 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-20-09.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/daniel_silva_cuiaba_msouto.jpg",
        "date": "20/09/2025",
        "description": "ATP 250 de Hangzhou (China) – Sintético – US$ 1.019.185Duplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-atropela-joint-e-vai-a-final-em-seul-apos-rodada-dupla.html",
        "title": "Swiatek atropela Joint e vai à final em Seul após rodada dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/swiatek-saque-seul-2025-1024x707.png",
        "date": "20/09/2025",
        "description": "Seul (Coreia do Sul)– Mesmo precisando encarar rodada dupla, após o cancelamento de toda a rodada de sexta-feira devido à chuva na capital sul-coreana, a polonesa Iga Swiatek sobrou neste sábado e com duas vitórias arrasadoras se garantiu na decisão do WTA 500 de Seul, que acontece no próximo domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sem-fonseca-2o-dia-da-laver-cup-tera-alcaraz-e-zverev-nas-simples.html",
        "title": "Sem Fonseca, 2º dia da Laver Cup terá Alcaraz e Zverev nas simples",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-agachado-laver-cup-2025-1024x683.jpg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– Responsável peloúnico ponto do Time Mundo no primeiro dia da Laver Cup 2025, o carioca João Fonseca não entrará em quadra neste sábado. Divulgada após o fim da rodada de sexta-feira, a programação do segundo dia contará apenas com jogadores que ainda não atuaram nas simples, com a participação dos quatro top 10 convidados para o torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dupla-de-alcaraz-vence-e-europeus-fecham-primeiro-dia-na-frente.html",
        "title": "Dupla de Alcaraz vence e europeus fecham primeiro dia na frente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-mensik-vibram-laver-cup-2025-1024x682.jpeg",
        "date": "20/09/2025",
        "description": "São Francisco (EUA)– O Time Europa terminou o primeiro dia da Laver Cup na frente. Encerrando a programação de sexta-feira, já na madrugada de sábado pelo horário brasileiro, o espanhol Carlos Alcaraz e o tcheco Jakub Mensik deram o terceiro ponto para a equipe do Velho Mundo ao derrotarem nas duplas a parceria norte-americana de Taylor Fritz e Alex Michelsen, com placar de 7/6 (9-7) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-14o-pneu-do-ano-iga-avanca-a-semi-e-tera-rodada-dupla.html",
        "title": "Com 14º ‘pneu’ do ano, Iga avança à semi e terá rodada dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_seul_rebate-1024x573.jpg",
        "date": "20/09/2025",
        "description": "Seul (Coreia do Sul) –Depois de umalonga espera por chuva, que cancelou toda a programação da última sexta-feira, Iga Swiatek iniciou o sábado de rodada dupla no WTA 500 de Seul com uma vitória rápida. Principal favorita ao título, a número 2 do mundo venceu a tcheca Barbora Krejcikova, 39ª do ranking, por 6/0 e 6/3 em 1h25 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-vence-na-laver-cup-e-encanta-a-torcida-em-san-francisco.html",
        "title": "Fonseca vence na Laver Cup e encanta a torcida em San Francisco",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca_laver_vibra_BS-1024x620.jpg",
        "date": "20/09/2025",
        "description": "San Francisco (EUA) –Estreante na edição de 2025 da Laver Cup, João Fonseca venceu seu jogo nesta sexta-feira e marcou o primeiro ponto do Time Mundo na competição. O carioca de 19 anos e número 1 do Brasil venceu o italiano Flavio Cobolli, 25º do ranking, por 6/4 e 6/3 em 1h26 de partida."
    }
]