[
    {
        "url": "https://tenisbrasil.uol.com.br/campeoes-de-duplas-de-wimbledon-criticam-formato-das-mistas-do-us-open.html",
        "title": "Campeões de duplas de Wimbledon criticam formato das mistas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Julian-Cash-and-Lloyd-Glasspool-Wimbledon-1024x682.jpg",
        "date": "19/07/2025",
        "description": "Londres (Inglaterra)– Primeira dupla masculina 100% britânica a vencer em Wimbledon desde 1923, Julian Cash e Lloyd Glasspool comentaram a mudança da disputa das mistas no US Open e assim como seus colegas duplistas foram bastante duros com o novo formato, embora até entendam as motivações para isso."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-retorno-cornet-se-despede-definitivamente-do-tenis-profissional.html",
        "title": "Após retorno, Cornet se despede definitivamente do tênis profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Cornet-Q2-Jon-Super-1024x690.jpg",
        "date": "19/07/2025",
        "description": "Londres (Inglaterra)– Após anunciar seu retorno em abril para competir em três torneios: La Bisbal d’Empordà, Roma e Estrasburgo, a francesa Alizé Cornet colocou um ponto final na carreira ao cair no quali de Wimbledon. A tenista de 35 anos bateu na trave e perdeu na última rodada na fase classificatória para o Grand Slam britânico."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-passa-por-artroscopia-no-cotovelo-direito-e-se-afasta-do-circuito.html",
        "title": "Zheng passa por artroscopia no cotovelo direito e se afasta do circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Qinwen_Zheng_-_Roland_Garros_2025_-_Day_10-DSC-e1752936661598-1024x683.jpg",
        "date": "19/07/2025",
        "description": "Pequim (China)– Atual número 6 do mundo, a chinesa Qinwen Zheng passou por uma cirurgia para superar uma “dor persistente” no cotovelo direito. A campeã olímpica em Paris 2024 anunciou a operação neste sábado através de suas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "19/07/2025",
        "description": "ATP500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campeao-em-bastad-orlandinho-perde-para-cabecas-de-chave-1-na-semi.html",
        "title": "Atual campeão em Bastad, Orlandinho perde para cabeças de chave 1 na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/orlandinho-bastad-goransson-2025-1024x675.jpg",
        "date": "19/07/2025",
        "description": "Bastad (Suécia)– Não deu para o gaúcho Orlando Luz defender o título conquistado no ano passado no ATP 250 de Bastad. Cabeças de chave 3, ele e o sueco Andre Goransson foram superados na semi pelo argentino Guido Andreozzi e o holandês Sander Arends, principais favoritos ao título, com o placar final de 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/131353.html",
        "title": "Favoritos e paranaenses avançam no primeiro dia do BT 200 de Toledo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/mola_neis_bt200_Toledo.jpg",
        "date": "19/07/2025",
        "description": "Toledo (PR) – Os principais favoritos estrearam com vitória, nesta sexta-feira, no torneio BT 200 de Toledo, no Paraná, no Olinda Beach Tennis, situado dentro de um hotel. O torneio tem premiação de US$ 15 mil e oferece mais de 200 pontos para cada dupla campeã na Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-estreia-com-vitoria-apertada-no-quali-de-kitzbuhel.html",
        "title": "Monteiro estreia com vitória apertada no quali de Kitzbuhel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_cabisbaixo_saibro-1024x683.jpg",
        "date": "19/07/2025",
        "description": "Kitzbuhel (Áustria)– Tentando se juntar ao compatriotaThiago Wild na chave principaldo ATP 250 de Kitzbuhel, o cearense Thiago Monteiro estreou com vitória apertada na disputa do quali. Neste sábado, ele venceu o tenista da casa Neil Oberleitner com o placar final de 6/4, 4/6 e 7/6 (7-4), depois de 2h41 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-entra-direto-em-kitzbuhel-e-enfrenta-jovem-alemao-na-estreia.html",
        "title": "Wild entra direto em Kitzbuhel e enfrenta jovem alemão na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/wild_austria_vibra-1024x624.jpg",
        "date": "19/07/2025",
        "description": "Kitzbuhel (Áustria)– Depois do vice-campeonato no challenger de Modena, o paranaense Thiago Wild teve que jogar o quali no ATP 250 de Bastad, onde caiu na estreia, mas na próxima semana ele conseguiu entrar direto na chave principal do ATP 250 de Kitzbuhel. Seu primeiro adversário no torneio será o promissor alemão Justin Engel."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-19-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/carol_meligeni_bsas_25_slice-1024x650.jpg",
        "date": "19/07/2025",
        "description": "ATP 250 de Bastad (Suécia) – Saibro – 596.035 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-segue-sem-perder-set-e-decide-los-cabos-contra-algoz-de-rublev.html",
        "title": "Shapovalov segue sem perder set e decide Los Cabos contra algoz de Rublev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/D.-Shapovalov-vs-A.-Walton-00-1024x684.jpg",
        "date": "19/07/2025",
        "description": "Los Cabos (México)– Implacável em sua primeira participação no ATP 250 de Los Cabos, o canadense Denis Shapovalov segue fazendo valer a condição de cabeça de chave 3 e vai disputar o título do torneio. Na noite de sexta-feira, ele garantiu mais uma vitória em sets diretos, batendo o australiano Adam Walton por duplo 6/2."
    }
]