[
    {
        "url": "https://tenisbrasil.uol.com.br/fpt-festeja-o-tri-na-copa-das-federacoes-de-beach-estamos-no-caminho-certo.html",
        "title": "FPT festeja o tri na Copa das Federações de beach: “estamos no caminho certo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/copafederacoes_SP_tricampeao.jpeg",
        "date": "24/11/2025",
        "description": "São Paulo (SP) –A Federação Paulista de Tênis (FPT) conquistou, no último sábado, o título da 10ª edição da Copa das Federações de Beach Tennis, consolidando-se como uma das principais forças da modalidade no país. A entidade, que já havia vencido a competição em 2017 e 2021, reafirma seu protagonismo no desenvolvimento do beach tennis no Brasil, especialmente por meio de ações contínuas de formação, organização de torneios e incentivo à base."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-24-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "24/11/2025",
        "description": "WTA 125 de Buenos Aires (Argentina) – Saibro – US$ 115 milPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-candiotto-fullana-e-nana-disputam-itf-em-ribeirao-preto.html",
        "title": "Pedretti, Candiotto, Fullana e Naná disputam ITF em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/thaisa_pedretti_rebate.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –A paulista Thaísa Pedretti será a principal cabeça de chave do ITF W15 de Ribeirão Preto, que começa nesta terça-feira nas quadras de saibro do Centro de Formação de Tênis (CFTRP). O torneio conta com outras brasileiras como Ana Candiotto, Luiza Fullana e a jovem Nauhany Silva, de apenas 15 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-inicia-a-pre-temporada-no-rio-e-define-calendario.html",
        "title": "Fonseca inicia a pré-temporada no Rio e define calendário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca_back_treino_iw-1024x675.jpg",
        "date": "24/11/2025",
        "description": "Rio de Janeiro (RJ) –A pré-temporada de João Fonseca começou nesta segunda-feira no Rio de Janeiro. O número 1 do Brasil e 24º do mundo também definiu o calendário de torneios para os primeiros meses de 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-marcondes-recuperam-posicoes-na-atp-reis-e-2o-do-brasil.html",
        "title": "Heide e Marcondes recuperam posições na ATP, Reis é 2º do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/heide_floripa_prepara-1024x682.jpg",
        "date": "24/11/2025",
        "description": "Londres (Inglaterra) –Campeão do challenger de Florianópolis no último domingo, o paulista Gustavo Heide recuperou 65 posições no ranking divulgado nesta segunda-feira pela ATP. Com isso, o jovem de 23 anos é agora o 244º do mundo e o sexto melhor brasileiro na lista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-recebera-as-melhores-duplas-do-mundo-no-sand-series-tour-finals.html",
        "title": "Ribeirão receberá as melhores duplas do mundo no Sand Series Tour Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/spoto_gianotti.jpg",
        "date": "24/11/2025",
        "description": "Ribeirão Preto (SP) –Com duração ampliada para oito dias, o Sand Series Tour Finals 2025 reunirá na Arena Beach Ribeirão as oito melhores duplas masculinas e femininas do mundo, classificadas pelo novo modelo de ranking por equipes, adotado pela Federação Internacional de Tênis (ITF) nesta temporada. O evento acontece de 29 de novembro a 6 de dezembro, contando com fase de grupos e etapas eliminatórias, além da inédita disputa do New Wave, torneio destinado a jovens talentos entre 17 e 21 anos. A premiação é recorde, US$ 125 mil, a maior da história do beach tennis mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/daniel-mola-e-antomi-ramos-conquistam-o-bt-400-de-iquique-no-chile.html",
        "title": "Daniel Mola e Antomi Ramos conquistam o BT 400 de Iquique, no Chile",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/danielmola_antomiramos_iquique.jpg",
        "date": "24/11/2025",
        "description": "Iquique (Chile)– Daniel Mola, sexto do mundo, e Antomi Ramos, nono colocado, conquistaram, neste domingo, o título do BT 400 de Iquique, o Chile. Eles superaram na final a dupla dos brasileiros André Baran e Felipe Loch por 2 sets a 1, com parciais de 6/4, 4/6 e 10-7."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/next-gen-atp-finals-tera-premiacao-recorde-em-2025.html",
        "title": "Next Gen ATP Finals terá premiação recorde em 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/jeddah-2025-stadium-shot-1024x576.jpg",
        "date": "24/11/2025",
        "description": "Jeddah (Arábia Saudita) –A edição de 2025 do Next Gen ATP Finals terá uma premiação recorde neste ano. O torneio que acontece entre os dias 17 e 21 de dezembro na Arábia Saudita vai distribuir US$ 2.101.250 ao longo da semana e se um tenista for campeão invicto, receberá US$ 539 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultima-semana-de-challengers-tera-brasileiros-no-chile-e-colombia.html",
        "title": "Última semana de challengers terá brasileiros no Chile e Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/boscardin_lima_fore-1024x627.jpg",
        "date": "24/11/2025",
        "description": "Temuco (Chile) –A última semana de torneios de nível challenger na temporada terá brasileiros em quadra em dois torneios na América do Sul, nas quadras duras de Temuco, no Chile, e no saibro de Bogotá, na Colômbia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/mboko-recebe-chave-de-sua-cidade-natal-e-pede-mais-quadras-em-burlington.html",
        "title": "Mboko recebe chave de sua cidade natal e pede mais quadras em Burlington",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Victoria_Mboko_-_Toray_Pan_Pacific_Open_-_Day_2-DSC_2054_xgaplus.jpg",
        "date": "24/11/2025",
        "description": "Burlington (Canadá) –A canadense Victoria Mboko foi homenageada por sua cidade natal na sexta-feira passada pela boa temporada no circuito da WTA. A jogadora de 19 anos recebeu a chave da cidade de Burlington, em Ontário, por sua ascensão inspiradora no tênis profissional. Desde 2019, Burlington presenteia moradores ilustres com uma “chave da cidade” para celebrar suas conquistas. Mboko recebeu a sua após subir mais de 300 posições no ranking WTA e conquistar dois títulos, incluindo o WTA 1000 em casa, nos últimos 12 meses."
    }
]