[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-fritz-jogam-tenis-na-praia-de-cottesloe-em-perth.html",
        "title": "Gauff e Fritz jogam tênis na praia de Cottesloe, em Perth",
        "image": null,
        "date": "30/12/2025",
        "description": "The most perfect day out at Cottesloe☀️#WAtheDreamStatepic.twitter.com/BcczbRqurx"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/challenger-de-itajai-tera-monteiro-wild-reis-e-retorno-de-felipe-meligeni.html",
        "title": "Challenger de Itajaí terá Monteiro, Wild, Reis e retorno de Felipe Meligeni",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/meligeni_ctba_challenger.jpg",
        "date": "30/12/2025",
        "description": "Itajaí (SC) –Afastado das competições desde julho, quando passou por cirurgia nas costas e encerrou a temporada, Felipe Meligeni disputará seu primeiro torneio do ano no challenger 75 de Itajaí, que será realizado no Itamirim Clube de Campo, a partir de 19 de janeiro, em quadras de saibro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stephens-brady-e-boulter-sao-atracoes-do-quali-no-australian-open.html",
        "title": "Stephens, Brady e Boulter são atrações do quali no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/GD7KI8gXcAEO7sO-e1705387494492-1024x768.jpeg",
        "date": "30/12/2025",
        "description": "Melbourne (Austrália) –A lista de inscritas para o quali do Australian Open contará com uma campeã de Grand Slam. A norte-americana Sloane Stephens, ex-número 3 do mundo e vencedora do US Open em 2017, será um dos principais nomes da fase classificatória em Melbourne, que começa em 12 de janeiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-destaca-parceria-com-mboko-temos-uma-equipe-forte.html",
        "title": "Aliassime destaca parceria com Mboko: “Temos uma equipe forte”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/auger-aliassime-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "30/12/2025",
        "description": "Sydney (Austrália) –Depois de fazer uma ótima temporada em 2025 atingir o melhor ranking da carreira no quinto lugar, Félix Auger-Aliassime já está em solo australiano para retomar a rotina no circuito. O canadense está treinando em Sydney, onde defenderá seu país na United Cup."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/recuperado-de-lesao-no-joelho-hurkacz-volta-ao-circuito-apos-6-meses.html",
        "title": "Recuperado de lesão no joelho, Hurkacz volta ao circuito após 6 meses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/hurkacz-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "30/12/2025",
        "description": "(Perth, Austrália) –O polonês Hubert Hurkacz tem retorno previsto para as quadras no próximo dia 5 de janeiro, na United Cup, em Perth. O ex-número 6 do mundo vinha lutando contra uma lesão no joelho desde a última temporada de grama, em junho, e chegou a passar por cirurgia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-jogara-com-perricard-nas-duplas-do-australian-open.html",
        "title": "Demoliner jogará com Perricard nas duplas do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/demoliner_sauipe_sozinho-1024x710.jpg",
        "date": "30/12/2025",
        "description": "Melbourne (Austrália) –Quinto melhor brasileiro no ranking entre os especialistas em duplas na ATP, ocupando o 77º lugar, Marcelo Demoliner já tem parceiro definido para o Australian Open, que começa em 18 de janeiro. O gaúcho de 36 anos jogará ao lado do francês Giovanni Perricard, 58º do ranking de simples. Perricard, de 22 anos, é um dos principais sacadores do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jabeur-planeja-retorno-sem-expectativa-apos-a-gravidez.html",
        "title": "Jabeur planeja retorno ‘sem expectativa’ após a gravidez",
        "image": null,
        "date": "30/12/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-reforca-desejo-de-disputar-os-jogos-de-2028-em-los-angeles.html",
        "title": "Djokovic reforça desejo de disputar os Jogos de 2028 em Los Angeles",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/djokovic-medalha-ouro-jogos-olimpicos-paris-e1722873936523-1024x705.jpeg",
        "date": "30/12/2025",
        "description": "Dubai (Emirados Árabes) –Multicampeão no tênis, com 24 títulos de Grand Slam, e dono de uma carreira já bastante longeva, Novak Djokovic reforça o desejo de disputar os Jogos Olímpicos de 2028 em Los Angeles, quando terá 41 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/lois-boisson-desiste-da-united-cup-por-contratempo-na-pre-temporada.html",
        "title": "Lois Boisson desiste da United Cup por ‘contratempo’ na pré-temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Lois_Boisson_-_China_Open_2025_-_Day_2-DSC_8921_xgaplus.jpg",
        "date": "30/12/2025",
        "description": "Perth (Austrália)–A francesa Lois Boisson, atual número 36 do mundo e semifinalista de Roland Garros, anunciou, nesta segunda-feira, 29, em seuInstagram, que não poderá mais representar a França na United Cup, em Perth, que tem início no dia 2 de janeiro.  De acordo com a postagem, um contratempo impossibilitou a atleta. Agora, Leolia Jeanjean passa a ser a principal jogadora do time francês."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/previsoes-2026-mostram-otimismo-sobre-fonseca-e-stefani.html",
        "title": "“Previsões 2026” mostram otimismo sobre Fonseca e Stefani",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/stefani-spopen-treino-2025-1024x683.jpg",
        "date": "30/12/2025",
        "description": "São Paulo (SP)– A chegada de João Fonseca ao top 20 e sua entrada entre os 10 primeiros junto com o primeiro título de Luísa Stefani em duplas femininas de Grand Slam são os pontos altos da tradicional enquete realizada porTenisBrasil, focada nas previsões do público e de especialistas convidados sobre a temporada 2026."
    }
]