[
    {
        "url": "https://tenisbrasil.uol.com.br/navarro-e-dupla-de-pegula-e-townsend-garantem-vitoria-dos-eua-na-bjk-cup.html",
        "title": "Navarro e dupla de Pegula e Townsend garantem vitória dos EUA na BJK Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/International_Tennis_Federation-Taylor_Townsend_and_Jessica_Pegula-USA-18_September-960x720-ref201603.jpg",
        "date": "18/09/2025",
        "description": "Shenzhen (China)– O terceiro confronto das quartas de final da Billie Jean King Cup foi o mais disputado até então. Depois das vitórias da Itália e da Ucrânia por 2 a 0, o time dos Estados Unidos teve mais trabalho contra o Cazaquistão e só foi definir o triunfo nas duplas. Jessica Pegula se recuperou da derrota em simples e anotou o ponto decisivo com Taylor Townsend, garantindo a vaga nas semifinais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-18-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/sakamoto_mexico_back-1024x683.jpg",
        "date": "18/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-sofre-virada-em-duelo-de-3h30-e-cai-nas-oitavas-e-no-ranking.html",
        "title": "Bia sofre virada em duelo de 3h30 e cai nas oitavas e no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Haddad-Maia-R1-OH-1024x683.jpg",
        "date": "18/09/2025",
        "description": "Seul (Coreia do Sul) –Vinda de uma estreia exigente do ponto de vista físico e, principalmente, mental, Beatriz Haddad Maia fez um jogo ainda mais longo na segunda rodada do WTA 500 de Seul e perdeu na segunda rodada. Atual campeã do torneio, Bia foi superada pela alemã vinda do quali Ella Seidel por 6/7 (4-7) e 7/6 (7-3) e 7/5 em 3h30 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/juvenis-brasileiros-vao-as-quartas-no-uruguai-e-equador.html",
        "title": "Juvenis brasileiros vão às quartas no Uruguai e Equador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Henrique-Schafer-1024x609.jpg",
        "date": "17/09/2025",
        "description": "Quito (Equador) –Quatro juvenis brasileiros estão nas quartas de final do ITF J30 de Quito, em quadras de saibro no Equador, com direito a um duelo nacional entre Rafael Finetto e Henrique Schafer. Nesta quarta-feira, Finetto venceu o peruano Rafael Loyaza por 6/4 e 7/5. Já Schafer passou pelo anfitrião José Tomas Leon por 7/5, 3/6 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-heide-sakamoto-e-gimenez-vao-as-quartas-em-londrina.html",
        "title": "Pucinelli, Heide, Sakamoto e Gimenez vão às quartas em Londrina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gimenez_brb_engie_estica.jpg",
        "date": "17/09/2025",
        "description": "Londrina (PR) –Quatro brasileiros estão nas quartas de final da etapa de Londrina do Circuito Banco BRB/Engie de Tênis. A rodada desta quarta-feira foi de vitórias para Matheus Pucinelli, Gustavo Heide, Pedro Sakamoto e Igor Gimenez no ITF M25 disputado nas quadras de saibro do Londrina Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pliskova-e-rajaonah-se-despedem-nas-oitavas-de-wta-125-em-portugal.html",
        "title": "Pliskova e Rajaonah se despedem nas oitavas de WTA 125 em Portugal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rajaonah_caldas_prepara-1024x683.jpg",
        "date": "17/09/2025",
        "description": "Caldas da Rainha (Portugal) –Em seu primeiro torneio desde o US Open do ano passado, Karolina Pliskova parou nas oitavas do WTA 125 de Caldas da Rainha. A tcheca foi superada pela russa Polina Iatcenko por 5/7, 6/4 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-17-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "17/09/2025",
        "description": "WTA 500 de Seul (Coreia do Sul) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-lamenta-eliminacao-mas-destaca-competitividade.html",
        "title": "Badosa lamenta eliminação, mas destaca competitividade no retorno",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/badosa_coletiva_bjk_triste-1024x576.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China) –Apesar da eliminação da Espanha nas quartas de final da Billie Jean King Cup, Paula Badosa saiu de quadra nesta quarta-feira destacando a competitividade dapartida contra a ucraniana Elina Svitolina, número 13 do mundo. Este foi o primeiro torneio que a espanhola, 20ª do ranking, disputou desde Wimbledon, em uma temporada marcada por recorrentes lesões nas costas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ultimas-vagas-nas-semis-da-bjk-cup-serao-definidas-nesta-quinta.html",
        "title": "Últimas vagas nas semis da BJK Cup serão definidas nesta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pegula_bjkcup_coletiva-1024x576.jpg",
        "date": "17/09/2025",
        "description": "Shenzhen (China) –As duas últimas vagas nas semifinais da Billie Jean King Cup serão definidas nesta quinta-feira em Shenzhen. Após as classificações deItáliaeUcrânianos primeiros dias da fase final, uma rodada dupla vai definir outros países na próxima fase. Uma das semifinais será disputada na sexta-feira e a outra no sábado, com as campeãs conhecidas no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-vai-substituir-draper-na-segunda-edicao-do-six-kings-slam.html",
        "title": "Tsitsipas vai substituir Draper na segunda edição do Six Kings Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/six_kings_comtsi_art.jpg",
        "date": "17/09/2025",
        "description": "Riad (Arábia Saudita) –O grego Stefanos Tsitsipas irá substituir o britânico Jack Draper na segunda edição do Six Kings Slam, a milionária série de exibições que acontece na Arábia Saudita entre 15 e 18 de outubro. Draper já encerrou a temporada, por lesão no braço."
    }
]