[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-11-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/candiotto_spopen_corre_doro-1024x683.jpg",
        "date": "11/09/2025",
        "description": "SP Open – São Paulo (SP) – Sintético – US$ 275.094Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlando-luz-faz-semi-na-polonia-loureiro-vence-mais-uma-em-madri.html",
        "title": "Orlando Luz faz semi na Polônia, Loureiro vence mais uma em Madri",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/orlandinho-rio-narede-2025-e1744287434662-1024x682.jpg",
        "date": "11/09/2025",
        "description": "Szczecin (Polônia) –O gaúcho Orlando Luz está na semifinal de duplas do challenger de Szczecin, em quadras de saibro na Polônia, jogando ao lado do boliviano Federico Zeballos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dodig-surpreso-com-a-definicao-dos-franceses-para-duelo-na-copa-davis.html",
        "title": "Dodig surpreso com a definição dos franceses para duelo na Copa Davis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/croacia-franca-davis-times-2025.jpg",
        "date": "11/09/2025",
        "description": "Osijek (Croácia)– O capitão croata Ivan Dodig admite que ficou surpreso com a escolha de jogadores da França antes do confronto válido pela segunda rodada das eliminatórias da Copa Davis. Isso porque o capitão francês Paul-Henri Mathieu optou por Corentin Moutet e Arthur Rinderknech para disputar as partidas de simples."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/toni-nadal-nao-poupa-elogios-para-alcaraz-se-aproximou-da-perfeicao.html",
        "title": "Toni Nadal não poupa elogios para Alcaraz: “Se aproximou da perfeição”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-usopen-trofeu2-2025-e1757332611851-1024x683.jpg",
        "date": "11/09/2025",
        "description": "Madri (Espanha)– Em sua coluna para oEl País, o treinador espanhol Toni Nadal não poderia falar de outro assunto que não a conquista do compatriota Carlos Alcaraz, que no último domingo bateu o italiano Jannik Sinner na final do US Open para levantar sua sexta taça de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-brinca-com-valor-da-premiacao-dada-nos-challengers.html",
        "title": "Wawrinka brinca com valor da premiação dada nos challengers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/wawrinka-rennes-rebate-2025-e1757602188945-1024x683.jpg",
        "date": "11/09/2025",
        "description": "Rennes (França)– Disputando nesta semana o challenger de Rennes, o suíço Stan Wawrinka, atualmente na 149ª colocação do ranking, brincou com o valor das premiações dadas neste tipo de evento em suas redes sociais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/espn-tem-recorde-de-audiencia-no-us-open-e-impacta-18-milhao-de-pessoas.html",
        "title": "ESPN tem recorde de audiência no US Open e impacta 1,8 milhão de pessoas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Arthur-Ashe-Stadium.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP) –O US Open 2025 registrou grandes números nos canais ESPN, consolidando o torneio como um dos maiores sucessos de audiência do calendário esportivo. A edição deste ano impactou mais de 1,8 milhão de pessoas na TV paga, alcançando o melhor resultado já registrado pela ESPN na transmissão do Grand Slam norte-americano. O crescimento foi de 31% em relação à edição de 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/becker-afirma-que-ficou-decepcionado-com-desempenho-de-sinner-na-final.html",
        "title": "Becker afirma que ficou decepcionado com desempenho de Sinner na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sinner-usopen-close-2025-1-1024x681.jpg",
        "date": "11/09/2025",
        "description": "Nova York (EUA)– Em sua entrevista coletiva após a final do US Open, Jannik Sinner emitiu um veredito honesto sobre seu jogo e afirmou que havia se tornado muito previsível e lamentou isso na derrota por 3 sets a 1 para o espanhol Carlos Alcaraz. O alemão Boris Becker compartilhou essa visão com o italiano e fez uma crítica mais dura sobre seu desempenho."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cazetv-transmite-jogos-do-brasil-e-fase-final-da-davis-gratuitamente.html",
        "title": "CazéTV transmite jogos do Brasil e fase final da Davis gratuitamente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fonseca-davis-atenas-treina-2025-1024x683.jpg",
        "date": "11/09/2025",
        "description": "São Paulo (SP) –Depois de anunciar a transmissão do confronto entre Brasil e Grécia pelo Grupo Mundial I da Copa Davis, a CazéTV definiu que também irá exibir gratuitamente para o público brasileiro a fase final da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/leylah-fernandez-recebe-premio-destinado-aos-destaques-latinos-nos-esportes.html",
        "title": "Leylah Fernandez recebe prêmio destinado aos destaques latinos nos esportes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/leylah-fernandes_premio-latino.jpg",
        "date": "11/09/2025",
        "description": "Miami (EUA) –Vice-campeã do US Open em 2021 (vencido por Emma Raducanu), a canadense Leylah Fernandez recebeu recentemente o prêmio Pioneira conferido pela Latinos in Sports."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/berrettini-faz-preparativos-finais-e-garante-retorno-ao-circuito-na-asia.html",
        "title": "Berrettini faz preparativos finais e garante retorno ao circuito na Ásia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/berrettini-rome-2025-saturday-1024x576.jpg",
        "date": "11/09/2025",
        "description": "Roma (Itália)– Afastado do circuito desde a derrota para o polonês Kamil Majchrzak na primeira rodada de Wimbledon, o italiano Matteo Berrettini está prestes a voltar a competir. Através das redes sociais, ele garantiu o retorno às competições nos torneios asiáticos."
    }
]