[
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-sera-treinado-por-ivanisevic-a-partir-da-temporada-de-grama.html",
        "title": "Tsitsipas será treinado por Ivanisevic a partir da temporada de grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/tsitsipas-monte-carlo-2025-tuesday-1-1-e1744201178484-1024x682.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –A agênciaIconico Talent, que faz a gestão da carreira de Stefanos Tsitsipas, confirmou nesta quinta-feira que Goran Ivanisevic será o novo técnico do grego. A parceria será iniciada ainda na temporada de grama de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-esforco-lagrimas-e-olho-no-top-50.html",
        "title": "Fonseca: esforço, lágrimas e olho no top 50",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_jf_salto.jpg",
        "date": "29/05/2025",
        "description": "Foi muito mais duro que eu imaginava. Pierre-Hughes Herbert colocou em quadra toda sua experiência e categoria, obrigando João Fonseca a disputar uma partida extremamente exigente na parte mental e física, em que o francês chegou a ter quebras de vantagem nos dois primeiro sets. Tamanho empenho e pressão levaram João às lágrimas ao receber o cumprimento da avó Ana dentro da quadra, ao mesmo tempo que presenteava a aniversariante mãe Roberta com outra grande exibição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-vence-duelo-de-3h-com-monfils-e-reencontra-fonseca.html",
        "title": "Draper vence duelo de 3h com Monfils e reencontra Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/draper-monfils-roland-garros-2025-1024x576.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –No jogo que encerrou a programação desta quinta-feira na Philippe Chatrier, o britânico Jack Draper suportou a pressão da torcida francesa e venceu um duelo de 3h11 contra o ídolo local Gael Monfils por 6/3, 4/6, 6/3 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-tambem-joga-em-bad-homburg-e-tera-calendario-cheio-na-grama.html",
        "title": "Bia também joga em Bad Homburg e terá calendário cheio na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/bia_vibra_badhomburg-1024x583.jpg",
        "date": "29/05/2025",
        "description": "Bad Homburg (Alemanha) –A temporada de grama será cheia para Beatriz Haddad Maia, que disputará torneios nastrês semanas preparatórias para Wimbledon. Depois de se inscrever no WTA 500 de Queen’s, em Londres, e também no 250 de Nottingham, a número 1 do Brasil e 23ª do mundo também tem vaga direta no WTA 500 de Bad Homburg."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-se-emociona-com-a-familia-em-paris-e-destaca-inspiracao-no-big-3.html",
        "title": "Fonseca se emociona com a família em Paris e destaca inspiração no Big 3",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-vibra-2025-1024x683.jpeg",
        "date": "29/05/2025",
        "description": "Paris (França) –A vitória desta quinta-feira pela segunda rodada de Roland Garros foi ainda mais especial para João Fonseca. Ao superar o francês Pierre-Hugues Herbert em sets diretos, o carioca de 18 anos e número 1 do Brasil garantiu omelhor resultado da carreira em um Grand Slam, além de homenagear a mãe, Roberta, que faz aniversário. O dia também marcou uma surpresa para o jovem tenista, que se emocionou com a visita da avó, Anna, ao torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/badosa-consegue-mais-uma-virada-kenin-supera-azarenka.html",
        "title": "Badosa consegue mais uma virada, Kenin supera Azarenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/kenin_back_rg-1024x584.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –Assim como havia acontecido na rodada de estreia, Paula Badosa conseguiu mais uma vitória de virada em Roland Garros. Depois de ter passado por Naomi Osaka na primeira fase, a espanhola superou nesta quinta-feira a romena Elena Ruse por 3/6, 6/4 e 6/4 em 2h22 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-iga-jogam-pela-manha-nesta-sexta-alcaraz-as-15h15.html",
        "title": "Sabalenka e Iga jogam pela manhã nesta sexta, Alcaraz às 15h15",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/iga_rg_term_saibro_corinne-1024x542.jpg",
        "date": "29/05/2025",
        "description": "Paris (França) –A terceira rodada de Roland Garros começa nesta sexta-feira, com jogos de Aryna Sabalenka e Iga Swiatek ainda pela manhã. Sabalenka abre a programação da quadra Philippe Chatrier às 7h (de Brasília) contra a sérvia Olga Danilovic. Já Swiatek faz o segundo jogo da Suzanne Lenglen contra a romena Jaqueline Cristian."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-a-98a-em-roland-garros-e-amplia-escrita-contra-franceses.html",
        "title": "Djokovic vence a 98ª em Roland Garros e amplia escrita contra franceses",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/RG_JC_3295NovakDjokovicR1-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– O sérvio Novak Djokovic tem se mostrado impiedoso contra tenistas da casa em Roland Garros e nesta quinta-feira tratou de despachar mais um francês no saibro parisiense. A vítima da vez foi o atual 73º do mundo Corentin Moutet, que não foi páreo para o tricampeão do torneio e caiu na segunda rodada com o placar final de 6/3, 6/2 e 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-29-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/schiessl_campinas25_back-1024x577.jpg",
        "date": "29/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/separados-stefani-e-matos-entram-de-ultima-hora-na-chave-de-mistas.html",
        "title": "Separados, Stefani e Matos entram de última hora na chave de mistas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/stefani-matos-roland-garros-parados-2023-1024x683.jpg",
        "date": "29/05/2025",
        "description": "Paris (França)– A torcida brasileira em Paris terá mais duas oportunidades de acompanhar os tenistas do país na disputa de Roland Garros com a entrada de última hora da paulista Luisa Stefani e do gaúcho Rafael Matos na chave de duplas mistas. Campeões do Australian Open em 2023, eles jogarão desta vez com parceiros diferentes."
    }
]