[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-24-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "24/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-conta-com-desistencia-faz-semi-e-se-garante-no-atp-finals.html",
        "title": "Zverev conta com desistência, faz semi e se garante no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-nitto-atp-finals-2025-qualification-graphic-1024x576.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria)– A sexta-feira está sendo de boas notícias para o alemão Alexander Zverev, que além de garantir vaga nas semifinais do ATP 500 de Viena, sem precisar jogar, também se classificou para o ATP Finals. Ele é o quarto com a vaga em Turim, se juntando a Carlos Alcaraz, Jannik Sinner e Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-lanca-movimento-pela-profissionalizacao-do-esporte.html",
        "title": "Beach tennis lança movimento pela profissionalização do esporte",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/coletiva_NN1.jpg",
        "date": "24/10/2025",
        "description": "Indaiatuba (SP) –Foi apresentada oficialmente, nesta semana, em Indaiatuba (SP), em coletiva de imprensa, o Projeto NN1 – New Number One, idealizado por Samantha Barijan, primeira brasileira número 1 do ranking mundial de beach tennis, em parceria com a Arena Deco Beach."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/149739.html",
        "title": "Serena Williams se encanta com a recepção calorosa em Oviedo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/serena_princesa-de-asturias_audiencia.jpg",
        "date": "24/10/2025",
        "description": "Oviedo (Espanha)– Serena Williams, dona de 23 títulos de simples de Grand Slam, já está em Oviedo para receber no próximo sábado o Prêmio Princesa das Astúrias de 2025. Esta é a 45ª quinta edição da renomada premiação anual."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/irmao-de-djokovic-sugere-que-ele-jogara-atenas-mesmo-fora-de-paris.html",
        "title": "Irmão de Djokovic sugere que ele jogará Atenas mesmo fora de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/djokovic-xangai-2025-scaled-e1760015573354-1024x684.jpg",
        "date": "24/10/2025",
        "description": "Atenas (Grécia)– Apesar da ausência já confirmada no Masters 1000 de Paris, o sérvio Novak Djokovic pode jogar neste ano ainda antes de ir ao ATP Finals. Segundo o seu irmão, Djordje Djokovic, o ex-número 1 do mundo planeja disputar o ATP 250 de Atenas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bencic-e-kenin-vencem-em-3-sets-e-se-encaram-por-um-lugar-na-final.html",
        "title": "Bencic e Kenin vencem em 3 sets e se encaram por um lugar na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/bencic-toquio-2025.jpg",
        "date": "24/10/2025",
        "description": "Tóquio (Japão)– Se nas duas primeiras partidas de quartas de final do WTA de Tóquio as vencedoras não perderam set, nas outras duas a coisa foi um pouco mais complicada. Para chegar às semifinais, tanto a suíça Belinda Bencic como a norte-americana Sofia Kenin precisaram de três sets."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-vencem-mais-uma-em-toquio-e-estao-nas-semifinais.html",
        "title": "Stefani e Babos vencem mais uma em Tóquio e estão nas semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani-babos-toquio-2025.jpg",
        "date": "24/10/2025",
        "description": "Tóquio (Japão)– A paulista Luisa Stefani e a húngara Timea Babos seguem firmes na disputa do WTA 500 de Tóquio, garantindo vaga nas semifinais nesta sexta-feira. Cabeças de chave 4, elas venceram a canadense Gabriela Dabrowski e a norte-americana Sofia Kenin em três sets, com parciais de 7/5, 2/6 e 10-8, depois de 1h24 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-e-pucinelli-vencem-no-sauipe-monteiro-cai-na-estreia.html",
        "title": "Boscardin e Pucinelli vencem no Sauípe, Monteiro cai na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_sauipe_fore_noite-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Costa do Sauípe (BA) –Após dois dias de muita chuva, os jogos do Costa do Sauípe Open foram retomados nesta quinta-feira. A boa estreia de Pedro Boscardin foi um dos destaques no dia. O catarinense de 22 anos e 296º do ranking venceu o argentino Juan Pablo Ficovich por 6/4 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-23-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monteiro_ctba_rebate.jpg",
        "date": "24/10/2025",
        "description": "ATP 500 de Viena (Áustria) – Sintético (coberto) – 2.736.875 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-confirma-semi-em-toquio-e-a-garante-vaga-no-wta-finals.html",
        "title": "Rybakina confirma semi em Tóquio e a garante vaga no WTA Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina_toquio_esperasaque.jpg",
        "date": "24/10/2025",
        "description": "Tóquio (Japão) –A missão de Elena Rybakina no WTA 500 de Tóquio foi cumprida com sucesso. Vinda de título em Ningbo no último domingo, a cazaque precisaria vencer dois jogos na capital japonesa e chegar à semifinal para assegurar a última vaga no WTA Finals. E depois de ter estreado bem contra Leylah Fernandez, ela também bateu a canadense Victoria Mboko por 6/3 e 7/6 (7-4) em 1h31 de partida."
    }
]