[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-joga-seu-melhor-tenis-de-2025.html",
        "title": "Bia joga seu melhor tênis de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/blog_bia_uso2.jpg",
        "date": "29/08/2025",
        "description": "O tênis é um esporte definitivamente curioso. Depois de uma primeira partida cheia de instabilidades, em que até um placar final de 6/1 teve sua dose de drama, Beatriz Haddad Maia fez uma exibição praticamente perfeita, como ainda não se tinha visto nesta temporada, nem mesmo na vitória sobre a top 10 Emma Navarro ou em cima da experiente Elina Svitolina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-joga-o-bastante-para-nao-perder-set-e-enfrenta-aliassime.html",
        "title": "Zverev joga o bastante para não perder set e enfrenta Aliassime",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev.jpg",
        "date": "28/08/2025",
        "description": "* atualizado às 23h38 com vitória de Aliassime"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-juvenil-no-corinthians-define-confrontos-das-semifinais.html",
        "title": "ITF juvenil no Corinthians define confrontos das semifinais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/eduarda_gomes_Mundial-14.jpg",
        "date": "28/08/2025",
        "description": "São Paulo (SP) –Estão definidos sete confrontos das semifinais da Copa Juninho Tênis, torneio ITF J60 disputado nas quadras de saibro do Corinthians, em São Paulo. A chave masculina tem três brasileiros entre os classificados, enquanto a disputa feminina será apenas entre brasileiras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-recebe-ultimo-convite-do-sp-open-pietra-joga-o-quali.html",
        "title": "Candiotto recebe último convite do SP Open, Pietra joga o quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "28/08/2025",
        "description": "São Paulo (SP) –A organização do SP Open definiu os últimos convites para as chaves de simples do WTA da maior cidade das Américas. Ana Candiotto ganha uma vaga na chave principal, e a jovem Pietra Rivoli disputará o quali. O torneio WTA 250 acontece de 6 a 14 de setembro, no Parque Villa-Lobos, em São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/venus-vence-a-primeira-na-dupla-e-rasga-elogios-a-fernandez.html",
        "title": "Venus vence a primeira na dupla e rasga elogios a Fernandez",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/venus-leylah-duplas-us-open-2025-1024x576.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– A parceria entre Venus Williams e Leylah Fernandez começou com entusiasmo e terminou em festa na estreia das duplas femininas no US Open 2025. Elas abriram campanha com uma grande vitória sobre a ucraniana Lyudmyla Kichenok e a australiana Ellen Perez, cabeças de chave número 6, com parciais de 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-vence-jogo-duro-e-se-emociona-kasatkina-enfrenta-osaka.html",
        "title": "Gauff vence jogo duro e se emociona, Kasatkina enfrenta Osaka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gauff_uso25_vibra_2R-1024x576.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA) –Escalada para atuar mais uma vez na sessão noturna do Arthur Ashe Stadium, Coco Gauff teve um jogo difícil nesta quinta-feira, mas garantiu seu lugar na terceira rodada do US Open. A número 3 do mundo superou a croata Donna Vekic, 49ª do ranking, por 7/6 (7-5) e 6/2 em 1h39 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shapovalov-sobre-duelo-com-sinner-vivo-por-jogos-como-esse.html",
        "title": "Shapovalov sobre duelo com Sinner: “Vivo por jogos como esse”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shapovalov-olhando-a-bola-us-open-2025-1024x576.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Próximo adversário do italiano Jannik Sinner no US Open, o canadense Denis Shapovalov comentou a expectativa pelo confronto da terceira rodada, no próximo sábado. O canhoto de 26 anos garantiu sua vaga ao superar o francês Valentin Royer em quatro sets, com dois tiebreaks, parciais de 7/6 (8-6), 3/6, 7/6 (7-4) e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-ve-melhora-na-atitude-tenho-muita-confianca-em-mim-agora.html",
        "title": "Osaka vê melhora na atitude: “Tenho muita confiança em mim agora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/osaka-vibra-r2-us-open-2025-1024x720.jpeg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– A japonesa Naomi Osaka segue firme em sua campanha no US Open e voltou a vencer em sets diretos para alcançar a terceira rodada pela primeira vez desde 2021. Bicampeã do torneio, ela derrotou a norte-americana Hailey Baptiste por 6/3 e 6/1 em apenas 1h10 de partida, mostrando consistência e variação de jogo. Após o triunfo, destacou que a evolução mental tem sido determinante para o bom momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/assistir-a-alcaraz-e-divertido-e-as-pessoas-amam-diz-sinner.html",
        "title": "“Assistir a Alcaraz é divertido e as pessoas amam”, diz Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner-sorri-us-open-2025-1024x685.jpeg",
        "date": "28/08/2025",
        "description": "Nova York (EUA)– Jannik Sinner confirmou o favoritismo e avançou à terceira rodada do US Open com uma atuação firme diante do australiano Alexei Popyrin, vencendo em sets diretos, com parciais de 6/3, 6/2 e 6/2. Depois da partida, o italiano analisou sua performance, falou sobre as condições do torneio, projetou o próximo desafio e também comentou sobre Carlos Alcaraz."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-atua-as-12h30-jogos-de-djokovic-e-sabalenka-serao-as-20h.html",
        "title": "Alcaraz atua às 12h30, jogos de Djokovic e Sabalenka serão às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/alcaraz_uso_entrada-1024x576.jpg",
        "date": "28/08/2025",
        "description": "Nova York (EUA) –Vindo de duas vitórias nas sessões noturnas do US Open, Carlos Alcaraz jogará à tarde nesta sexta-feira. O espanhol já entra em quadra às 12h30 (de Brasília) para enfrentar o italiano Luciano Darderi, 34º do ranking, em confronto inédito."
    }
]