[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-06-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/matos-stuttgart-voleia-2025-e1750870307424-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-conversei-com-federer-varias-vezes-e-fiquei-impressionado.html",
        "title": "Shelton: “Conversei com Federer várias vezes e fiquei impressionado”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-wimbledon-fore-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Um dos jovens aspirantes a buscar maiores conquistas no circuito, o norte-americano Ben Shelton falou um pouco sobre as questões táticas após sua terceira vitória em Wimbledon, batendo o húngaro Marton Fucsovics em sets diretos. O tenista de 22 anos destacou os jogadores que considera os inteligentes do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/dimitrov-acredita-que-veremos-cada-vez-menos-o-reves-com-uma-mao.html",
        "title": "Dimitrov acredita que veremos cada vez menos o revés com uma mão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/dimitrov-wimbledon-back-2025.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Assim como a vida e o mundo, o tênis está em constante transformação e o revés de uma mão, que no passado era dominante no circuito, agora está cada vez mais raro. Um dos que ainda utiliza essa técnica, o búlgaro Grigor Dimitrov acredita que o futuro não é muito favorável e prevê uma escassez ainda maior nos próximos tempos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australiano-desiste-e-fritz-avanca-as-quartas-de-novo.html",
        "title": "Australiano desiste e Fritz avança às quartas de novo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz_quaras-scaled-e1751807622559-1024x667.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Depois de jogos difíceis no começo da semana, o norte-americano Taylor Fritz economizou energia neste domingo em Wimbledon e avançou para as quartas de final com apenas 10 games disputados. O australiano Jordan Thompson sentiu problemas físicos e optou por desistir quando o número 4 do mundo já tinha 6/1 e 3/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-vao-as-quartas-em-wimbledon-e-escapam-de-favoritos.html",
        "title": "Melo e Matos vão às quartas em Wimbledon e escapam de favoritos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/IMG-20250706-WA0002.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– A dupla do mineiro Marcelo Melo com o gaúcho Rafael Matos segue fazendo bonito em Wimbledon e já está nas quartas de final. Neste domingo, eles conquistaram uma suada vitória para cima do austríaco Alexander Erler e do alemão Constantin Frantzen, definida apenas em um disputado terceiro set, fechando o jogo com parciais de 6/4, 3/6 e 7/5, após 2h07 de batalha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/khachanov-enfim-consegue-vitoria-rapida-e-volta-as-quartas.html",
        "title": "Khachanov enfim consegue vitória rápida e volta às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/khachanov-wimbledon-vibra-2025-e1751657716161-1024x683.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– Depois de dois anos sem competir em Wimbledon, o russo Karen Khachanov volta a marcar uma campanha expressiva sobre a grama e está novamente nas quartas de final. Ele superou o polonês Kamil Majchrzak pela quarta vez seguida, com parciais de 6/4, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nana-completa-virada-victoria-perde-na-estreia.html",
        "title": "Naná completa virada, Victoria perde na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/nana_leo_danilo.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –A paulista Nauhany Silva, de 15 anos, completou de forma impecável sua partida de estreia no torneio juvenil de Wimbledon, que havia suspensa na véspera por falta de luz natural. Ela havia perdido o primeiro set para a norte-americana Maya Iyengar por 7/5 e vencido o segundo por 7/6 (7-1). No retorno à quadra, a brasileira não perdeu um game sequer e aplicou ‘pneu’."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-o-nivel-nao-e-o-mesmo-de-quando-comecei-esta-mais-alto-agora.html",
        "title": "Tsitsipas: “O nível não é o mesmo de quando comecei, está mais alto agora”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas-wimbledon-treino-sorri-2025-1024x682.jpg",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra)– A temporada de Stefanos Tsitsipas tem sido bem abaixo das últimas de sua carreira, acumulando eliminações precoces e com isso saindo do top 10. Atual 26º no ranking, o grego amargou mais uma queda prematura em Wimbledon, caindo na estreiaapós abandonar o jogo por problemas nas costas. Em entrevista aoTennis365ele fez uma reflexão sobre o atual circuito, que garante estar mais duro do que quando começou."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reportagem-revela-os-segredos-do-jardim-ingles-de-wimbledon.html",
        "title": "Reportagem revela os segredos do jardim inglês de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/07/flores_cestos2_facebook.png",
        "date": "06/07/2025",
        "description": "Londres (Inglaterra) –Uma longa e interessante reportagem no site de Wimbledon revela os segredos do jardim campestre inglês de Wimbledon, que encanta os fãs e jogadores como o brasileiro João Fonseca, que disse que tudo em Wimbledon é perfeito, “até as flores”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-henrique-medeiros-vai-a-semifinal-no-bt-200-de-rio-verde.html",
        "title": "Goiano Henrique Medeiros vai à semifinal no BT 200 de Rio Verde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique_medeiros_rioverde_semi.jpg",
        "date": "06/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano de Quirinópolis, Henrique Medeiros, de 17 anos, segue brilhando em casa no BT 200 de Rio Verde, disputado no Clube Campestre, a maior competição do beach tennis no estado. O evento distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    }
]