[
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-frustrado-por-ter-deixado-escapar-oportunidades-contra-djokovic.html",
        "title": "De Minaur frustrado por ter deixado escapar oportunidades contra Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/deminaur-wimbledon-devolve-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra) – Alex de Minaur estava com uma quebra de vantagem no quarto set e teve a oportunidade conseguir mais uma, praticamente garantindo um quinto set contra Novak Djokovic na Quadra Central do All England Club, mas não a converteu e acabou sendo eliminado pelo número 1 do mundo com parciais de 1/6, 6/4, 6/4 e 6/4. Naturalmente, ficou bastante frustrado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-08-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/stefani_wimbledon_saque_sozinha-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasMasculino (Duplas) – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-supera-comeco-lento-e-disputa-3a-semi-seguida-em-wimbledon.html",
        "title": "Sabalenka supera começo lento e disputa 3ª semi seguida em Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-wimbledon-olhabola-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Depois de levar um susto no começo da partida contra a alemã Laura Siegemund, que encurralou Aryna Sabalenka no primeiro set e saiu na frente, a bielorrussa se recuperou no decorrer do jogo, encontrou seu ritmo e buscou a virada que a garantiu nas semifinais de Wimbledon, triunfando com parciais de 4/6, 6/2 e 6/4, em 2h54 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fazia-tempo-que-eu-nao-jogava-um-grand-slam-neste-nivel-diz-cilic.html",
        "title": "“Fazia tempo que eu não jogava um Grand Slam neste nível”, diz Cilic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cilic-wimbledon-desfocado-2025.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Três vezes finalista de Grand Slam e campeão do Aberto dos Estados Unidos, Marin Cilic está satisfeito por ter conseguido encaixar uma campanha de alto nível em um dos torneios mais importantes do circuito pela primeira vez em algum tempo, apesar da derrota para o italiano Flavio Cobolli nas oitavas de final, em condições que ele considerou longe das ideais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-perde-no-juvenil-victoria-segue-nas-duplas.html",
        "title": "Guto perde no juvenil, Victoria segue nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_j300_back_indoor-1024x580.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– O goiano Guto Miguel foi eliminado nesta terça-feira na segunda rodada da chave juvenil de simples de Wimbledon. Ele, que sofre com um problema no abdômen, conseguiu equilibrar dois sets, mas perdeu intensidade na reta final da partida e foi batido pelo alemão e cabeça 13 Max Schoenhaus, por 6/4, 4/6 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-faz-primeira-semi-em-wimbledon-e-recupera-4o-lugar.html",
        "title": "Fritz faz primeira semi em Wimbledon e recupera 4º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/fritz-wimbledon-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Depois de duas tentativas frustradas, em 2022 e 2024, o norte-americano Taylor Fritz enfim superou as quartas de final de Wimbledon e está em sua segunda semifinal de Grand Slam da carreira. O tenista de 27 anos derrotou nesta terça-feira o russo Karen Khachanov, para quem havia perdido os dois confrontos anteriores, com placar de 6/3, 6/4, 1/6 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-pucinelli-perdem-na-estreia-no-saibro-europeu.html",
        "title": "Monteiro e Pucinelli perdem na estreia no saibro europeu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/monteiro_oeiras5_back_saibro-1024x683.jpg",
        "date": "08/07/2025",
        "description": "Braunschweig (Alemanha)– O momento ruim de Thiago Monteiro prossegue. O canhoto cearense sofreu nova derrota precoce nesta terça-feira, agora no saibro alemão, ao ser superado pelo convidado local Christoph Negritu, apenas 282º do ranking, com parciais de 6/4 e 6/2 no torneio com premiação de 180 mil euros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-feliz-por-conseguir-estender-a-viagem-da-familia-a-wimbledon.html",
        "title": "Shelton feliz por conseguir estender a viagem da família a Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/shelton-wimbledon-grita-2025-1024x682.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– O norte-americano Ben Shelton derrotou o italiano Lorenzo Sonego na Quadra 1 do All England Club e chegou às quartas de final de Wimbledon, a sua quarta vez entre os oito melhores tenistas de um Grand Slam. Entre todos os aspectos do jogo que o colocou em rota de colisão com o número 1 do mundo, Jannik Sinner, o que mais lhe deixou satisfeito foi a devolução, mas ele ainda acha que há espaço para melhorar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tecnico-de-dimitrov-minimiza-teoria-de-lesao-causada-por-fechamento-do-teto.html",
        "title": "Técnico de Dimitrov minimiza teoria de lesão causada por fechamento do teto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/dimitrov-wimbleodn-lights-2025.jpg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– O treinador de Grigor Dimitrov minimizou a ideia de que a lesão do jogador pode ter sido causada pelo momento do fechamento do teto da Quadra Central em Wimbledon. Jamie Delgado, que já trabalhou com Andy Murray, disse àBBCna terça-feira que não acredita que a pausa na partida, entre o segundo e o terceiro sets, influenciou na lesão do pupilo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-planeja-estrelar-nova-batalha-dos-sexos-contra-sabalenka.html",
        "title": "Kyrgios planeja estrelar nova “Batalha dos Sexos” contra Sabalenka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "08/07/2025",
        "description": "Londres (Inglaterra)– Uma nova “Batalha dos Sexos” pode acontecer em breve, pelo menos se depender do australiano Nick Kyrgios, que planeja repetir o que fizeram Billie Jean King e Bobby Riggs em 1973, numa partida lendária que foi vista pelo mundo inteiro e depois até virou filme de Hollywood."
    }
]