[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-na-noite-de-segunda-feira-no-wta-500-de-merida.html",
        "title": "Bia estreia na noite de segunda-feira no WTA 500 de Mérida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/bia_doha_rebate_26.jpg",
        "date": "22/02/2026",
        "description": "Mérida (México)– A paulista Beatriz Haddad Maia já tem data e horário para fazer sua estreia no WTA 500 de Mérida, disputado em quadras duras no México. Ainda busca de sua primeira vitória na temporada, a principal tenista do Brasil enfrenta não antes das 21h (no horário de Brasília) a convidada britânica Katie Boulter, ex-número 23 do mundo e atual 75ª colocada no ranking, no terceiro jogo da Quadra Central."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-22-02.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo-fonseca-rio-2026-1024x683.jpg",
        "date": "22/02/2026",
        "description": "ATP 500 do Rio de Janeiro (RJ) – Saibro – US$ 2.469.450Duplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/benditas-duplas.html",
        "title": "Benditas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/blog_rio_duplas.jpg",
        "date": "22/02/2026",
        "description": "Num começo de 2026 em que os jogadores de simples não conseguem produzir campanhas animadoras, o tênis brasileiro sobrevive – e muito bem – com as duplas. Neste notável fim de semana, vieram a quarta conquista de Luísa Stefani em torneios de nível 1000, com o troféu em Dubai, e o suado sucesso de João Fonseca e Marcelo Melo no Rio Open, que chegou em hora precisa diante do momento de ambos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/etcheverry-enfim-vence-uma-final-e-conquista-seu-1o-atp.html",
        "title": "Etcheverry vira mais uma no Rio e conquista seu 1º ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/etcheverry-rio-trofeu-2026-1024x683.jpg",
        "date": "22/02/2026",
        "description": "Rio de Janeiro (RJ)– A rodada dupla de simples neste domingo de Rio Open terminou com a conquista do argentino Tomas Etcheverry, que depois debater o tcheco Vit Kopriva de virada, fez o mesmo na decisão, superando o chileno Alejandro Tabilo com o placar final de 3/6, 7/6 (7-3) e 6/4, em batalha de 3h04."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/korda-completa-semana-de-surpresas-e-fatura-delray-beach.html",
        "title": "Korda completa semana de surpresas e fatura Delray Beach",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/paul_korda_delray_trofeus-1024x635.jpg",
        "date": "22/02/2026",
        "description": "Delray Beach (EUA)– Sebastian Korda enfim voltou aos títulos no circuito internacional. Depois de superar um período de ausência por fratura por estresse na tíbia, ele conquistou neste domingo seu terceiro título de ATP ao derrotou o compatriota Tommy Paul, quinto cabeça de chave, por 6/4 e 6/3, na final do 250o de Delray Beach."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schwartzman-no-rio-a-vida-e-muito-linda-e-estou-disposto-a-desfruta-la.html",
        "title": "Schwartzman no Rio: “A vida é muito linda e estou disposto a desfrutá-la”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/schwaerzman_rioopen.jpg",
        "date": "22/02/2026",
        "description": "Rio de Janeiro (RJ) –Um ano depois de encerrar a carreira profissional nas oitavas de final do ATP 250 de Buenos Aires, Diego Schwartzman, de 32 anos, ex-número 8 do mundo, esteve na “Cidade Maravilhosa” para acompanhar o Rio Open. “A vida é muito linda e estou disposto a desfrutá-la.”"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-exalta-fonseca-quem-decidiu-o-jogo-hoje-foi-ele.html",
        "title": "Melo exalta Fonseca: “Quem decidiu o jogo hoje foi ele”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo-fonseca-trofeu-2026-1024x683.jpg",
        "date": "22/02/2026",
        "description": "Felipe PrianteEspecial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nadal-volta-a-esquiar-depois-de-26-anos-que-sensacao-incrivel.html",
        "title": "Nadal volta a esquiar: “Depois de 26 anos, que sensação incrível!”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/nadal_esqui.jpg",
        "date": "22/02/2026",
        "description": "Baqueira (Espanha) –Aposentado desde o fim de 2024, com 22 títulos de Grand Slam conquistados na ilustre carreira, Rafael Nadal agora pode desfrutar de uma viagem para esquiar depois de anos evitando se aventurar na neve para evitar acidentes e lesões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-profissional-henrique-mello-retorna-as-competicoes-no-circuito-masters.html",
        "title": "Ex-profissional Henrique Mello retorna às competições no circuito Masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/henrique-mello_mindu_masters.jpg",
        "date": "22/02/2026",
        "description": "Campinas (SP) –O ex-tenista profissional Henrique Mello, conhecido no meio do tênis como Mindu, está de volta às quadras competitivas. O atleta campineiro, de 43 anos, retoma a carreira em 2026 no circuito internacional Masters, na categoria 40+, no ITF MT700 de Montevidéu, no Uruguai, que tem início nesta segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-iguala-marca-de-federer-e-melo-fatura-o-bi-no-rio-open.html",
        "title": "Fonseca iguala marca de Federer e Melo fatura o bi no Rio Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/02/melo_agassi_fonseca_rio_trofeus.jpg-1024x683.jpg",
        "date": "22/02/2026",
        "description": "Rio de Janeiro (RJ)– Pelo segundo ano seguido uma dupla 100% brasileira conquista o título do Rio Open. A experiência do mineiro Marcelo Melo aliada à juventude do carioca João Fonseca terminou em taça. Neste domingo, eles venceram de virada o holandês Robin Haase e o alemão Constantin Frantzen por 4/6, 6/3 e 10-8."
    }
]