[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-20-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/ribeiro_poa_back.jpg",
        "date": "20/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kostyuk-se-lesiona-osaka-e-oliynykova-destacam-se-leia-as-frases.html",
        "title": "Kostyuk se lesiona, Osaka e Oliynykova destacam-se. Veja nas Frases.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kostyuk-.jpg",
        "date": "20/01/2026",
        "description": "“Infelizmente, lesionei o tornozelo durante a partida de hoje e, após exames, foi confirmada a ruptura do ligamento, o que significa que não poderei continuar no Aberto da Austrália nas duplas com minha incrível parceira @gabrielaruse. O Aberto da Austrália sempre foi um dos meus torneios favoritos, então não era assim que eu imaginava o fim da minha trajetória. Mas isso faz parte do esporte.”A ucraniana Marta Kostyuk, que perdeu na estreia para a francesa Elsa Jacquemot, por 6/7(4), 7/6(4) e 7/6(7)"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-estreia-com-vitoria-no-saibro-de-itajai-alves-sofre-virada.html",
        "title": "Wild estreia com vitória no saibro de Itajaí, Alves sofre virada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wild_itajai_fore.jpg",
        "date": "20/01/2026",
        "description": "Itajaí (SC) –Com as arquibancadas lotadas no Itamirim Clube de Campo, dois brasileiros estrearam na primeira rodada da chave principal do Challenger 75. Mateus Alves e Thiago Wild, contaram com o apoio da torcida catarinense, mas os resultados foram diferentes."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sorte-sorri-a-hanfmann-vaga-na-chave-noivado-e-choque-com-alcaraz.html",
        "title": "Sorte sorri a Hanfmann: vaga na chave, noivado e choque com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/hanfmann_noivado.jpg",
        "date": "20/01/2026",
        "description": "Melbourne (Austrália) –Na tarde de quarta-feira, Yannick Hanfmann entrará em quadra na Rod Laver Arena para encarar Carlos Alcaraz na segunda rodada do Aberto da Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/minha-adversaria-foi-incrivel-diz-keys-apos-dura-vitoria-na-australia.html",
        "title": "“Minha adversária foi incrível”, diz Keys após dura vitória na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys_ausopen_olhacima_fft-1024x696.jpg",
        "date": "20/01/2026",
        "description": "Melbourne (Austrália) –Atual campeã do Australian Open, Madison Keys não esquecerá tão cedo de Oleksandra Oliynykova, número 92 do ranking, que deu trabalho para a norte-americana conseguir defender seu favoritismo no torneio nesta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-cabeca-2-nas-mistas-na-australia-em-busca-do-segundo-slam.html",
        "title": "Stefani é cabeça 2 nas mistas na Austrália em busca do segundo Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/stefani_bjk_vibra-1024x683.jpg",
        "date": "20/01/2026",
        "description": "Melbourne (Austrália) –A chave de duplas mistas do Australian Open terá a participação brasileira de Luísa Stefani. Campeã em 2023, ao lado de Rafael Matos, a paulistana vai em busca de seu segundo Grand Slam e será cabeça 2 do torneio, ao lado do salvadorenho Marcelo Arevalo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-confira-as-cinco-melhores-jogadas-desta-terca.html",
        "title": "Australian Open: confira as cinco melhores jogadas desta terça",
        "image": null,
        "date": "20/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duas-jogadoras-e-tres-arbitros-sao-suspensos-por-suspeita-de-corrupcao.html",
        "title": "Duas jogadoras e três árbitros são suspensos por suspeita de corrupção",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/arbitro.sombra-1024x614.jpg",
        "date": "20/01/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta terça-feira que cinco pessoas foram suspensas provisoriamente, enquanto as acusações relacionadas ao Programa Anticorrupção do Tênis (TACP) seguem em análise."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sem-fisico-fonseca-vira-presa-facil-em-melbourne.html",
        "title": "Sem físico, Fonseca vira presa fácil em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_jf_ao26.jpg",
        "date": "20/01/2026",
        "description": "Mais do que a perda de sua primeira partida de estreia num Grand Slam, o que me desgostou mesmo foi ver João Fonseca sem pernas ainda na metade do terceiro set, quando já tinha dificuldades para sair das bolas, seus golpes e saque perdiam rapidamente potência e o deslocamento lateral se mostrava um tanto sacrificante. E isso logo depois de ter feito um bom segundo set, em que impôs seu ritmo pesado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jodar-e-basavareddy-vencem-duelos-de-cinco-sets-na-estreia.html",
        "title": "Jodar e Basavareddy vencem duelos de cinco sets na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/abierto-australia-2026-jodar-1024x576.jpg",
        "date": "20/01/2026",
        "description": "Melbourne (Austrália) –Em duelo entre dois nomes da nova geração do circuito, o espanhol Rafael Jodar conseguiu sua primeira vitória em Grand Slam ao superar o japonês Rei Sakamoto na estreia do Australian Open por 7/6 (8-6), 6/1, 5/7, 4/6 e 6/3 em partida com 3h51 de duração. Os dois jovens tenistas de 19 anosvieram do quali em Melbournee disputaram uma chave principal de torneios deste nível pela primeira vez."
    }
]