[
    {
        "url": "https://tenisbrasil.uol.com.br/melo-e-matos-vencem-no-retorno-da-dupla-em-winston-salem.html",
        "title": "Melo e Matos vencem no retorno da dupla em Winston-Salem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/08/melo_matos_cump_wash-1024x720.jpg",
        "date": "20/08/2025",
        "description": "Winston-Salem (EUA) –A parceria do mineiro Marcelo Melo com o gaúcho Rafael Matos estreou com vitória noATP 250 de Winston-Salem, em quadras duras nos Estados Unidos. Os brasileiros superaram nesta quarta-feira o austríaco Alexander Erler e o norte-americano Robert Galloway por duplo 6/2. Os próximos rivais serão os australianos Matthew Ebden e John Peers, cabeças 4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-tem-jogo-interrompido-por-chuva-e-so-retorna-na-quinta.html",
        "title": "Pigossi tem jogo interrompido por chuva e só retorna na quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/pigossi_usopen_saida_cancha-1024x736.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– O segundo jogo de Laura Pigossi no quali do US Open precisou ser interrompido por chuva. A número 2 do Brasil e 205ª do mundo enfrentava a jovem australiana Emerson Jones, de 17 anos, que liderava o primeiro set por 5/4. A partida já havia começado com atraso de aproximadamente uma hora e as tenistas ficaram em quadra por apenas 42 minutos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ana-candiotto-vence-mais-uma-em-santiago-e-faz-quartas.html",
        "title": "Ana Candiotto vence mais uma em Santiago e faz quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/candiotto_fore_ecp.jpg",
        "date": "20/08/2025",
        "description": "Santiago (Chile) –A paulista Ana Candiotto será a representante brasileira nas quartas de final do ITF W15 de Santiago, em quadras de saibro no Chile. Terceira cabeça de chave, ela venceu a argentina de 19 anos Justina Gonzalez, 773ª do ranking, por duplo 6/4 nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-20-08.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_prepara-1024x682.jpg",
        "date": "20/08/2025",
        "description": "WTA 500 de Monterrey (México) – Sintético – US$ 1.064.510Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-e-o-primeiro-top-10-confirmado-no-rio-open-de-2026.html",
        "title": "Musetti é o primeiro top 10 confirmado no Rio Open de 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/musetti_rio_cristo_hori.jpg",
        "date": "20/08/2025",
        "description": "Rio de Janeiro (RJ) –A organização do Rio Open anunciou o italiano Lorenzo Musetti como o primeiro top 10 confirmado para sua 12ª edição, em 2026. Medalha de bronze nos Jogos Olímpicos de 2024, Musetti retorna ao maior torneio de tênis da América do Sul, que acontecerá de 14 a 22 de fevereiro no Jockey Club Brasileiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tosetto-vence-na-polonia-gimenez-e-zanellato-caem-na-estreia.html",
        "title": "Tosetto vence na Polônia, Gimenez e Zanellato caem na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53494368680_042644d8fd_c.jpg",
        "date": "20/08/2025",
        "description": "Cracóvia (Polônia) –Em rodada com três brasileiros, Rafael Tosetto foi o único a avançar no ITF M15 de Cracóvia, em quadras de saibro na Polônia. Ele venceu o tenista da casa Alan Bojarski por 6/3 e 6/4. Seu próximo adversário será o espanhol Mario Gonzalez Fernandez, cabeça 6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-faz-mudancas-na-equipe-e-contrata-especialista-em-biomecanica.html",
        "title": "Gauff faz mudanças na equipe e contrata especialista em biomecânica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Gauff_mtl_saque_3R_MB-1024x612.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA) –Na semana anterior ao último Grand Slam da temporada, Coco Gauff fez algumas mudanças em sua equipe. Ela encerrou a parceria com o treinador Matt Daly e contratou o especialista em biomecânica Gavin MacMillan, com o objetivo de melhorar seu desempenho no saque. McMillan já trabalhou com Aryna Sabalenka, atual número 1 do mundo, quando a bielorrussa passou por problemas parecidos em 2022."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nishikori-e-a-quinta-baixa-da-chave-masculina-do-us-open.html",
        "title": "Nishikori é a quinta baixa da chave masculina do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nishikori-phoenix-rebate-2025-.jpg",
        "date": "20/08/2025",
        "description": "Nova York (EUA)– Finalista do torneio em 2014, o japonês Kei Nishikori se somou às desistências da chave masculina do US Open. Ele entrou como 88º tenista mais bem posicionado e será substituído por um ‘lucky-loser’, ou seja, um tenista que venha a ser derrotado na rodada final do qualificatório."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atletas-de-mato-grosso-vao-as-quartas-e-buscam-as-semifinais-em-sinop.html",
        "title": "Atletas de Mato Grosso vão às quartas e buscam as semifinais em Sinop",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/Daina_de-vermelho_Balduino_Sinop.jpg",
        "date": "20/08/2025",
        "description": "Sinop (MT)– Jovem talento de Mato Grosso, Sophia Fiedler, de 16 anos, 119ª do mundo, está nas quartas de final do primeiro torneio internacional de beach tennis da cidade de Sinop (MT), evento com pontos no ranking da Federação Internacional de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/afastada-por-doping-moore-processa-wta-e-itia.html",
        "title": "Afastada por doping, Moore processa WTA e ITIA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/D3M_0351_xgaplus.jpg",
        "date": "20/08/2025",
        "description": "Londres (Inglaterra)– A britânica Tara Moore entrou com ação judicial contra a Associação feminina (WTA) e a Agência de Integridade do Tênis (ITIA) depois de ter recebido a condenação definitiva de quatro anos de afastamento por suposto uso de substâncias irregulares."
    }
]