[
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-draper-reagem-a-lesao-de-rune-e-pedem-mudancas.html",
        "title": "Fritz e Draper reagem à lesão de Rune e pedem mudanças",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rune2-1024x786.jpg",
        "date": "19/10/2025",
        "description": "Londres (Inglaterra)– A grave lesão sofrida pelo dinamarquês Holger Rune, que rompeu o tendão de Aquiles e precisará pelo menos de seis meses de recuperação, mexeu com alguns dos principais tenistas do circuito. Taylor Fritz, Jack Draper e Alexander Bublik pediram mudanças e encontraram culpados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-moutet-e-encerra-jejum-com-21o-diferente-titulo.html",
        "title": "Medvedev vence Moutet e encerra jejum com 21º diferente título",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/med_trofeu_almaty-e1760880752127-1024x732.jpeg",
        "date": "19/10/2025",
        "description": "Almaty (Cazaquistão)– Depois de dois anos e cinco meses, o russo Daniil Medvedev finalmente voltou a comemorar um título no circuito. O fim do jejum de 882 dias aconteceu neste domingo em dura batalha diante do canhoto francês Corentin Moutet na final do ATP 250 de Almaty, que teve as parciais de 7/5, 4/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-fatura-o-titulo-em-ningbo-e-fica-bem-perto-do-finals.html",
        "title": "Rybakina fatura o título em Ningbo e fica mais perto do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina_trofeu_ningbo-1024x717.jpg",
        "date": "19/10/2025",
        "description": "Ningbo (China)– A semana não poderia terminar da melhor forma para a cazaque Elena Rybakina, que além de conquistar o título no WTA 500 de Ningbo, neste domingo, batendo a russa Ekaterina Alexandrova de virada, por 3//6, 6/0 e 6/2, também se aproximou bastante de sua classificação para o WTA Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melo-volta-a-jogar-com-zverev-em-viena-romboli-entra-no-quali.html",
        "title": "Melo volta a jogar com Zverev em Viena, Romboli entra no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/zverev_melo_toronto_saque.jpg",
        "date": "19/10/2025",
        "description": "Viena (Áustria) –Mais uma vez o mineiro Marcelo Melo unirá forças com o amigo alemão Alexander Zverev. Os dois disputarão na próxima semana o ATP 500 de Viena, onde estreiam contra os cabeças de chave 3, o finlandês Harri Heliovaara e o britânico Henry Patten."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53685011125_e240964a64_3k-e1714321540246-1024x683.jpg",
        "date": "19/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-e-orlandinho-sao-o-principais-favoritos-na-chave-de-duplas-no-sauipe.html",
        "title": "Demoliner e Orlandinho são o principais favoritos na chave de duplas no Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/luz_demo_braga_cump-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Costa do Sauípe (BA)– A dupla gaúcha formada por Marcelo Demoliner e Orlando Luz será cabeça de chave número 1 na disputa do challenger da Costa do Sauípe. Eles estreiam contra o chileno Tomas Barrios Vera e o argentino Juan Pablo Ficovich."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-impoe-favoritismo-e-levanta-em-osaka-a-segunda-taca-do-ano.html",
        "title": "Fernandez impõe favoritismo e levanta em Osaka a segunda taça do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fernandez-osaka-olhabola-2025-e1760821920557-1024x683.jpg",
        "date": "19/10/2025",
        "description": "Osaka (Japão)– Cabeça de chave número 4, a canadense Leylah Fernandez fez valer o favoritismo na final do WTA 250 de Osaka, neste domingo, e derrotou a tcheca vinda do quali Tereza Valentova, atual 78ª do mundo, com o placar final de 6/0, 5/7 e 6/3 para levantar sua segunda taça na temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-babos-perdem-invencibilidade-em-finais-e-ficam-com-o-vice.html",
        "title": "Stefani e Babos perdem invencibilidade em finais e ficam com o vice",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/stefani_babos.jpg",
        "date": "19/10/2025",
        "description": "Ningbo (China)– Um dia após garantir aclassificação inédita para o WTA Finals, a paulista Luisa Stefani e a húngara Timea Babos perderam a invencibilidade em finais e acabaram ficando com o vice no WTA 500 de Ningbo, derrotadas de virada pela norte-americana Nicole Melichar e a russa Liudmila Samsonova com parciais de 5/7, 6/4 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinais-e-finais-do-sand-series-de-ribeirao-serao-com-portoes-fechados.html",
        "title": "Semifinais e finais do Sand Series de Ribeirão serão com portões fechados",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Arena-Ribeirao-2.jpg",
        "date": "18/10/2025",
        "description": "Ribeirão Preto (SP) –A organização do Sand Series Ribeirão Preto informou por meio de um comunicado oficial que as semifinais e finais da competição acontecerão neste domingo com portões fechados. A Quadra Central, onde ocorreu o incidente do desabamento da cobertura devido ao forte vendaval, não será utilizada para as decisões da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monteiro-e-mais-cinco-brasileiros-jogam-na-volta-do-sauipe-ao-circuito.html",
        "title": "Monteiro e mais cinco brasileiros jogam na volta do Sauípe ao circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/monteiro-usopen-olhabola-2025-1024x683.jpg",
        "date": "18/10/2025",
        "description": "Costa do Sauípe (BA)– Seis brasileiros estarão em ação na chave principal do Costa do Sauípe Open, torneio challenger que marca a volta do circuito ao palco que já recebeu o Brasil Open. O principal nome do país é o cearense Thiago Monteiro, que estreia contra o boliviano Juan Carlos Prado Angelo."
    }
]