[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vai-em-busca-de-mais-variacoes-mudei-meu-estilo-de-jogo.html",
        "title": "Sabalenka vai em busca de mais variações: “Mudei meu estilo de jogo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka-brisbane-prepara-2026-1-e1767935019307-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Brisbane (Austrália) –Depois de começar a temporada com otítulo no WTA 500 de Brisbane, no último domingo,Aryna Sabalenka falou sobre as mudanças táticas que feito. Reconhecida por seu estilo agressivo e de muita potência nos golpes, jogadora iniciou a temporada variando mais seu estilo de jogo e indo com mais frequência até a rede."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-14-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tenista-amador-vence-sinner-e-anisimova-e-conquista-premio-milionario.html",
        "title": "Tenista amador vence Sinner e Anisimova e conquista prêmio milionário",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/jordan_smith_trofeu-1024x576.jpg",
        "date": "14/01/2026",
        "description": "Melbourne (Austrália) –O tenista amador Jordan Smith, de 29 anos, roubou a cena na disputa do 1 Point Slam, nesta quarta-feira na Rod Laver Arena. Ele conseguiu eliminar Jannik Sinner, número 2 do mundo e bicampeão do Australian Open, e Amanda Anisimova, quarta do ranking da WTA e finalista de dois Grand Slam na última temporada, para conquistar o prêmio de 1 milhão de dólares australianos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-avanca-as-quartas-em-auckland-ruud-cai-na-estreia.html",
        "title": "Shelton avança às quartas em Auckland, Ruud cai na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/shelton-rd1-e1768374670936-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Auckland (Nova Zelândia)– O norte-americano Bem Shelton fez valer a condição de cabeça de chave número 1 no ATP 250 de Auckland e superou a estreia. Entrando direto na segunda rodada, ele venceu nesta quarta-feira o argentino Francisco Comesana por 2 sets a 0, com parciais de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ofner-comemora-o-match-point-na-hora-errada-e-basavareddy-vence-no-quali.html",
        "title": "Ofner comemora o match-point na hora errada e Basavareddy vence no quali",
        "image": null,
        "date": "14/01/2026",
        "description": "When your brain calls match point before the umpire does…pic.twitter.com/r1i49K1k2V"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-completa-vitoria-e-se-garante-nas-quartas-com-desistencia.html",
        "title": "Raducanu completa vitória e se garante nas quartas com desistência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raducanu-osorio-hobart-2026-e1768378952374-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Hobart (Austrália)– Interrompida devido à chuva na noite de terça-feira, a partida entre a britânica Emma Raducanu e a colombiana Camila Osorio foi completada nesta quarta-feira e terminou com vitória da campeã do US Open de 2021, que triunfou com parciais de 6/3 e 7/6 (7-2), depois de 2h02 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-inicia-a-defesa-do-titulo-em-adelaide-com-firme-vitoria.html",
        "title": "Keys inicia a defesa do título em Adelaide com firme vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys-adelaide-vibra-2026-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Atual campeã do WTA 500 de Adelaide, a norte-americana Madison Keys teve uma estreia firme em sua estreia na competição. Entrando direto na segunda rodada, nesta quarta-feira ela encarou a tcheca Tereza Valentova e cedeu apenas cinco games, fechando o jogo com o placar final de 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paul-controla-o-saque-de-opelka-e-vai-as-quartas-em-adelaide.html",
        "title": "Paul controla o saque de Opelka e vai às quartas em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/paul-opelka-adelaide-2026-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Segundo mais bem cotado ao título no ATP 250 de Adelaide, o norte-americano Tommy Paul fez valer o favoritismo em sua estreia e bateu o compatriota grandalhão Reilly Opelka em sets diretos, com duplo 6/4 anotados em 71 minutos, garantindo vaga já nas quartas de final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-bouzkova-sequer-entram-em-quadra-e-favoritas-avancam.html",
        "title": "Stefani e Bouzkova sequer entram em quadra e favoritas avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/459431_1181136_luisa_finals18_-1024x576.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Em seu primeiro torneio na temporada, a paulista Luísa Stefani não conseguiu ir muito longe. Depois de umagrande estreia no WTA 500 de Adelaidecom a tcheca Marie Bouzkova, elas sequer entraram em quadra nesta quarta-feira pelas quartas de final e acabaram abandonando o torneio. Bouzkova justificou a ausência por ter passado mal. E isso já havia acontecido em sua partida de simples contra Mirra Andreeva no dia anterior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-melo-mais-uma-vez-nao-passam-da-estreia.html",
        "title": "Romboli e Melo mais uma vez não passam da estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melo_romboli_australia_posados.jpg",
        "date": "14/01/2026",
        "description": "Auckland (Nova Zelândia)– A parceria do mineiro Marcelo Melo com Fernando Romboli ainda não engrenou e acabou amargando mais uma derrota na estreia. Nesta quarta-feira, eles foram superados pelos cabeças de chave 2 no ATP 250 de Auckland, caindo diante do português Francisco Cabral e do austríaco Lucas Miedler com parciais de 6/4 e 7/6 (7-5)."
    }
]