[
    {
        "url": "https://tenisbrasil.uol.com.br/norrie-vence-dois-sets-e-supera-estreia-com-abandono-de-korda.html",
        "title": "Norrie vence dois sets e supera estreia com abandono de Korda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/norrie-usopen-back-2025-e1756145535631-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– O físico não tem ajudado muito o norte-americano Sebastian Korda, que depois do US Open só voltou a competir no ATP 250 de Winston-Salem, onde foi até as semifinais e sequer entrou em quadra para buscar um lugar na final. Em sua estreia no US Open, ele aguentou dois sets e abandonou a partida contra o britânico Cameron Norrie."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-de-tenis-profissional-vai-agitar-o-rio-em-outubro.html",
        "title": "Circuito de Tênis Profissional vai agitar o Rio em outubro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/riotennisacademy.jpg",
        "date": "25/08/2025",
        "description": "Rio de Janeiro (RJ) –O Circuito BRB Engie de Tênis Profissional será realizado entre os dias 5 e 11 de outubro na  Rio Tennis Academy, em parceria com a Confederação Brasileira de Tênis. Este é o segundo maior torneio internacional de tênis masculino da cidade, só atrás do Rio Open, que acontece em fevereiro."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/02/d5124c72-7512-4265-8353-dd6a83858951-e1708013864133.jpeg",
        "date": "29/04/2024",
        "description": "WTA 1000 de Madri (Espanha) – Saibro – 7.679.965 eurosOitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-vence-apenas-um-game-em-sua-despedida-do-circuito.html",
        "title": "Kvitova vence apenas um game em sua despedida do circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/kvitova-usopen-voleia-2025-e1756139990413-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Um dos grandes nomes de sua geração, a tcheca Petra Kvitova se despediu definitivamente do circuito nesta segunda-feira com uma derrota na estreia do US Open. A canhota de 35 anos estava longe de seu melhor nível e acabou superada pela francesa Diane Parry com o imponente placar de 6/1 e 6/0, anotado em apenas 52 minutos"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bonzi-sobre-reacao-do-publico-nunca-vi-isso-talvez-so-no-estadio-de-futebol.html",
        "title": "Bonzi sobre reação do público: “Nunca vi isso, talvez só no estádio de futebol”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bonzi-usopen-vibra-2025-e1756136342621-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– A vitória de Benjamin Bonzi sobre o russo Daniil Medvedev na primeira rodada do US Open deste ano por si só já valeria um destaque, uma vez que o francês derrotou um ex-número 1 do mundo e campeão no torneio. Porém, além disso tudo ele teve que saber se controlar a uma catarse coletiva depois de uma inesperada invasão de um fotógrafo em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-entra-direto-e-luiza-fullana-herda-convite-no-sp-open.html",
        "title": "Carol Meligeni entra direto e Luiza Fullana herda convite no SP Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/fullana_back_ribeirao_final-1024x656.jpg",
        "date": "25/08/2025",
        "description": "São Paulo (SP)– Nesta segunda-feira, o SP Open confirmou mais um convite na chave principal de simples: a brasiliense Luiza Fullana é a sexta brasileira no WTA 250 paulista. Ela herda o convite de Carol Meligeni, que entrou na chave principal diretamente através do ranking após a desistência de Jodie Burrage."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-nao-faz-valer-favoritismo-e-para-na-estreia-no-saibro-do-porto.html",
        "title": "Wild não faz valer favoritismo e para na estreia no saibro do Porto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/wild_fore_kitz_cut-1024x655.jpg",
        "date": "25/08/2025",
        "description": "Porto (Portugal) – Principal favorito ao título no challenger do Porto, o paranaense Thiago Wild não conseguiu impor a condição de cabeça de chave número 1 e foi eliminado na estreia, caindo do espanhol Nikolas Sanchez em sets diretos, com parciais de 6/2 e 6/4, em 1h38 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cariani-e-giovannini-conquistam-o-bt-400-de-saint-georges-de-didonne.html",
        "title": "Cariani/Giovannini e Marchezini/Chow conquistam o BT 400 na França",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cariani_giovannini_BT400-Didone.jpg",
        "date": "25/08/2025",
        "description": "Saint Georges de Didonne (França)– Giovanni Cariani conquistou, neste final de semana, o título do BT 400 de Saint Georges de Didonne, na França, evento com premiação de US$ 35 mil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-reverencia-althea-gibson-icone-da-quebra-da-barreira-racial-no-tenis.html",
        "title": "Shelton reverencia Althea Gibson, ícone da quebra da barreira racial no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton-usopen-voleia-2025-e1756130483141-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– A icônica norte-americana Althea Gibson, que fez história ao quebrar a barreira racial no tênis há 75 anos com sua aparição US Open, vem sendo merecidamente homenageada neste ano no torneio. Sua família esteve com Ben Shelton e acompanhou sua estreia na competição. Após a partida, ele fez questão de prestar toda sua reverência."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-eliminacao-medvedev-brinca-com-aposentadoria-e-inocenta-fotografo.html",
        "title": "Após eliminação, Medvedev brinca com aposentadoria e inocenta fotógrafo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/medvedev-usopen-reclama-2025-e1756125625137-1024x681.jpg",
        "date": "25/08/2025",
        "description": "Nova York (EUA)– Se os resultados não têm sido os mesmos para o russo Daniil Medvedev nos últimos tempos, a confusão que ele gosta de fazer em quadra continua dando as caras efoi uma das marcas de sua eliminação na estreia no US Open. Ele discutiu com o árbitro Greg Allensworth que mandou o francês Benjamin Bonzi repetir o primeiro serviço no primeiro match-point por causa de um fotógrafo que se movimentou indevidamente e entrou na quadra."
    }
]