[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_olhabola.jpg",
        "date": "18/10/2025",
        "description": "WTA 500 de Ningbo (China) – Sintético – US$ 115 milDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-bate-paolini-na-semi-em-ningbo-e-esquenta-a-briga-pelo-finals.html",
        "title": "Rybakina bate Paolini na semi em Ningbo e esquenta a briga pelo Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/rybakina-ningbo-acena-2025.jpg",
        "date": "18/10/2025",
        "description": "Ningbo (China)– A cazaque Elena Rybakina manteve vivas suas esperanças de classificação para o WTA Finals com uma importantíssima vitória neste sábado. Na semifinal do WTA 500 de Ningbo, ela derrotou a italiana Jasmim Paolini com parciais de 6/3 e 6/2, garantindo um lugar na decisão e esquentando a briga pelas últimas vagas em Riad."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fernandez-e-valentova-vencem-romenas-em-3-sets-de-decidem-em-osaka.html",
        "title": "Fernandez e Valentova vencem romenas em 3 sets de decidem em Osaka",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fernandez-osaka-prepara-2025-e1760789824360-1024x684.jpg",
        "date": "18/10/2025",
        "description": "Osaka (Japão)– O sábado foi de frustração para as romenas que estavam nas semifinais do WTA 250 de Osaka, com Sorana Cirstea e Jaqueline Cristian sendo derrotadas em três sets, respectivamente para a canadense Leylah Fernandez e a tcheca Tereza Valentova, que no domingo irão se enfrentar na decisão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-e-ingrid-se-despedem-na-semifinal-de-duplas-no-wta-125-do-rio.html",
        "title": "Laura e Ingrid se despedem na semifinal de duplas no WTA 125 do Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_qf_cump-1024x693.jpg",
        "date": "17/10/2025",
        "description": "Rio de Janeiro (RJ)– A participação brasileira no Rio Ladies Open chegou ao fim nesta sexta-feira com a eliminação de Laura Pigossi e Ingrid Martins na semifinal de duplas do WTA 125. As principais cabeças de chave foram superadas pela espanhola Leyre Romero e a croata Tara Wuerth, cabeças 3, por 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-17-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/melo_matos_winston_25_cump-1024x683.jpg",
        "date": "17/10/2025",
        "description": "ATP 250 de Bruxelas (Bélgica) – Sintético (coberto) – 706.850 eurosDuplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schiessl-ganha-ultimo-convite-para-o-challenger-da-costa-do-sauipe.html",
        "title": "Schiessl ganha último convite para o challenger da Costa do Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_curitiba_web.jpg",
        "date": "17/10/2025",
        "description": "Costa do Sauípe (BA)– Os jogadores começam a chegar na Bahia neste final de semana para a disputa do Costa do Sauípe Open, ATP Challenger 125 inédito no Brasil com premiação de US$ 200 mil e 125 pontos ao campeão. Nesta sexta-feira, mais um brasileiro vai fazer as malas para jogar na Bahia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-tambem-avanca-e-brasil-tera-dois-semifinalistas-em-curitiba.html",
        "title": "Boscardin também avança e Brasil terá dois semifinalistas em Curitiba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/boscardin_ctba_back_qf.jpg",
        "date": "17/10/2025",
        "description": "Curitiba (PR) –Pela primeira vez em quatro confrontos, Pedro Boscardin venceu o boliviano Juan Carlos Prado Angelo e garantiu lugar na semifinal da Copa Internacional de Tênis, em Curitiba. O catarinense de 22 anos e 363º do ranking marcou um duplo 6/4 em 1h22 de partida contra o jovem rival de 20 anos e 239º colocado para avançar no challenger disputado nas quadras de saibro do Graciosa Country Club."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/schwartzman-casa-se-com-modelo-apos-6-anos-de-namoro.html",
        "title": "Schwartzman casa-se com modelo após 6 anos de namoro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Schwartzman2_FB.jpg",
        "date": "17/10/2025",
        "description": "Buenos Aires (Argentina)– O argentino Diego Schwartzman, ex-número 8 do mundo, se casou nesta quinta-feira com a modelo Eugenia De Martino, sua namorada há seis anos, em Buenos Aires. “Casado com a mulher mais linda do planeta. Até ficarmos velhinhos”, escreveu Schwartzman."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/copa-das-federacoes-de-beach-tennis-anuncia-sub-12-sub-16-e-60.html",
        "title": "Copa das Federações de Beach Tennis anuncia Sub-12, Sub-16 e 60+",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/copa_federa_beach_fortaleza-1024x768.jpg",
        "date": "17/10/2025",
        "description": "Fortaleza (CE) –A Copa das Federações de Beach Tennis 2025, maior competição por equipes do Brasil e referência mundial na modalidade, será realizada em Fortaleza, entre os dias 17 e 22 de novembro. Nesta edição, o torneio traz novidades importantes: a inclusão das categorias Sub 12, Sub 16 e 60+, ampliando ainda mais a participação de atletas de diferentes faixas etárias."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cerundolo-vence-a-etapa-de-hong-kong-nas-exibicoes-do-uts.html",
        "title": "Cerúndolo vence a etapa de Hong Kong nas exibições do UTS",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/cerundolo_uts_trofeu-1024x538.jpg",
        "date": "17/10/2025",
        "description": "Londres (Inglaterra) –O argentino Francisco Cerúndolo conquistou o título da etapa de Hong Kong da série de exibições UTS (Ultimate Tennis Showdown). A primeira edição realizada na Ásia distribuiu US$ 1,1 milhão ao longo da semana, com US$ 306 mil para o campeão."
    }
]