[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-30-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/saraiva_piracicaba_fore.jpg",
        "date": "30/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-vence-em-dois-tiebreaks-e-tera-paolini-nas-oitavas.html",
        "title": "Svitolina vence em dois tiebreaks e terá Paolini nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/svitolina_rg_acena-1024x599.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –No jogo que encerrou a rodada feminina desta sexta-feira, Elina Svitolina precisou de dois tiebreaks para vencer a norte-americana Bernarda Pera por 7/6 (7-4) e 7/6 (7-5) na quadra Simonne-Mathieu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/variacao-paciencia-e-humildade-sao-armas-de-fonseca-contra-draper.html",
        "title": "Variação, paciência e humildade são armas de Fonseca contra Draper",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/blog_rg_jf_fore.jpg",
        "date": "30/05/2025",
        "description": "João Fonseca vai em busca da maior vitória de sua curtíssima carreira e de um lugar no top 50 do ranking por volta das 11 horas deste sábado, quando reencontrará o mesmo Jack Draper que o eliminou com autoridade na segunda rodada de Indian Wells e caminhou para aquele que seria seu primeiro troféu de Masters 1000. O canhoto era então o 14º do ranking. Hoje, impulsionado justamente por essa conquista, é o quinto do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-luta-por-quatro-sets-vence-a-nona-seguida-e-reencontra-shelton.html",
        "title": "Alcaraz luta por quatro sets, vence a nona seguida e reencontra Shelton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz_rg_vibra_saibro_NG-1024x568.jpg",
        "date": "30/05/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros, Carlos Alcaraz segue na busca pelo bicampeonato em Paris e pelo quinto Grand Slam da carreira. Após mais uma partida com quatro sets em Paris, o espanhol volta às oitavas de final. Número 2 do mundo, Alcaraz superou nesta sexta-feira o bósnio Damir Dzumhur, 69º do ranking, por 6/1, 6/3, 4/6 e 6/4 em 3h13 de partida na quadra Philippe Chatrier."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-vitoria-miranda-e-jade-lanai-decidem-future-de-sao-paulo.html",
        "title": "Cadeirantes: Vitória Miranda e Jade Lanai decidem Future de São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Jade-Lanai_FutureSP_web.jpg",
        "date": "30/05/2025",
        "description": "São Paulo (SP) –Duas das principais atletas brasileiras do tênis em cadeira de rodas, a mineira Vitória Miranda e a brasiliense Jade Lanai, decidem neste sábado o título do ITF Future Series São Paulo, torneio que integra o calendário internacional da modalidade, nas quadras de saibro do Sport Club Corinthians Paulista."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-destaca-quebras-no-comeco-e-entrosamento-durante-o-jogo.html",
        "title": "Stefani destaca quebras no começo e entrosamento durante o jogo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/stefani_esperasaque_roma-scaled-e1748092068131-1024x684.jpeg",
        "date": "30/05/2025",
        "description": "Paris (França)– Jogando pela primeira vez ao lado do argentino Maximo Gonzalez, com quem conseguiu entrar chave de duplas mistas de Roland Garros como alternate, a paulista Luisa Stefani analisou a boa vitória na primeira rodada, derrotando a russa Irina Khromacheva e o sueco Andre Goranson em sets diretos"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-joga-a-2a-semifinal-seguida-candiotto-disputa-final-de-duplas.html",
        "title": "Pedretti joga a 2ª semifinal seguida, Candiotto disputa final de duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54206360125_c906039027_k-1024x683.jpg",
        "date": "30/05/2025",
        "description": "Santo Domingo (República Dominicana) –Pela segunda semana consecutiva, Thaísa Pedretti disputará a semifinal de um ITF W35 nas quadras de saibro de Santo Domingo, na República Dominicana. Ela liderava a partida desta sexta-feira contra a canadense Cadence Brace, cabeça 2 do torneio, por 3/6, 6/0 e 3/0 quando a rival se retirou da disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fils-desiste-de-paris-e-fonseca-enfrentara-draper-na-lenglen-as-11h.html",
        "title": "Fils desiste de Paris e Fonseca enfrentará Draper na Lenglen às 11h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca-roland-garros-prepara-2025-1024x682.jpeg",
        "date": "30/05/2025",
        "description": "Paris (França)– O carioca João Fonseca irá em busca das oitavas de final de Roland Garros, algo que um tenista masculino brasileiro não obtém desde Thomaz Bellucci em 2010, por volta das 11 horas deste sábado. Ele deveria jogar no estádio Simonne Mathieu, mas a desistência do número 1 francês Arthur Fils, lesionado, fez com que ele fosse realocado para a maior Suzanne Lenglen, onde cabem até 10 mil espectadores sentados."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/joao-reis-e-finalista-no-chile-e-busca-o-4o-titulo-de-itf.html",
        "title": "João Reis é finalista no Chile e busca o 4º título de ITF",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/reis_abril25_fore_sunset-e1748633677555-1024x682.jpg",
        "date": "30/05/2025",
        "description": "Coquimbo (Chile) –O pernambucano João Lucas Reis garantiu vaga na final do ITF M25 de Coquimbo, em quadras de saibro no Chile. Cabeça 3 do torneio e atual 351º do ranking, ele venceu o argentino Gonzalo Villanueva, 420º colocado, por 6/4 e 6/2 nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matos-revela-que-assinou-a-dupla-com-bucsa-20-minutos-antes-do-limite.html",
        "title": "Matos revela que assinou a dupla com Bucsa 20 minutos antes do limite",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/54338526643_8e1c60dd0b_o-e1748631238970-1024x682.jpg",
        "date": "30/05/2025",
        "description": "Paris (França)– O gaúcho Rafael Matos estreou com vitória nas duplas mistas em Roland Garros, ao lado da espanhola Cristina Bucsa. Eles derrotaram Rajeev Ram eKaterinaSiniakova após abrir vantagemno set de largada, serem superados no segundo e vencerem o match-tiebreak de virada, por 13-11. A dupla salvou três match-points durante o set decisivo e orquestrou uma boa recuperação."
    }
]