[
    {
        "url": "https://tenisbrasil.uol.com.br/federer-del-potro-e-kuznetsova-sao-indicados-para-o-hall-da-fama.html",
        "title": "Federer, Del Potro e Kuznetsova são indicados para o Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Player-Nominees-2026-1024x576.jpg",
        "date": "01/10/2025",
        "description": "Newport (EUA)– O suíço Roger Federer, 20 vezes campeão de Grand Slam, é o destaque da lista de indicados para a Classe de 2026 do Hall da Fama do Tênis Internacional, acompanhado pelo campeão do US Open de 2009, o argentino Juan Martin del Potro, e pela russa Svetlana Kuznetsova, quatro vezes campeã de Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kartal-surpreende-andreeva-e-enfrenta-noskova-nas-quartas-de-final.html",
        "title": "Kartal surpreende Andreeva e enfrenta Noskova nas quartas de final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/kartal-pequim-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Pequim (China)– A quarta-feira não foi boa para as russas no WTA 1000 de Pequim, com as duas representantes do país que seguiam vivas na chave sendo derrotadas nas oitavas de final. A queda mais surpreendente foi de Mirra Andreeva, cabeça de chave 4, que perdeu para a britânica Sonay Kartal com parciais de 7/5, 2/6 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-luta-por-3h12-e-vence-no-saibro-croata.html",
        "title": "Victória Barros luta por 3h12 e vence no saibro croata",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/victoria-spopen-devolve-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Sibenik (Croácia)– Uma das 20 principais juvenis do ranking internacional, a potiguar Victória Barros estreou nesta quarta-feira no W15 de Sibenik, sobre o saibro croata, e conseguiu uma difícil vitória. Ela gastou 3h12 para superar a britânica Indianna Spink, com parciais de 7/5, 2/6 e 7/6 (7-4)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-anuncia-que-a-temporada-de-2026-sera-sua-ultima-no-circuito.html",
        "title": "Monfils anuncia que a temporada de 2026 será sua última no circuito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/monfils-indian-wells-2025-backhand-e1759317508764-1024x682.jpg",
        "date": "01/10/2025",
        "description": "Paris (França)– Uma das estrelas mais queridas e carismáticas do circuito, o francês Gael Monfils anunciou que se aposentará do tênis profissional no final da temporada de 2026. Em uma publicação nas redes sociais na quarta-feira, ele explicou sua decisão de se aposentar no final do ano que vem."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-01-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fullana_back_25_rcl.jpg",
        "date": "01/10/2025",
        "description": "Challenger de Braga (Portugal) – Saibro – 91.250 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heliovaara-e-patten-faturam-pequim-e-garantem-lugar-no-atp-finals.html",
        "title": "Heliovaara e Patten faturam Pequim e garantem lugar no ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Heliovaara-Patten-Pequim-Trofeu-2025-scaled-e1759316781794-1024x684.jpg",
        "date": "01/10/2025",
        "description": "Pequim (China)– Na final de duplas masculina, a dupla do finlandês Harri Heliovaara com o britânico Henry Patten, cabeça de chave número 3, derrotou os russos Karen Khachanov e Andrey Rublev de virada, com 4/6, 6/3 e 10-8 para conquistar o título do ATP 500 de Pequim, compensando o arrependimento da derrota na final do ano passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-conquista-o-bi-em-pequim-e-iguala-marca-de-djokovic-e-nadal.html",
        "title": "Sinner conquista o bi em Pequim e iguala marca de Djokovic e Nadal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-pequim-trofeu-2025-1024x683.jpg",
        "date": "01/10/2025",
        "description": "Pequim (China)– Amplo favorito na final desta quarta-feira no ATP 500 de Pequim, o italiano Jannik Sinner não decepcionou e derrotou o jovem norte-americano Learner Tien, que disputava a primeira decisão da carreira em nível ATP, com parciais de 6/2 e 6/2, precisando de 73 minutos para garantir o bicampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pietra-vence-mais-uma-em-santiago-e-avanca-as-quartas.html",
        "title": "Pietra vence mais uma em Santiago e avança às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pietra_pinheiros_back.jpg",
        "date": "30/09/2025",
        "description": "Santiago (Chile) –A juvenil gaúcha Pietra Rivoli está nas quartas de final do ITF J200 de Santiago, em quadras de saibro no Chile. Ela superou nesta quarta-feira a boliviana Nicole Gimenez por duplo 6/1 e enfrentará a jamaicana Alyssa James, cabeça 4 do torneio e 110ª do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-carol-meligeni-e-nana-confirmadas-em-florianopolis.html",
        "title": "Pigossi, Carol Meligeni e Naná, confirmadas em Florianópolis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/pigossi_saque.jpg",
        "date": "30/09/2025",
        "description": "Florianópolis (SC) –Foi divulgada a lista oficial das tenistas que disputarão o Engie Open, WTA de Florianópolis, que será disputado de 19 a 26 de outubro no Super 9 Tennis Park, no Jurerê Sports Center, em Jurerê Internacional. A competição conta com premiação de US$ 115 mil e dá 125 pontos para a campeã de simples e para as campeãs de duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gimenez-e-schiessl-lideram-cinco-vitorias-brasileiras-em-salvador.html",
        "title": "Gimenez e Schiessl lideram cinco vitórias brasileiras em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Schiessl_fore_salvador-1024x683.jpg",
        "date": "30/09/2025",
        "description": "Salvador (BA) –Cinco brasileiros venceram na rodada de estreia da etapa de Salvador do Circuito Banco BRB/Engie de Tênis Profissional. Os destaques desta terça-feira foram o paulista Igor Gimenez e o paranaense João Schiessl, cabeças de chave no ITF M25 disputado nas quadras duras do Clube Bahiano de Tênis."
    }
]