[
    {
        "url": "https://tenisbrasil.uol.com.br/com-forte-presenca-do-brasil-aruba-open-festeja-sucesso-e-ja-projeta-2026.html",
        "title": "Com forte presença do Brasil, Aruba Open festeja sucesso e já projeta 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/aruba-open_quadra-central.jpg",
        "date": "25/12/2025",
        "description": "Oranjestad (Aruba) –Praias com areia branca e mar azul turquesa, trilhas e passeios. Essas costumam ser as principais atrações de Aruba. Mas de uns anos para cá, outra atividade vem se tornando um forte atrativo dessa ilha encravada no Caribe: o beach tennis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brady-voltara-a-competir-apos-mais-de-dois-anos-afastada.html",
        "title": "Brady voltará a competir após mais de dois anos afastada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Jennifer-Brady-US-Open-2020.jpg",
        "date": "25/12/2025",
        "description": "Melbourne (Austrália)– Vice-campeã do Australian Open de 2021, sua melhor campanha em Grand Slam, a norte-americana Jeniffer Brady voltará a competir na próxima temporada, encerrando uma pausa de mais de dois anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-toma-decisao-importante-e-muda-de-raquete-para-2026.html",
        "title": "Tsitsipas toma decisão importante e muda de raquete para 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/tsitsipas-dubai-2025-saturday-e1740849366696-1024x682.jpg",
        "date": "25/12/2025",
        "description": "Atenas (Grécia)– A temporada de 2025 do grego Stefanos Tsitsipas foi bem abaixo das anteriores e por isso ele resolveu fazer uma importante mudança em sua pré-temporada. O ex-número 3 do mundo e atual 34º no ranking da ATP vai trocar de raquete, saindo da Wilson para a Babolat."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goffin-nao-vai-para-a-australia-e-comeca-temporada-mais-tarde.html",
        "title": "Goffin não vai para a Austrália e começa temporada mais tarde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/goffin-usopen-2025-1024x681.jpg",
        "date": "25/12/2025",
        "description": "Rocourt (Bélgica)– Ex-número 7 do mundo, o belga David Goffin começará a próxima temporada um pouco mais tarde. Na última quarta-feira, ele publicou uma mensagem nas redes sociais informando que não competirá nos torneios australianos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-duvidas-draper-garante-que-disputara-o-australian-open.html",
        "title": "Após dúvidas, Draper garante que disputará o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/draper-iw-2025-e1742085300284-1024x685.jpeg",
        "date": "25/12/2025",
        "description": "Londres (Inglaterra)– Uma das dúvidas para o começo da próxima temporada, o britânico Jack Draper, atual número 10 do mundo, mostrou confiança que estará pronto para viajar para a Austrália e competir no primeiro Grand Slam do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cobolli-sobre-titulo-da-davis-emocao-que-quero-reviver-todos-os-dias.html",
        "title": "Cobolli sobre título da Davis: “Emoção que quero reviver todos os dias”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/cobolli-davis-abraca-2025-e1766459000869-1024x685.jpg",
        "date": "25/12/2025",
        "description": "Turim (Itália)– Responsável pelo ponto que deu o tricampeonato seguido da Copa Davis para o time italiano, Flavio Cobolli relembrou suavitória sobre o espanhol Jaume Munar, na qual encarou um tiebreak decisivo no segundo set, depois de perder o primeiro, para então buscar a virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/murray-reforca-a-importancia-da-medalha-de-ouro-olimpica.html",
        "title": "Murray reforça a importância da medalha de ouro olímpica",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/murray-medalhas-londres-2012-e1766457012952.jpg",
        "date": "25/12/2025",
        "description": "Londres (Inglaterra)– Os títulos de Grand Slam são considerados o ápice do tênis em questão de conquistas, mas para o britânico Andy Murray a medalha de ouro olímpica tem também um enorme valor e deveria ser comparado também com os quatro principais torneios do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-ainda-tem-muito-a-conquistar-diz-ex-numero-3-do-mundo.html",
        "title": "“Rybakina ainda tem muito a conquistar”, diz ex-número 3 do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Elena_Rybakina_-_WTA_Finals_Riyadh_2025_-_Day_8-DSC_8611_xgaplus.jpg",
        "date": "25/12/2025",
        "description": "Moscou (Rússia)– Destaque na reta final de temporada com uma sequência de 11 vitórias e o título invicta do WTA Finals, a cazaque Elena Rybakina tem tudo para brilhar ainda mais em 2026. Pelo menos é o que afirmou a  ex-número 3 do mundo Nadia Petrova em entrevista recente aoChampionat."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roddick-diz-que-fisico-e-crucial-para-que-djokovic-venca-novo-slam.html",
        "title": "Roddick diz que físico é crucial para que Djokovic vença novo Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-us-open-2025-arms-up-e1758736689619-1024x682.jpg",
        "date": "25/12/2025",
        "description": "Nova York (EUA)– Uma das grandes questões que a temporada de 2025 deixou no ar é a capacidade do sérvio Novak Djokovic de voltar a vencer um Grand Slam. Para o norte-americano Andy Roddick, a principal questão para ser resolvida é a resistência física do tenista de 38 anos, que segundo o próprio já não é mais a mesma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baghdatis-alcaraz-vai-terminar-com-mais-grand-slam-que-sinner.html",
        "title": "Baghdatis: “Alcaraz vai terminar com mais Grand Slam que Sinner”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sinner_alcaraz_antes_cincy-scaled-e1766612577841-1024x683.jpg",
        "date": "25/12/2025",
        "description": "Limassol (Chipre)– Melhor tenista cipriota da história, o ex-número 8 do mundo Marcos Baghdatis não se esquivou de apostar qual dos dois principais nomes do circuito na atualidade terminará a carreira com mais conquistas de Grand Slam. Para ele, o espanhol Carlos Alcaraz vencerá mais títulos desse porte do que o italiano Jannik Sinner."
    }
]