[
    {
        "url": "https://tenisbrasil.uol.com.br/navratilova-recebe-mais-alta-condecoracao-tcheca-no-dia-da-independencia.html",
        "title": "Navratilova recebe mais alta condecoração tcheca no Dia da Independência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Navratilova_condecoracao.jpg",
        "date": "03/11/2025",
        "description": "Praga (República Tcheca) –Há cinquenta anos, Martina Navratilova, então com 18 anos, fugiu da Tchecoslováquia para os Estados Unidos, mudando para sempre o rumo de sua vida. Em 2008, Navratilova recuperou a cidadania tcheca, mais de 25 anos depois de se tornar oficialmente americana em 1981. E nesta semana, a ex-desertora voltou a Praga para receber a mais alta honraria de seu país natal, em grande parte graças à carreira no tênis que construiu após ter deixado a Tchecoslováquia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-se-reaproxima-da-estreia-no-top-200-e-pode-ate-ser-o-numero-2-do-brasil.html",
        "title": "Reis se reaproxima da estreia no top 200 e pode até ser o número 2 do Brasil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/reis-sauipe-voleia-2025-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Fazendo a melhor temporada da carreira, o pernambucano João Lucas Reis recuperou quatro lugares no ranking desta segunda-feira e ficou mais perto da estreia no top 200. Ele subiu para a 211ª colocação, apenas três abaixo de sua melhor marca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-desiste-de-metz-e-musetti-so-depende-de-si-para-ir-ao-finals.html",
        "title": "Aliassime desiste de Metz e Musetti só depende de si para ir ao Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/musetti-pequim-acena-2025-e1758986674111-1024x683.jpg",
        "date": "03/11/2025",
        "description": "* Atualizado com a desistência de Aliassime em Metz"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-iguala-koch-e-ja-e-o-4o-melhor-brasileiro-da-historia-no-ranking.html",
        "title": "Fonseca iguala Koch e já é o 4º melhor brasileiro da história no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/20251028_120138-scaled-e1761663829265-1024x683.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Apesar da pouca idade, o carioca João Fonseca já escreveu seu nome na história do tênis brasileiro. Nesta segunda-feira, ele subiu quatro posições no ranking da ATP e aparece na 24ª colocação, se tornando o quarto melhor do país desde a implementação dos rankings de simples, em 1973."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasileiros-no-top-100-e-seus-melhores-rankings.html",
        "title": "Brasileiros no top 100 e seus melhores rankings: veja a lista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/10/2000_rg_trofeu_capa757.jpg",
        "date": "03/11/2025",
        "description": "* classificações obtidas na Era Profissional, já que a fase amadora não tinha sistema de computação oficial"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-volta-a-lideranca-e-reabre-disputa-pelo-no-1-no-fim-da-temporada.html",
        "title": "Sinner volta à liderança e reabre disputa pelo nº 1 no fim da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_acena-e1762166762882-1024x682.jpg",
        "date": "03/11/2025",
        "description": "Londres (Inglaterra)– Campeão do Masters 1000 de Paris, o italiano Jannik Sinner retomou nesta segunda-feira a liderança do ranking da ATP, mas ficará apenas uma semana como número 1, uma vez que o espanhol Carlos Alcaraz voltará à ponta na próxima segunda-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauchos-chegam-fortes-na-39a-copa-yone-borba-dias-a-partir-desta-segunda.html",
        "title": "Gaúchos chegam fortes na 39ª Copa Yone Borba Dias a partir desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Soares_treino_leopoldinajuvenil.jpeg",
        "date": "02/11/2025",
        "description": "Porto Alegre (RS) –Começa nesta segunda-feira, a 39ª edição da Copa Yone Borba Dias, a competição masters mais tradicional do país, realizada na Associação Leopoldina Juvenil, em Porto Alegre. O evento da categoria MT 700, dos mais valiosos do mundo e do Brasil, com 700 pontos para os campeões, contará com mais de 200 atletas de dez países."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-disputa-challenger-em-lima-para-garantir-ranking.html",
        "title": "Reis disputa challenger em Lima para garantir ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/reis-santafe-rebate-2025-e1749938100709-1024x683.jpg",
        "date": "02/11/2025",
        "description": "Lima (Peru)– Com 28 pontos ainda a defender na temporada 2025, o pernambucano João Lucas Reis será o único representante brasileiro em novo challenger marcado para o saibro de Lima, que começa nesta segunda-feira e oferece 75 pontos para o campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-disputa-bjk-e-davis-junior-a-partir-desta-segunda.html",
        "title": "Brasil disputa BJK Cup e Davis Junior a partir desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_back-1024x670.jpg",
        "date": "02/11/2025",
        "description": "Santiago (Chile)– Começa nesta segunda-feira, em Santiago, capital do Chile, a disputa das Copas Davis e Billie Jean King Junior. Os jogos acontecem entre os dias 3 e 9 de novembro, e o Brasil participará de ambos os torneios."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "02/11/2025",
        "description": "ATP250 de Metz –SimplesDuplasQuali250 de Atenas –SimplesDuplasQuali1000 de Paris –SimplesDuplasQuali500 da Basileia –SimplesDuplasQuali500 de Viena –SimplesDuplasQuali250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    }
]