[
    {
        "url": "https://tenisbrasil.uol.com.br/calendario-de-fonseca-tem-dois-masters-alem-de-bruxelas-e-basileia.html",
        "title": "Calendário de Fonseca tem dois Masters, além de Bruxelas e Basileia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca_usopen_fore_25_ML-e1756214641262.jpg",
        "date": "25/09/2025",
        "description": "Rio de Janeiro (RJ) –Depois de defender o Brasil na Copa Davis contra a Grécia e de participar da Laver Cup pela primeira vez nos Estados Unidos, João Fonseca já tem calendário definido para o restante da temporada. O carioca de 19 anos e número 1 do Brasil retorna ao circuito no Masters 1000 de Xangai, a partir de 1º de outubro, e jogará mais três torneios em quadras cobertas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-25-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "25/09/2025",
        "description": "ATP 500 de Pequim (China) – Sintético – US$ 4.016.050Duplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-tranquiliza-apos-torcao-foi-um-susto-mas-consegui-continuar.html",
        "title": "Alcaraz tranquiliza após torção: “Foi um susto, mas consegui continuar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz_toquio_vibra-e1758821719358-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Tóquio (Japão) –A estreia de Carlos Alcaraz no ATP 500 de Tóquio teve momentos de apreensão ainda no início. Onúmero 1 do mundo torceu o tornozeloquando o primeiro set contra o argentino Sebastian Baez estava empatado por 2/2. Ainda assim, o espanhol conseguiu continuar em quadra após receber atendimento no local. Após a partida, Alcaraz avaliou que a situação foi apenas um susto e espera estar em boas condições para a partida do próximo sábado, contra o belga Zizou Bergs, pela segunda rodada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ao-vivo-monteiro-enfrenta-o-jovem-peruano-buse-em-lisboa.html",
        "title": "Ao vivo: Monteiro enfrenta o jovem peruano Buse em Lisboa",
        "image": null,
        "date": "25/09/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-demoliner-fazem-semi-em-lisboa-reis-e-boscardin-seguem-na-argentina.html",
        "title": "Luz e Demoliner fazem semi em Lisboa, Reis e Boscardin seguem na Argentina",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/luz_demoliner_lisboa-1024x681.jpg",
        "date": "25/09/2025",
        "description": "Lisboa (Portugal) –Os gaúchos Orlando Luz e Marcelo Demoliner estão na semifinal do challenger de Lisboa, em quadras de saibro. Principais cabeças de chave, eles venceram os convidados portugueses Henrique e Francisco Rocha por 7/6 (7-2) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/torneio-camis-de-beach-tennis-feminino-chega-a-14a-edicao-em-arena-no-morumbi.html",
        "title": "Torneio Camis de beach tennis feminino chega à 14ª edição em arena no Morumbi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/torneio-camis_13a-edicao.png",
        "date": "25/09/2025",
        "description": "São Paulo (SP) –No dia 3 de outubro, São Paulo recebe a 14ª edição do Torneio Camis de beach tennis feminino. O evento acontece na Arena EZTEC, no Morumbi, que foi palco da Copa do Mundo da modalidade, e reunirá mais de 120 mulheres, incluindo nomes de destaque do circuito profissional, como Milena Etchinique, Alessandra Usirono e Patricia Magalhães."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muller-surpreende-khachanov-e-davidovich-fokina-tambem-avanca.html",
        "title": "Muller surpreende Khachanov, Davidovich Fokina também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/muller-pequim-vibra-2025-e1758818592415-1024x683.jpg",
        "date": "25/09/2025",
        "description": "Pequim (China)– Além da firme vitória do italiano Jannik Sinner, mais três jogos de simples marcaram a rodada desta quinta-feira no ATP 500 de Pequim. Destaque para a eliminação do russo Karen Khachanov, cabeça de chave número 5, que foi derrotado na estreia pelo francês Alexandre Muller de virada, com parciais de 4/6, 7/6 (7-5) e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/atual-campea-gauff-abre-a-rodada-de-sexta-em-pequim.html",
        "title": "Atual campeã, Gauff abre a rodada de sexta em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim_coletiva-1024x590.jpg",
        "date": "25/09/2025",
        "description": "Pequim (China) –Atual campeã do WTA 1000 de Pequim, Coco Gauff vai abrir a rodada desta sexta-feira. A número 3 do mundo entra em quadra a partir de 0h (de Brasília) para enfrentar a russa Kamilla Rakhimova, 71ª do ranking, em confronto inédito no circuito profissional. Este é o primeiro torneio que Gauff disputa desde a queda nas oitavas do US Open diante de Naomi Osaka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semi-em-roland-garros-trevisan-esta-empolgada-para-o-rio-ladies-open.html",
        "title": "Semi em Roland Garros, Trevisan está empolgada para o Rio Ladies Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/martina_trevisan.jpg",
        "date": "25/09/2025",
        "description": "Rio de Janeiro (RJ) –Além da presença das brasileiras Laura Pigossi e Carol Meligeni e da argentina Solana Sierra, que fez oitavas de final em Wimbledon, o Rio Ladies Open terá uma grande atração internacional: a italiana Martina Trevisan. O evento acontece entre os dias 12 e 19 de outubro, na Techset Academy."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-ruud-e-berrettini-e-destaque-desta-sexta-feira-em-toquio.html",
        "title": "Duelo entre Ruud e Berrettini é destaque desta sexta-feira em Tóquio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/ruud-usopen-rebate-2025-e1756212217972-1024x681.jpg",
        "date": "25/09/2025",
        "description": "Tóquio (Japão) –A rodada desta sexta-feira pelo ATP 500 de Tóquio vai definir os primeiros classificados para as quartas de final. O destaque fica para o confronto entre dois ex-integrantes do top 10, o norueguês Casper Ruud e o italiano Matteo Berrettini, que se enfrentam por volta de 5h30 (de Brasília)."
    }
]