[
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-completa-vitoria-e-se-garante-nas-quartas-com-desistencia.html",
        "title": "Raducanu completa vitória e se garante nas quartas com desistência",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raducanu-osorio-hobart-2026-e1768378952374-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Hobart (Austrália)– Interrompida devido à chuva na noite de terça-feira, a partida entre a britânica Emma Raducanu e a colombiana Camila Osorio foi completada nesta quarta-feira e terminou com vitória da campeã do US Open de 2021, que triunfou com parciais de 6/3 e 7/6 (7-2), depois de 2h02 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-inicia-a-defesa-do-titulo-em-adelaide-com-firme-vitoria.html",
        "title": "Keys inicia a defesa do título em Adelaide com firme vitória",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/keys-adelaide-vibra-2026-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Atual campeã do WTA 500 de Adelaide, a norte-americana Madison Keys teve uma estreia firme em sua estreia na competição. Entrando direto na segunda rodada, nesta quarta-feira ela encarou a tcheca Tereza Valentova e cedeu apenas cinco games, fechando o jogo com o placar final de 6/4 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paul-controla-o-saque-de-opelka-e-vai-as-quartas-em-adelaide.html",
        "title": "Paul controla o saque de Opelka e vai às quartas em Adelaide",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/paul-opelka-adelaide-2026-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Segundo mais bem cotado ao título no ATP 250 de Adelaide, o norte-americano Tommy Paul fez valer o favoritismo em sua estreia e bateu o compatriota grandalhão Reilly Opelka em sets diretos, com duplo 6/4 anotados em 71 minutos, garantindo vaga já nas quartas de final do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-e-bouzkova-sequer-entram-em-quadra-e-favoritas-avancam.html",
        "title": "Stefani e Bouzkova sequer entram em quadra e favoritas avançam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/459431_1181136_luisa_finals18_-1024x576.jpg",
        "date": "14/01/2026",
        "description": "Adelaide (Austrália)– Em seu primeiro torneio na temporada, a paulista Luisa Stefani não conseguiu ir muito longe. Depois de umagrande estreia no WTA 500 de Adelaidecom a tcheca Marie Bouzkova, elas sequer entraram em quadra nesta quarta-feira pelas quartas de final e acabaram abandonando o torneio. Bouzkova justificou a ausência por ter passado mal. E isso já havia aconrecido em sua partida de simples contra Mirra Andreeva no dia anterior."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-supera-estreia-em-auckland-e-ja-esta-nas-quartas.html",
        "title": "Shelton supera estreia em Auckland e já está nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/shelton-rd1-e1768374670936-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Auckland (Nova Zelândia)– O norte-americano Bem Shelton fez valer a condição de cabeça de chave número 1 no ATP 250 de Auckland e superou a estreia. Entrando direto na segunda rodada, ele venceu nesta quarta-feira o argentino Francisco Comesena por 2 sets a 0, com parciais de 7/5 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-melo-mais-uma-vez-nao-passam-da-estreia.html",
        "title": "Romboli e Melo mais uma vez não passam da estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/melo_romboli_australia_posados.jpg",
        "date": "14/01/2026",
        "description": "Auckland (Nova Zelândia)– A parceria do mineiro Marcelo Melo com Fernando Romboli ainda não engrenou e acabou amargando mais uma derrota na estreia. Nesta quarta-feira, eles foram superados pelos cabeças de chave 2 no ATP 250 de Auckland, caindo diante do português Francisco Cabral e do austríaco Lucas Miedler com parciais de 6/4 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-14-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – 111,5 dólares australianosQualificatório – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-tambem-perde-e-brasil-encerra-sua-participacao-no-quali.html",
        "title": "Wild também perde e Brasil encerra sua participação no quali",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/wild-miami-lamenta-2025-e1746125872442-1024x683.jpeg",
        "date": "14/01/2026",
        "description": "Melbourne (Austrália)– Último brasileiro a estrear no quali do Australian Open, o paranaense Thiago Wild também foi o último a ser eliminado da competição. Nesta quarta-feira, ele foi derrotado pelo italiano Francesco Maestrelli, cabeça de chave 24, em sets diretos, com parciais de 7/6 (7-2) e 6/4, depois de 1h28 de jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/monfils-sua-mente-quer-mas-o-seu-corpo-ja-nao-e-mais-o-mesmo.html",
        "title": "Monfils: “Sua mente quer, mas o seu corpo já não é mais o mesmo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/monfils-auckland-estica-2026-1024x683.jpg",
        "date": "14/01/2026",
        "description": "Auckland (Nova Zelândia)– Campeão do ATP 250 de Auckland no ano passado, desta vez o francês Gael Monfils não conseguiu passar da estreia. Após a derrota devirada para o húngaro Fabian Marozsanele analisou sua partida e refletiu sobre a carreira, que encerrará nesta temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/heide-perde-para-jovem-croata-na-segunda-rodada-do-quali-do-ao.html",
        "title": "Heide perde para jovem croata na segunda rodada do quali do AO",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gustavo-heide_prepara-saque.jpg",
        "date": "13/01/2026",
        "description": "Melbourne (Austrália)– Não deu para o paulista Gustavo Heide no qualificatório para o Australian Open. Depois de superar a primeira rodada, nesta quarta-feira ele foi derrotado pelo jovem croata Dino Prizmic, cabeça de chave 14, que triunfou com parciais de 7/5 e 6/2."
    }
]