[
    {
        "url": "https://tenisbrasil.uol.com.br/espanha-vai-comecar-a-preparacao-para-davis-sem-alcaraz-e-granollers.html",
        "title": "Espanha vai começar a preparação para Davis sem Alcaraz e Granollers",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/espanha-davis-quali-2025.jpg",
        "date": "12/11/2025",
        "description": "Madri (Espanha)– Capitaneada por David Ferrer, a equipe espanhola na Copa Davis vai iniciar os treinos já no sábado em Bolonha, aguardando apenas a chegada de Carlos Alcaraz e Marcel Granollers, segundo informa oMarca."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/draper-defende-ausencia-de-sinner-na-davis-e-rebate-os-criticos.html",
        "title": "Draper defende ausência de Sinner na Davis e rebate os críticos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/sinner-davis-qf-1-1024x526.jpg",
        "date": "12/11/2025",
        "description": "Nova York (EUA)– Muitas críticas foram dirigidas ao italiano Jannik Sinner quando ele anunciou que não iria defender seu país nas finais da Copa Davis deste ano para focar na pré-temporada, algo que o britânico Jack Draper considera injusto. Em entrevista aoThe Tennis Podcast, ele defendeu a decisão do colega de circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-barros-vence-na-turquia-em-seu-retorno-ao-circuito-profissional.html",
        "title": "Victória Barros vence na Turquia em seu retorno ao circuito profissional",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/barros-spopen-olhabola-2025-e1759409676818-1024x683.jpg",
        "date": "12/11/2025",
        "description": "Antalya (Turquia) –A potiguar Victória Barros, de apenas 15 anos, estreou bem no ITF W15 de Antalya, em quadras de saibro na Turquia. Ela superou nesta quarta-feira a austríaca de 23 anos e vinda do quali Stefanie Auer, 1.065ª do mundo, por 6/0 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-12-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "12/11/2025",
        "description": "Challenger de Montevidéu (Uruguai) – Saibro – US$ 160 milSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nathalia-tourinho-e-victor-rocha-estreiam-bem-no-bahia-juniors-cup.html",
        "title": "Nathalia Tourinho e Victor Rocha estreiam bem no Bahia Juniors Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/nathalia_tourinho_bahiajuniors-1024x682.jpg",
        "date": "11/11/2025",
        "description": "Salvador (BA) –Em um dia com muita chuva em Salvador, Nathalia Tourinho e Victor Rocha foram destaque a rodada da categoria mundial da 40ª edição do Bahia Juniors Cup, um dos mais tradicionais eventos do Brasil com pontos para o ranking mundial juvenil. O evento tem o patrocínio do Banco BRB através da Confederação Brasileira de Tênis."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-se-emociona-e-dedica-a-vitoria-a-torcida-italiana.html",
        "title": "Musetti se emociona e dedica a vitória à torcida italiana",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/musetti-turin-2025-tuesday4-1024x576.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –Depois devencer um jogo duríssimopela segunda rodada do ATP Finals, Lorenzo Musetti saiu de quadra bastante emocionado. O italiano buscou a reação contra o australiano Alex de Minaur, que chegou a liderar o último set por 5/3 e sacar para o jogo. Jogando em casa, o atual número 9 do mundo venceu os últimos quatro games e destacou também o ambiente construído pela torcida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-nao-sei-quantas-derrotas-como-essa-eu-consigo-suportar.html",
        "title": "De Minaur: “Não sei quantas derrotas como essa eu consigo suportar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/deminaur-turin-2025-tuesday-1024x576.jpg",
        "date": "11/11/2025",
        "description": "Turim (Itália) –Depois desofrer uma dura derrotaem sua segunda partida no ATP Finals, Alex de Minaur não escondeu a frustração pelas oportunidades perdidas no duelo contra Lorenzo Musetti. O australiano chegou a liderar o último set por 5/3 e sacou para o jogo, mas perdeu os últimos quatro games para o italiano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-bohrer-fura-quali-nos-eua-victoria-estreia-quarta-na-turquia.html",
        "title": "Carol Bohrer fura quali nos EUA, Victória estreia quarta na Turquia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bohrer_leme_back.jpg",
        "date": "11/11/2025",
        "description": "Orlando (EUA) –A catarinense Carolina Bohrer, de 18 anos, furou o quali para o ITF W35 de Orlando, em quadras de saibro nos Estados Unidos. Ela superou nesta terça-feira a norte-americana Margaret Sohns por 0/6, 6/1 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeiro-e-saraiva-lideram-vitorias-brasileiras-em-criciuma.html",
        "title": "Ribeiro e Saraiva lideram vitórias brasileiras em Criciúma",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/saraiva_criciuma_fore.jpg",
        "date": "11/11/2025",
        "description": "Criciúma (SC) –O gaúcho Eduardo Ribeiro e o brasiliense Paulo Saraiva lideraram as vitórias brasileiras no ITF M15 de Criciúma, disputado nas quadras de saibro da Sociedade Recreativa Mampituba. Ao todo, 13 representantes nacionais estão na segunda rodada do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-e-daniel-param-na-estreia-e-heide-e-o-unico-brasileiro-nas-oitavas.html",
        "title": "Reis e Daniel param na estreia e Heide é o único brasileiro nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-corre-2025-e1762688175431-1024x683.jpg",
        "date": "11/11/2025",
        "description": "Montevidéu (Uruguai) –A rodada desta terça-feira no challenger de Montevidéu não foi boa para os brasileiros. O pernambucano João Lucas Reis e o paulista Daniel Dutra da Silva foram eliminados ainda na estreia. E com isso, apenas o paulistaGustavo Heidesegue na competição."
    }
]