[
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-faz-sua-primeira-semi-do-ano-e-busca-final-inedita.html",
        "title": "Carolina Bohrer faz sua primeira semi do ano e busca final inédita",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/03/53623687695_02ce4d058b_c.jpg",
        "date": "24/10/2025",
        "description": "Hilton Head Island (EUA) –A catarinense Carolina Bohrer está na semifinal do ITF W15 de Hilton Head Island, em quadras de saibro nos Estados Unidos. Ela superou a jovem norte-americana de 16 anos Jensen Diianni por 7/5 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-faz-semi-na-tailandia-e-busca-a-quarta-final-do-ano.html",
        "title": "Marcondes faz semi na Tailândia e busca a quarta final do ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/marcondes_cuiaba_back_noite-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Hua Hin (Tailândia) –O paulista Igor Marcondes está na semifinal do ITF M15 de Hua Hin, em quadras duras na Tailândia. Nesta sexta-feira, ele venceu Rifqi Fitriadi, da Indonésia, por 6/3 e 6/2. Seu próximo adversário é o francês Louis Larue."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-e-smith-caem-nas-quartas-diante-dos-campeoes-de-wimbledon.html",
        "title": "Romboli e Smith caem nas quartas diante dos campeões de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/romboli-smith-viena-2025-e1761325312650-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria) –A parceria de Fernando Romboli com o australiano John-Patrick Smith parou nas quartas de final do ATP 500 de Viena, em quadras duras e cobertas. Eles foram superados nesta sexta-feira pela dupla britânica de Julian Cash e Lloyd Glasspool, cabeças 2 do torneio e atuais campeões de Wimbledon, por 7/6 (7-2) e 6/4 em 1h27 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-24-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_santos_prepara.jpg",
        "date": "24/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-destaca-bom-momento-de-espanhol-e-abre-semifinais-as-10h.html",
        "title": "Fonseca destaca bom momento de espanhol e abre semifinais às 10h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-vibra-2025.jpg",
        "date": "24/10/2025",
        "description": "Basileia (Suíça) –Semifinalista do ATP 500 da Basileia, João Fonseca volta à quadra neste sábado às 10h (de Brasília) para enfrentar o espanhol Jaume Munar, 42º do ranking. Campeão em Buenos Aires em fevereiro, o carioca de 19 anos e número 1 do Brasil tenta alcançar sua segunda final de ATP."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/chuva-ao-sauipe-cancela-as-duplas-e-forca-nova-rodada-dupla.html",
        "title": "Chuva ao Sauípe cancela as duplas e força nova rodada dupla",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/heide-sauipe-2025-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Costa do Sauípe (BA)– Depois de uma trégua, a chuva voltou a assolar o Costa do Sauípe Open, challenger 125 disputado no complexo baiano nesta sexta-feira. Seis partidas de simples conseguiram acabar antes do temporal que alagou as quadras. A organização resolveu então apenas fazer os dois jogos restantes de segunda rodada e cancelou as duplas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cabeca-sob-controle.html",
        "title": "Cabeça sob controle",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basileia.jpg",
        "date": "24/10/2025",
        "description": "João Fonseca não apenas tem mais golpes do que boa parte dos atuais top 30 do ranking, mas, ainda que viva suas primeiras experiências na elite do esporte, já provou que possui também um elemento talvez mais essencial: cabeça no lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-confirma-vaga-na-semifinal-em-viena-e-reencontra-zverev.html",
        "title": "Musetti confirma vaga na semifinal em Viena e reencontra Zverev",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/musetti_viena_back-1024x683.jpg",
        "date": "24/10/2025",
        "description": "Viena (Áustria) –A semana de Lorenzo Musetti no ATP 500 de Viena segue com vitórias em sets diretos. Depois de passar pelo sérvio Hamad Medjedovic na estreia e pelo argentino Tomas Etcheverry nas oitavas, o italiano venceu nesta sexta-feira o francês Corentin Moutet por 6/3 e 6/4 em 1h41 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ruud-tambem-abandona-e-fokina-enfrenta-humbert-na-semifinal.html",
        "title": "Ruud também abandona e Fokina enfrenta Humbert na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ruud_basel_rebate.jpg",
        "date": "24/10/2025",
        "description": "Basileia (Suíça) –A rodada desta sexta-feira no ATP 500 da Basileia foi marcada por desistências. Após as saídas dos canadenses Denis Shapovalov e Félix Auger-Aliassime por lesões nos joelhos, foi a vez de Casper Ruud também abandonar a partida das quartas, por lesão no tornozelo. O norueguês se retirou do jogo contra o espanhol Alejandro Davidovich Fokina depois de perder o primeiro set por 7/6 (7-1)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/junior-finals-define-semifinalistas-e-klugman-avanca-mesmo-com-derrota.html",
        "title": "Junior Finals define semifinalistas e Klugman avança mesmo com derrota",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Klugmann_jrfinals_estica.jpg",
        "date": "24/10/2025",
        "description": "Chengdu (China) –A rodada decisiva da fase de grupos do ITF Junior Finals definiu os confrontos das semifinais na cidade chinesa de Chengdu. Após a classificação do italiano Jacopo Vasami na última quinta-feira, as demais vagas foram definidas nesta sexta. Ele é o único invicto no masculino, enquanto a belga Jeline Vandromme e a eslovaca Mia Pohankova venceram os três jogos na disputa feminina."
    }
]