[
    {
        "url": "https://tenisbrasil.uol.com.br/nana-lidera-trio-brasileiro-no-quali-em-paris-e-estreia-quinta.html",
        "title": "Naná lidera trio brasileiro no quali em Paris e estreia quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nauhany_silva_banana_esperasaque-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –Três juvenis brasileiros disputam o quali de Roland Garros a partir desta quinta-feira. Nauhany Silva, Victor Winheski e Gustavo Albieri estreiam nesta quinta-feira e precisam de duas vitórias para entrar nas chaves principais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-28-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/daniel_dutra_silva.jpg",
        "date": "28/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Masculino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-joga-no-final-da-manha-em-dia-de-sinner-djokovic-e-gauff.html",
        "title": "Fonseca joga no final da manhã em dia de Sinner, Djokovic e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/fonseca_rg_desliza-1024x683.jpg",
        "date": "28/05/2025",
        "description": "Paris (França)– O carioca João Fonseca buscará inédita terceira rodada de Grand Slam no final da manhã desta quinta-feira. Ele faz o terceiro jogo da quadra 14 de Roland Garros diante do veterano e convidado local Pierre-Hugues Herbert, ex-top 40 de simples e número 2 de duplas do ranking. A partida deve começar entre 10 e 10h30."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-cresce-apos-inicio-dificil-e-avanca-com-nove-games-seguidos.html",
        "title": "Sabalenka cresce após início difícil e avança com nove games seguidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_estica_rg_saibro-1024x551.jpg",
        "date": "28/05/2025",
        "description": "Paris (França) –A busca de Aryna Sabalenka por um título inédito em Roland Garros. Depois de um início de partida difícil nesta quarta-feira, a número 1 do mundo assumiu o controle das ações contra a suíça Jil Teichmann, 97ª do ranking, e marcou as parciais de 6/3 e 6/1 em 1h18 partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/classificado-musetti-avalia-seu-desempenho-no-saibro-e-da-palpites-sobre-futebol.html",
        "title": "Musetti avalia seu desempenho no saibro e dá palpites sobre futebol",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/LorenzoMusettiDeuxiemetourRoland-Garros2025-1024x683.jpeg",
        "date": "28/05/2025",
        "description": "Paris (França)– Lorenzo Musetti sonha com boa campanha em Roland Garros, após vitória por sets diretos sobre Daniel Galán, por 6/4, 6/0, 6/4. O italiano de 23 anos fez avaliação positiva do jogo, apesar de oscilações e condições adversas: “Foi uma performance sólida do começo ao fim. Tive alguns altos e baixos durante o primeiro e terceiro sets. Mas definitivamente não posso reclamar do nível que demonstrei. Mesmo sem condições fáceis de jogo, consegui achar um jeito de mostrar meu tênis”."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-42-vitorias-no-ano-e-grande-semana-em-paris-mboko-garante-top-100.html",
        "title": "Com 42 vitórias no ano e grande semana em Paris, Mboko garante top 100",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/arte_ps_mboko.jpg",
        "date": "28/05/2025",
        "description": "A canadense Victoria Mboko é um nome a ser observado na nova geração feminina. Em sua primeira participação em um Grand Slam como profissional, a jovem tenista de 18 anos já passou pelas três rodadas do quali e venceu mais dois jogos na chave principal. Adversária da chinesa Qinwen Zheng, número 8 do mundo e atual campeã olímpica, na terceira rodada, Mboko já acumula 42 vitórias no ano, considerando todos os níveis de competição do circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-sofre-derrota-gigante-khachanov-e-paul-sobrevivem.html",
        "title": "Tsitsipas sofre derrota gigante, Khachanov e Paul sobrevivem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/tsitsipas-rg-toss-2025-1-e1748456822629-1024x686.jpeg",
        "date": "28/05/2025",
        "description": "Paris (França)– A temporada de altos e baixos do grego Stefanos Tsitsipas teve uma queda gigante nesta quarta-feira com a eliminação ainda na segunda rodada de Roland Garros. O responsável por derrubar o cabeça de chave 20 em Paris foi o italiano Matteo Gigante, que levou a melhor em quatro sets, fechando o jogo com o placar final de 6/4, 5/7, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-diz-que-ainda-e-cedo-para-pensar-em-duelo-com-sinner.html",
        "title": "Alcaraz diz que ainda é cedo para pensar em duelo com Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/alcaraz-roland-garros-grandwilly-2025-scaled-e1748457393587-1024x682.jpeg",
        "date": "28/05/2025",
        "description": "Paris (França)– De volta à quadra Philippe Chatrier, Carlos Alcaraz venceu sua segunda partida em Roland Garros com um set perdido, porém o espanhol negou que tenha havido desatenção no segundo set, quando foi superado pelo húngaro Fabian Marozsan, e deu créditos ao adversário pela ótima parcial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-a-vitoria-de-swiatek-sobre-raducanu-em-resumo-de-6-minutos.html",
        "title": "Confira a vitória de Swiatek sobre Raducanu em resumo de 6 minutos",
        "image": null,
        "date": "28/05/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-avanca-a-semifinal-na-belgica-e-desafia-o-cabeca-2.html",
        "title": "Guto avança à semifinal na Bélgica e desafia o cabeça 2",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/guto_poa_corre_saibro.jpg",
        "date": "28/05/2025",
        "description": "Charleroi (Bélgica) –A semana de Guto Miguel no ITF J300 de Charleroi segue com resultados positivos. O juvenil goiano de 16 anos garantiu vaga na semifinal do torneio, em quadras de saibro na Bélgica, depois de vencer o esloveno Ziga Sesko, 47º do ranking, por duplo 6/3."
    }
]