[
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-feliz-por-estar-aqui-temos-poucas-oportunidades-de-jogar-na-italia.html",
        "title": "Sinner: “Feliz por estar aqui, temos poucas oportunidades de jogar na Itália”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/Jannik_Sinner_GSP29437-1024x682.jpeg",
        "date": "07/11/2025",
        "description": "Turim (Itália)– Atual campeão do ATP Finals, o italiano Jannik Sinner volta a Turim para defender o título e quem sabe terminar o ano como número 1 do mundo. A disputa começará na próxima segunda-feira, mas o tenista da casa já está se preparando firme."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-07-11.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "07/11/2025",
        "description": "WTA Finals (Riad, Arábia Saudita) – Sintético (coberto) – US$ 15.500.000Duplas – Semifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-faz-historia-com-babos-e-vai-para-a-decisao-do-finals.html",
        "title": "Stefani faz história com Babos e vai para a decisão do Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/stefani_babos_finals_cump_3r.jpg",
        "date": "07/11/2025",
        "description": "Riad (Arábia Saudita)– A paulista Luisa Stefani segue fazendo história ao lado da húngara Timea Babos no WTA Finals. Depois de se tornar a primeira brasileira nas semifinais do torneio, nesta sexta-feira ela foi mais longe e se classificou para a decisão, batendo a taiwanesa Su-Wei Hsieh e a letã Jelena Ostapenko por 6/4 e 7/6 (7-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/baianos-e-atletas-da-selecao-brasileira-disputam-o-bahia-juniors-cup-em-salvador.html",
        "title": "Baianos e atletas da seleção brasileira disputam o Bahia Juniors Cup em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/victorrocha_salvador.jpg",
        "date": "07/11/2025",
        "description": "Salvador (BA) –Atletas baianos vão brigar pelos principais títulos da 40ª edição do Bahia Juniors Cup, junto com membros da seleção brasileira da Copa Davis e Billie Jean King Cup juvenil. O torneio é dos mais tradicionais e será realizado no Clube Bahiano de Tênis, em Salvador (BA), a partir deste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-treinam-juntos-na-preparacao-para-o-atp-finals.html",
        "title": "Sinner e Alcaraz treinam juntos na preparação para o ATP Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251107_104005-e1762522890816-1024x683.jpg",
        "date": "07/11/2025",
        "description": "Turim (Itália)– Principais favoritos ao título no ATP Finals, o italiano Jannik Sinner e o espanhol Carlos Alcaraz estão em grupos opostos na competição, só podem se cruzar a partir das semifinais e por isso aproveitaram para treinar juntos na preparação para o torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/eduardo-ribeiro-ganha-primeiro-convite-para-o-criciuma-open.html",
        "title": "Eduardo Ribeiro ganha primeiro convite para o Criciúma Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/eudardo_ribeiro.jpg",
        "date": "07/11/2025",
        "description": "Criciúma(SC) –Já está tudo pronto para a cidade de Criciúma, em Santa Catarina, receber a partir do dia 9 até 16 de novembro o Criciúma Open de Tênis Profissional – Comemoração do Centenário, com dois torneios simultâneos, masculino e feminino, e premiação total de US$ 15 mil cada um. As disputas acontecerão nas quadras de saibro da Sociedade Recreativa Mampituba, com entrada gratuita para o público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/beach-tennis-oferece-quadras-e-raquetes-gratuitas-no-morumbi.html",
        "title": "Beach tennis oferece quadras e raquetes gratuitas no Morumbi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/IMG-20251107-WA0008-1024x576.jpg",
        "date": "07/11/2025",
        "description": "São Paulo (SP)– A partir deste sábado, os praticantes de beach tennis terão um espaço totalmente gratuito para praticar a modalidade na Zona Sul de São Paulo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/inscricoes-abertas-para-o-1o-encontro-kids-em-ribeirao-preto.html",
        "title": "Inscrições abertas para o 1º Encontro Kids em Ribeirão Preto",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/tennis-kids.jpeg",
        "date": "07/11/2025",
        "description": "Ribeirão Preto (SP) –Estão abertas as inscrições para o 1º Encontro Kids, que será realizado de 28 a 30 de novembro, no Clube de Regatas de Ribeirão Preto, durante a programação da Ribeirão Tennis Week."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/petkovic-defende-zverev-e-diz-que-ele-e-merecidamente-o-no-3-do-mundo.html",
        "title": "Petkovic defende Zverev e diz que ele é merecidamente o nº 3 do mundo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/zverev-paris-2025-fh-e1762521529918-1024x682.jpg",
        "date": "07/11/2025",
        "description": "Turim (Itália)– A temporada do alemão Alexander Zverev não foi das mais regulares, mas ainda assim ele segue firme como um dos melhores do mundo. Apesar dos questionamentos, a compatriota Andrea Petkovic acredita que ele esteja merecidamente na terceira colocação do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fortaleza-recebe-grandes-nomes-do-beach-tennis-no-rei-e-rainha-da-quadra.html",
        "title": "Fortaleza recebe grandes nomes do beach tennis no Rei e Rainha da Quadra",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/calbucci_saque.jpg",
        "date": "07/11/2025",
        "description": "Fortaleza (CE) –Tem início nesta sexta-feira o Rei e Rainha da Quadra, atração principal do Brasil Open Beach Tennis Series presented by TotalEnergies – Etapa Fortaleza, que será disputado até domingo na Arena Carmel. O evento promete agitar a capital cearense com a presença de grandes nomes do circuito profissional e disputas acirradas nas categorias amadoras. A entrada é gratuita."
    }
]