[
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-tem-cinco-juvenis-nas-quartas-em-cochabamba.html",
        "title": "Brasil tem cinco juvenis nas quartas em Cochabamba",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/ana-cruz-joinville-silce-1024x683.jpg",
        "date": "21/05/2025",
        "description": "Cochabamba (Bolívia) –Cinco juvenis brasileiros estão nas quartas de final do ITF J100 de Cochabamba, em quadras de saibro na Bolívia. O torneio masculino segue com quatro representantes nacionais, enquanto a gaúcha Ana Cruz continua na chave feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-destaca-desempenho-no-saque-apos-boa-estreia.html",
        "title": "Djokovic destaca desempenho no saque após boa estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/djokovic_genebra_focado-1024x614.jpg",
        "date": "21/05/2025",
        "description": "Genebra (Suíça) –Depois de vencer seu jogo de estreia no ATP 250 de Genebra, Novak Djokovic destacou o bom desempenho no saque diante do húngaro Marton Fucsovics, 134º do ranking. O sérvio disparou quatro aces nesta quarta-feira, não enfrentou break-points e cedeu apenas 10 pontos em seus games de serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/embalado-pelo-nascimento-do-filho-baran-joga-o-sand-series-gran-canaria.html",
        "title": "Embalado pelo nascimento do filho, Baran joga o Sand Series Gran Canaria",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Barqan_filho-Matteo.jpg",
        "date": "21/05/2025",
        "description": "Las Palmas (Espanha) –Vivendo o auge da vida profissional e a recente volta ao topo do ranking mundial de beach tennis, o catarinense André Baran agora também desfruta de um momento muito especial na vida pessoal: o nascimento de seu primeiro filho, Matteo, que chegou ao mundo na última sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedretti-vence-em-santo-domingo-ce-tem-terceiro-set-adiado.html",
        "title": "Pedretti vence em Santo Domingo, Cé tem terceiro set adiado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "21/05/2025",
        "description": "Santo Domingo (República Dominicana) –A paulista Thaísa Pedretti estreou com vitória no ITF W35 de Santo Domingo, em quadras de saibro na República Dominicana. Cabeça 7 do torneio, Pedretti entrou diretamente na segunda rodada venceu a russa Maria Sholokhova por duplo 6/4. Sua próxima rival é a suíça Marie Mettraux."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-21-05.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demo-oeiras-rebate-2025-.jpeg",
        "date": "21/05/2025",
        "description": "WTA 500 de Estrasburgo (França) – Saibro – 925.661 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/boscardin-faz-quartas-no-chile-marcondes-e-klier-estreiam-bem.html",
        "title": "Boscardin faz quartas no Chile, Marcondes e Klier estreiam bem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/boscardin.jpg",
        "date": "21/05/2025",
        "description": "Coquimbo (Chile) –O catarinense Pedro Boscardin garantiu vaga nas quartas de final do ITF M25 de Coquimbo, no Chile. Cabeça 5 do torneio, Boascardin venceu o uruguaio Joaquin Aguilar por duplo 6/3 e terá pela frente o argentino Luciano Ambrogi, quarto cabeça de chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wild-critica-torcida-francesa-e-deploravel-falam-de-nos-e-fazem-pior.html",
        "title": "Wild critica torcida francesa: “É deplorável, falam de nós e fazem pior”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/wild_bsas_saibro_back-1024x552.jpg",
        "date": "21/05/2025",
        "description": "Márcio ArrudaDe Paris, especial para TenisBrasil"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/follow-the-beach-ira-reviver-grandes-momentos-de-brasil-x-italia.html",
        "title": "Follow the Beach irá reviver grandes momentos de Brasil x Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/followthebeach2024.jpg",
        "date": "21/05/2025",
        "description": "Rio de Janeiro (RJ) –O Follow the Beach em sua sexta edição trará algumas novidades a partir da próxima semana. A praia de Copacabana será mais uma vez o palco do torneio, entre os dias 29 de maio e 1º de junho, trazendo vários dos maiores do mundo e perto de mil atletas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shevchenko-quinn-e-ramos-se-aproximam-da-vaga-em-paris.html",
        "title": "Shevchenko, Quinn e Ramos se aproximam da vaga em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/ethan_quinn_rg_back-1024x684.jpg",
        "date": "21/05/2025",
        "description": "Paris (França) –Diferente do que aconteceu com Borna Coric, que era o cabeça 1 do quali e foi eliminado na estreia, Alexander Shevchenko segue na busca por uma vaga na chave principal de Roland Garros. Segundo cabeça de chave, Shevchenko venceu o francês Mathys Erhard por 3/6, 6/3 e 7/6 (10-5)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/brasil-e-convocado-para-sul-americano-12-anos-em-santiago.html",
        "title": "Brasil é convocado para Sul-americano 12 anos em Santiago",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/lorenzo_tassitano_12anos.jpg",
        "date": "21/05/2025",
        "description": "Florianópolis (SC)– O time que representará o Brasil no Sul-americano 12 anos, de 23 a 28 de junho, em Santiago, no Chile, está definido. Nesta quarta-feira, foram anunciados os convocados que buscarão os títulos masculino e feminino, além de irem atrás das vagas na Copa Cosat da categoria."
    }
]