[
    {
        "url": "https://tenisbrasil.uol.com.br/jornal-italiano-garante-que-sinner-continuara-com-cahill-em-2026.html",
        "title": "Jornal italiano garante que Sinner continuará com Cahill em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/cahill-roland-garros-2025-fist-pump-e1752689844830-1024x682.jpg",
        "date": "16/07/2025",
        "description": "Turim (Itália)– Após a vitória do italiano Jannik Sinner em Wimbledon, os planos do treinador australiano Darren Cahill parecem ter mudado. De acordo com oCorriere della Sera, o técnico do número 1 do mundo recuará em seu plano de encerrar a parceria para se concentrar em sua vida pessoal e os dois seguirão juntos em 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alexandrova-e-yastremska-avancam-em-hamburgo-tatjana-maria-e-eliminada.html",
        "title": "Alexandrova e Yastremska avançam em Hamburgo, Tatjana Maria é eliminada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alexandrova_hamburgo_back-1024x605.jpg",
        "date": "16/07/2025",
        "description": "Hamburgo (Alemanha) –Principal cabeça de chave do WTA 250 de Hamburgo, Ekaterina Alexandrova venceu com facilidade sua partida de estreia no torneio alemão em quadras de saibro. A experiente russa de 30 anos e 16ª do ranking cedeu apenas três games à holandesa Eva Vedder, vinda do quali, e marcou as parciais de 6/0 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/demoliner-perde-para-cabecas-de-chave-2-na-estreia-em-gstaad.html",
        "title": "Demoliner perde para cabeças de chave 2 na estreia em Gstaad",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/demoliner_oeiras_saibro-1024x582.jpg",
        "date": "16/07/2025",
        "description": "Gstaad (Suíça)– Não deu para o gaúcho Marcelo Demoliner no saibro do ATP 250 de Gstaad. Jogando ao lado do tunisiano Skander Mansouri, ele foi derrotado na estreia, nesta quarta-feira. Os algozes foram os cabeças de chave 2, os alemães Jakob Schaitter e Mark Wallner, que marcaram parciais de 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/connors-diz-que-foi-inaceitavel-a-atitude-de-alcaraz-na-final.html",
        "title": "Connors diz que foi inaceitável a atitude de Alcaraz na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/alcaraz-wimbledon-estica-2025-1024x682.jpg",
        "date": "16/07/2025",
        "description": "Nova York (EUA)– Na derrota na final de Wimbledon, o espanhol Carlos Alcaraz pareceu um tanto bloqueado e sem ideias, principalmente durante o terceiro e quarto sets. Após a partida, ele reconheceu que o italiano Jannik Sinner foi muito melhor do que ele. Porém, sua atitude durante o jogo não caiu bem para o norte-americano Jimmy Connors."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-16-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/54198568298_6e8c8005bc_k-e1734090060237-1024x683.jpg",
        "date": "16/07/2025",
        "description": "ATP 250 de Gstaad (Suíça) – Saibro – 596.035 eurosDuplas – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/visual-de-gauff-para-o-show-de-beyonce-arranca-elogios.html",
        "title": "Visual de Gauff para o show de Beyoncé arranca elogios",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/gauff_cowgirl.jpg",
        "date": "16/07/2025",
        "description": "Atlanta (EUA) –Coco Gauff, de 21 anos, fez os fãs arregalarem os olhos ao aparecer todo cheia de estilo, usando botas de cowboy e um chapéu grande, no show da cantora Beyoncé em Atlanta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-reconhece-que-precisa-trabalhar-mais-para-voltar-ao-topo.html",
        "title": "Tsitsipas reconhece que precisa trabalhar mais para voltar ao topo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/tsitsipas.avif",
        "date": "16/07/2025",
        "description": "Atenas (Grécia)– Depois de ouvir duras palavras do seu novo treinador, o croata Goran Ivanisevic, o grego Stefanos Tsitsipas parece estar comprometido a acatara crítica que lhe foi feitae trabalhar duro para recobrar a melhor forma e assim poder voltar a brigar pelos principais títulos do circuito. Em entrevista aoTennis365, ele mostrou confiança na volta por cima."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tommy-paul-anuncia-noivado-pelas-redes-sociais.html",
        "title": "Tommy Paul anuncia noivado pelas redes sociais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/tommy-paul-ao-back-2025.jpg",
        "date": "16/07/2025",
        "description": "Boca Raton (EUA) –Quadrifinalista de Roland Garros neste ano, o americano Tommy Paul atingiu outra marca, desta vez na vida pessoal. O número americano de 28 anos e Paige Lorenze anunciaram o noivado nas redes sociais no domingo passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/navratilova-aconselha-raducanu-a-se-comprometer-com-o-treinador.html",
        "title": "Navratilova aconselha Raducanu a se comprometer com um treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/raducanu-wimbledon-estica-2025-1024x682.jpg",
        "date": "16/07/2025",
        "description": "Londres (Inglaterra)– Os bons resultados que a britânica Emma Raducanu tem demonstrado ultimamente, com um bom desempenho em Wimbledon, onde caiu na terceira rodada, mas deixou uma boa impressão contra a número 1 do mundo Aryna Sabalenka, não passaram despercebidos e chamaram a atenção de Martina Navratilova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonego-comemora-titulo-de-sinner-um-incentivo-a-mais-para-todos-nos.html",
        "title": "Sonego comemora título de Sinner: “Um incentivo a mais para todos nós”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner_wimbledon_trofeu-1024x682.jpg",
        "date": "16/07/2025",
        "description": "Turim (Itália)– O italiano Lorenzo Sonego ficou feliz em ver seu compatriota Jannik Sinner derrotar o espanhol Carlos Alcaraz e se tornar o primeiro campeão de Wimbledon em seu país. Em entrevista aoTuttosport, ele explicou o que o momento significou para o tênis italiano e elogiou a força mental de seu companheiro de equipe na Copa Davis."
    }
]