[
    {
        "url": "https://tenisbrasil.uol.com.br/serena-exibe-nova-silhueta-no-premio-princesa-das-asturias-em-oviedo.html",
        "title": "Serena exibe nova silhueta no prêmio Princesa de Astúrias em Oviedo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/serena_princesa-de-asturias_premiada.jpg",
        "date": "25/10/2025",
        "description": "Oviedo (Espanha) –Serena Williams viveu dias intensos em Oviedo, na Espanha, até o recebimento do prestigioso Prêmio Princesa de Astúrias do Esporte, na noite desta sexta-feira, quando se apresentou com um vestido longo vermelho, exibindo um corpo mais esguio, depois que perdeu 14 quilos com ajuda de um medicamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/laura-pigossi-e-ingrid-martins-caem-na-semi-de-duplas-em-floripa.html",
        "title": "Laura Pigossi e Ingrid Martins caem na semi de duplas em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_saibro_floripa.jpg",
        "date": "25/10/2025",
        "description": "Florianópolis (SC) –A parceria brasileira de Laura Pigossi e Ingrid Martins perdeu na semifinal de duplas do WTA 125 de Florianópolis. Principais cabeças de chave, elas foram superadas pela espanhola Irene Burillo e a georgiana Ekaterine Gorgodze por 7/6 (7-2), 3/6 e 10-8."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-25-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/ribeiro_guto_sauipe-1024x683.jpg",
        "date": "25/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-viradas-grabher-e-monnet-garantem-vagas-na-final-em-floripa.html",
        "title": "Com viradas, Grabher e Monnet garantem vagas na final em Floripa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/carole_monnet_floripa_vibra-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Florianópolis (SC) –Em um sábado de jogos muito longos, a francesa Carole Monnet e a austríaca Julia Grabher garantiram suas vagas na final do WTA 125 de Florianópolis. Ambas buscaram viradas e vão decidir o título neste domingo às 14h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/semifinais-de-duplas-no-sauipe-tera-tres-parcerias-brasileiras.html",
        "title": "Semifinais de duplas no Sauípe terá três parcerias brasileiras",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zormann-britto-saiuipe-2025-e1761435194983-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Costa do Sauípe (BA)– Bastante prejudicada pela chuva, a chave de duplas do challenger da Costa do Sauípe começou apenas neste sábado, contando com rodada dupla e muitas desistências. No final, três parcerias brasileiras se classificaram para as semifinais, encarando nova jornada dupla no domingo para definir os campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/garin-vence-dois-jogos-no-sabado-e-lidera-semifinalistas-no-sauipe.html",
        "title": "Garin vence dois jogos no sábado e lidera semifinalistas no Sauípe",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/garin-sauipe-vibra-2025-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Costa do Sauípe (BA)– O chileno Cristian Garin superou uma maratona neste sábado para liderar os semifinalistas no challenger da Costa do Sauípe. Depois de dias de muita chuva, ele teve que terminar seu jogo de segunda rodada e depois venceu a partida de quartas de final, se tornando o melhor tenista ainda vivo na chave."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/emanuel-meneguetti-e-kauany-rodrigues-vencem-itf-em-foz-do-iguacu.html",
        "title": "Emanuel Meneguetti e Kauany Rodrigues vencem ITF em Foz do Iguaçu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/emanuel_meneguetti_trofeu_foz.jpg",
        "date": "25/10/2025",
        "description": "Foz do Iguaçu (PR) –O paranaense Emanuel Meneguetti e a sul-mato-grossense Kauany Rodrigues do Cataratas Open, torneio ITF J30 disputado em Foz do Iguaçu. Os juvenis brasileiros venceram rodadas duplas neste sábado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-nao-e-facil-estar-na-final-cheguei-tarde-ao-torneio.html",
        "title": "Sinner: “Não é fácil estar na final, cheguei tarde ao torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner_viena_lego-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –Finalista do ATP 500 de Viena, Jannik Sinner ainda não perdeu sets no torneio e sofreu apenas duas quebras de serviço. Ainda assim, o italiano destacou o desafio que teve para se adaptar às condições, já que chegou um pouco mais tarde à capital austríaca, por causa das exibições em Riad na última semana. Em busca do título,Sinner enfrenta o alemão Alexander Zverevneste domingo às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-aparece-como-favorito-diante-de-davidovich.html",
        "title": "Fonseca aparece como favorito diante de Davidovich",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/blog_jf_final.jpg",
        "date": "25/10/2025",
        "description": "Com atuação de tenista muito grande, João Fonseca se classificou neste sábado para decidir o ATP 500 da Basileia, sua segunda final de peso da precoce temporada como jogador de elite. Tentará o mais importante título de simples do tênis nacional desde que Guga Kuerten ganhou o Masters de Cincinnati, em 2001. Ele é também o primeiro brasileiro a decidir um 500, já que a nomenclatura só foi adotada pela ATP em 2009."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fora-do-top-60-sonmez-e-jones-lideram-a-chave-em-chennai.html",
        "title": "Fora do top 60, Sonmez e Jones lideram a chave em Chennai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/sonmez_merida_vibra.jpg",
        "date": "25/10/2025",
        "description": "Chennai (Índia) –A turca Zeynep Sonmez, 69ª do ranking, e a britânica Francesca Jones, 74ª colocada, são as principais cabeças de chave do WTA 250 de Chennai, que será disputado em quadras duras na Índia na próxima semana. Outra atração é a croata Donna Vekic, ex-top 20 e que atualmente aparece apenas na 79ª posição."
    }
]