[
    {
        "url": "https://tenisbrasil.uol.com.br/heide-e-scheissl-decidem-quem-vai-a-final-em-alphaville.html",
        "title": "Heide e Scheissl decidem quem vai à final em Alphaville",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/schiessl_alphaville-1024x683.jpg",
        "date": "26/09/2025",
        "description": "Barueri (SP)– O paulista Gustavo Heide e o paranaense João Eduardo Schiessl irão lutar entre si por uma das vagas na final do Torneio Internacional Masculino de Tênis – Ano VIII, evento de categoria M25 do ranking mundial de profissionais que é disputado nas quadras sintéticas do Alphaville Tênis Clube. O jogo, inédito no circuito, está marcado para as 11 horas com entrada gratuita do público."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-novos-tecnicos-medvedev-quer-voltar-a-desafiar-os-melhores.html",
        "title": "Com novos técnicos, Medvedev quer voltar a desafiar os melhores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-hangzhou-2025-saturday-1024x576.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –A temporada de torneios na China está servindo para Daniil Medvedev adquirir experiência com sua nova técnica. Depois de encerrar uma longa parceria com o francês Gilles Cervara, com quem trabalhou por quase uma década, o russo agora tem dois treinadores, Thomas Johansson e Rohan Goetzke. Vindo de uma eliminação nas quartas em Hangzhou na semana passada, o ex-número 1 do mundovenceu seu primeiro jogo em Pequimnesta sexta-feira e sonha voltar a desafiar os melhores."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-26-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/gimenez_joinville_slice.jpg",
        "date": "26/09/2025",
        "description": "Challenger de Buenos Aires (Argentina) – Saibro – US$ 100 miQuartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ajusta-calendario-e-nao-disputara-o-masters-1000-de-xangai.html",
        "title": "Fonseca ajusta calendário e não disputará o Masters 1000 de Xangai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/FonsecaDay1-12-1024x627.jpg",
        "date": "26/09/2025",
        "description": "Xangai (China) –A equipe de João Fonseca confirmou na noite desta sexta-feira que o carioca de 19 anos e número 1 do Brasil não disputará o Masters 1000 de Xangai, que começa na próxima quarta, dia 1º de outubro. Não há nenhuma lesão ou problema físico para o tenista. Houve apenas um ajuste de calendário, pensando na carreira a longo prazo, de acordo com a informação oficial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apesar-do-placar-gauff-destaca-exigencia-fisica-da-estreia-em-pequim.html",
        "title": "Apesar do placar, Gauff destaca exigência física da estreia em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/gauff_pequim25_term-1024x683.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –Apesar de ter vencido sua estreia no WTA 1000 de Pequim em sets diretos, com direito a ‘pneu’ na segunda parcial, Coco Gauff destacou a exigência física da partida desta sexta-feira contra a russa Kamilla Rakhimova. Especialmente por conta do horário em que o jogo foi disputado, sob forte calor, e os games longos do set inicial, em que salvou oito break-points."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ribeirao-preto-vai-sediar-a-proxima-copa-do-mundo-de-beach-tennis.html",
        "title": "Ribeirão Preto vai sediar a próxima Copa do Mundo de beach tennis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/sand-series-Ribeirao-1.png",
        "date": "26/09/2025",
        "description": "Ribeirão Preto (SP) –Após ser confirmada, pelo terceiro ano consecutivo, como palco de um Sand Series, maior circuito de beach tennis do mundo, Ribeirão Preto dará um passo ainda maior: sediará a próxima edição da Copa do Mundo da modalidade. O anúncio oficial foi feito nesta sexta-feira, durante coletiva de imprensa na Arena Beach Ribeirão, com a presença de representantes da Federação Paulista de Tênis, do comitê organizador e de autoridades locais."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/costa-do-sauipe-open-confirma-convite-para-guto-miguel.html",
        "title": "Costa do Sauípe Open confirma convite para Guto Miguel",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/guto_miguel_pinheiros_toss.jpg",
        "date": "26/09/2025",
        "description": "Costa do Sauípe (Bahia) –A organização do Costa do Sauípe Open, inédito ATP Challenger 125, anunciou nesta sexta-feira a participação do jovem goiano Luís Guto Miguel, de 16 anos, como um dos convidados da chave principal. O torneio acontece de 19 a 26 de outubro, no resort Costa do Sauípe, na Bahia, com premiação total de US$ 200 mil e valendo 125 pontos no ranking da ATP ao campeão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-marcar-1o-ponto-na-atp-bonini-recebe-convite-para-itf-em-salvador.html",
        "title": "Após marcar 1º ponto na ATP, Bonini recebe convite para ITF em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/bonini_barueri_back-1024x682.jpg",
        "date": "26/09/2025",
        "description": "Salvador (BA) –O torneio ITF M25 de Salvador (BA), evento internacional profissional da capital baiana, acontece entre os dias 28 de setembro e 4 de outubro no Clube Bahiano de Tênis, terá a presença de grandes nomes do tênis juvenil brasileiro que vêm dando os primeiros passos no profissional. A competição conta com premiação total de US$ 30 mil, com importantes pontos no ranking mundial da ATP, a Associação dos Tenistas Profissionais. O evento tem entrada gratuita."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pucinelli-cai-nas-quartas-na-argentina-boscardin-e-reis-decidem-nas-duplas.html",
        "title": "Pucinelli cai nas quartas na Argentina, Boscardin e Reis decidem nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pucinelli_poa_back_sol.jpg",
        "date": "26/09/2025",
        "description": "Buenos Aires (Argentina)– Único brasileiro a alcançar as quartas de final de simples no challenger de Buenos Aires, o paulista Matheus Pucinelli foi derrotado de virada nesta sexta-feira pelo equatoriano Alvaro Guillen Meza com o placar final de 1/6, 6/4 e 6/4, depois de 1h37 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/andreeva-swiatek-sinner-stefani-e-zheng-jogam-sabado-em-pequim.html",
        "title": "Andreeva, Swiatek, Sinner, Stefani e Zheng jogam sábado em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/zheng_pequim_treina-1024x647.jpg",
        "date": "26/09/2025",
        "description": "Pequim (China) –A rodada de sábado em Pequim terá mais estreias de cabeças de chave na disputa feminina, enquanto o torneio masculino terá o início das oitavas."
    }
]