[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-11-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/11/446219_1135301_54167451732_a2c963ee31_k_web_.jpg",
        "date": "11/06/2025",
        "description": "WTA 500 de Londres (Inglaterra) – Grama – US$ 1.415.000Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-e-zormann-vencem-em-lyon-schiessl-faz-quartas-na-italia.html",
        "title": "Luz e Zormann vencem em Lyon, Schiessl faz quartas na Itália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/Schiessl-campinas-olha-bola.jpg",
        "date": "11/06/2025",
        "description": "Lyon (França) –A parceria formada pelo gaúcho Orlando Luz e o paulista Marcelo Zormann estreou com vitória no challenger de Lyon, em quadras de saibro na França. Principais cabeças de chave, os brasileiros venceram o belga Michael Geerts e o dinamarquês Johannes Ingildsen por 6/3 e 6/4. Eles enfrentam nas quartas o francês Luca Sanchez e o japonês Seita Watanabe."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/matheus-pucinelli-e-joao-reis-vao-as-quartas-em-challenger-argentino.html",
        "title": "Matheus Pucinelli e João Reis vão às quartas em challenger argentino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/joao_reis_coquimbo_slice-1024x590.jpg",
        "date": "11/06/2025",
        "description": "Santa Fe (Argentina) –O paulista Matheus Pucinelli e o pernambucano João Lucas Reis venceram seus jogos nesta quarta-feira e estão nas quartas de final do challenger de Santa Fe, em quadras de saibro na Argentina. Os brasileiros estão em lados opostos da chave e podem se encontrar apenas na final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeao-mundial-de-futebol-em-2012-paulo-andre-joga-evento-master.html",
        "title": "Campeão mundial de futebol em 2012, Paulo André joga evento master",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/paulo-andre-benini.jpg",
        "date": "11/06/2025",
        "description": "Rio de Janeiro (RJ) –Paulo André Benini, campeão mundial de futebol pelo Corinthians em 2012, está confirmado para a disputa da segunda edição do torneio internacional masters que acontece na Rio Tennis Academy a partir do dia 30. O evento recebeu um upgrade da Federação Internacional de Tênis este ano e conta com pontuação MT 400."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-bonini-e-chabalgoity-avancam-em-itf-no-saibro-alemao.html",
        "title": "Victória, Bonini e Chabalgoity avançam em ITF no saibro alemão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/bonini-banana-rebate-2025-1024x682.jpeg",
        "date": "11/06/2025",
        "description": "Bamberg (Alemanha) –Em rodada com cinco juvenis brasileiros em quadra, a potiguar Victória Barros, o paranaense João Bonini e o brasiliense Pedro Chabalgoity avançaram às oitavas de final do ITF J300 de Bamberg, no saibro alemão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-vence-jovem-tcheca-laura-faz-semi-nas-duplas.html",
        "title": "Carol Meligeni vence jovem tcheca, Laura faz semi nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/carol_meligeni_caserta_vibra_cut-1024x693.jpg",
        "date": "11/06/2025",
        "description": "Ceska Lipa (República Tcheca) –A estreia de Carol Meligeni no ITF W75 de Ceska Lipa, em quadras de saibro na República Tcheca, foi com resultado positivo. A número 3 do Brasil e 276ª do mundo venceu a jovem anfitriã de apenas 14 anos Jana Kovackova por 7/5 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-introduz-regra-inovadora-focada-na-protecao-da-fertilidade.html",
        "title": "WTA introduz regra inovadora focada na proteção da fertilidade",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Artes-fotos-multiplas-900x600-18.jpg",
        "date": "11/06/2025",
        "description": "São Petersburgo (EUA)– Criado originalmente para ajudar tenistas que passaram por um longo período fora do circuito por causa de lesão, o ranking protegido, que usa uma média dos resultados antes da pausa, também tem sido utilizado pelas jogadoras que param para ser mães. Agora, a WTA resolveu ampliar a abrangência da regra e vai oferecer o mesmo para atletas que optam por se submeter à proteção de fertilidade."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/keys-e-anisimova-se-juntam-a-navarro-nas-quartas-em-queens.html",
        "title": "Keys e Anisimova se juntam a Navarro nas quartas em Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/keys_queens_aplaude-1024x645.jpg",
        "date": "11/06/2025",
        "description": "Londres (Inglaterra) –A rodada desta quarta-feira pelo WTA 500 de Queen’s foi ótima para as norte-americanas. Além daclassificação de Emma Navarro, que salvou match-point contra Beatriz Haddad Maia, as também top 20 Madison Keys e Amanda Anisimova também avançaram às quartas de final do tradicional torneio londrino em quadras de grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-e-bucsa-caem-em-duelo-equilibrado-nas-duplas-em-queens.html",
        "title": "Bia e Bucsa caem em duelo equilibrado nas duplas em Queen’s",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia_stras_rebate_qf-1024x682.jpg",
        "date": "11/06/2025",
        "description": "Londres (Inglaterra) –Horas depois decair na segunda rodadado WTA 500 de Queen’s, em Londres, Beatriz Haddad Maia se despediu também da chave de duplas, jogando nesta semana ao lado da espanhola Cristina Bucsa. Elas foram superadas pelas cazaques Yulia Putintseva e Elena Rybakina por 6/3, 5/7 e 10-6."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/errani-perde-na-estreia-no-padel-mas-deixa-boa-impressao.html",
        "title": "Errani perde na estreia no padel, mas deixa boa impressão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sara-errani-padel-1024x683.webp",
        "date": "11/06/2025",
        "description": "Roma (Itália)– Três dias depois de conquistar o título de duplas femininas em Roland Garros, a italiana Sara Errani estreou no Premier Padel ao lado de Giulia Del Pozzo, atraindo muita atenção no histórico Foro Itálico, que recebeu a competição. Ela foi superada por Sandra Bellver e Laia Rodríguez por 7/6 (6) e 7/5."
    }
]