[
    {
        "url": "https://tenisbrasil.uol.com.br/carolina-bohrer-cai-na-semi-de-itf-no-saibro-dos-eua.html",
        "title": "Carolina Bohrer cai na semifinal de ITF no saibro dos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/bohrer_floripa_perfil-1024x488.jpg",
        "date": "25/10/2025",
        "description": "Hilton Head Island (EUA) –Depois de três vitórias na semana, a catarinense Carolina Bohrer se despediu na semifinaldo ITF W15 de Hilton Head Island, em quadras de saibro nos Estados Unidos. Ela foi superada pela jovem anfitriã de 16 anos Kennedy Drenser-Hagmann por 6/4 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-25-10.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/laura_ingrid_rio_ff.jpg",
        "date": "25/10/2025",
        "description": "ATP 500 da Basileia (Suíça) – Sintético (coberto) – 2.523.045 eurosSemifinal –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-alcanca-a-40a-final-de-atp-e-desafia-sinner-em-viena.html",
        "title": "Zverev alcança a 40ª final de ATP e desafia Sinner em Viena",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/zverev-vienna-2025-sf-2-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –A segunda vaga na final do ATP 500 de Viena é de Alexander Zverev. O número 3 do mundo superou o italiano Lorenzo Musetti, oitavo colocado, por 6/4 e 7/5. O alemão enfrentará mais um italiano,Jannik Sinner, principal cabeça de chavee vice-líder do ranking, na decisão deste domingo às 10h (de Brasília)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/humbert-abandona-a-semifinal-e-fonseca-enfrenta-fokina-no-domingo.html",
        "title": "Humbert abandona a semifinal e Fonseca enfrenta Fokina no domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fokina_basel_fore-1024x658.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –O espanhol Alejandro Davidovich Fokina será oadversário de João Fonsecana final do ATP 500 da Basileia, que acontece neste domingo às 11h30 (de Brasília). Fokina, de 26 anos e 18º do ranking, liderava a segunda semifinal deste sábado contra o francês Ugo Humbert, 24º colocado, por 7/6 (7-4) e 3/1 quando o francês se retirou por um desconforto no quadril."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-e-uma-honra-e-privilegio-por-fazer-historia-para-o-brasil.html",
        "title": "Fonseca: “É uma honra e privilégio fazer história para o Brasil”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca-basileia-vibra-2025-1-e1761321222895-1024x683.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –Finalista do ATP 500 da Basileia, João Fonseca conseguiu um resultado histórico para o tênis brasileiro. Ele se torna o primeiro tenista do país a decidir um torneio acima do nível 250 desde Gustavo Kuerten no Masters 1000 de Indian Wells de 2003, além de se tornar o jogador mais jovem na final do torneio suíço desde 1990. Ele enfrentará neste domingo, às 11h30 (de Brasília) o espanhol Alejandro Davidovich Fokina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-alcanca-primeira-final-de-atp-500-e-tera-seu-melhor-ranking.html",
        "title": "Fonseca alcança a primeira final de ATP 500 e terá seu melhor ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_basel_fore_qf-1024x677.jpg",
        "date": "25/10/2025",
        "description": "Basileia (Suíça) –A temporada de feitos inéditos para João Fonseca ganhou mais um capítulo neste sábado, com a classificação para sua primeira final de ATP 500 na Basileia. O carioca de 19 anos e número 1 do Brasil garantiu vaga na decisão do torneio em quadras duras e cobertas ao superar o espanhol Jaume Munar, 42º do ranking, por 7/6 (7-4) e 7/5 em 1h53 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-de-floripa-tem-diretora-mais-jovem-do-circuito-feminino.html",
        "title": "WTA de Floripa tem diretora mais jovem do circuito feminino",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Luma_Ramos.jpg",
        "date": "25/10/2025",
        "description": "Florianópolis (SC)– Com apenas 27 anos, Luma Ramos é hoje a mais jovem diretora de torneio do circuito profissional da WTA. À frente do torneio 125 de Florianópolis nesta semana, ela representa uma nova geração de profissionais brasileiros que estão envolvidos com os bastidores do tênis no país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-de-minaur-pela-12a-vez-e-disputa-a-8a-final-no-ano.html",
        "title": "Sinner supera De Minaur pela 12ª vez e disputa a 8ª final no ano",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/3025/10/sinner_viena_rebate_qf-1024x576.jpg",
        "date": "25/10/2025",
        "description": "Viena (Áustria) –Assim como havia acontecido em todos os duelos anteriores, Jannik Sinner marcou sua 12ª vitória contra Alex de Minaur e garantiu vaga na final do ATP 500 de Viena. Principal cabeça de chave do torneio em quadras e cobertas e campeão em 2023, Sinner marcou as parciais de 6/3 e 6/4 em 1h27 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vandromme-e-penickova-se-reencontram-na-deicsao-do-junior-finals.html",
        "title": "Vandromme e Penickova se reencontram na decisão do Junior Finals",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Penickova_juniorfinals_back.jpg",
        "date": "25/10/2025",
        "description": "Chengdu (China) –Depois de ficarem no mesmo grupo na primeira fase do ITF Junior Finals, a belga Jeline Vandromme e a norte-americana Kristina Penickova vão se enfrentar novamente na decisão do torneio na cidade chinesa de Chengdu. Elas venceram suas partidas das semifinais desta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/todas-as-chaves-2.html",
        "title": "Todas as chaves",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/chaves_wim-1024x576.jpg",
        "date": "25/10/2025",
        "description": "ATP1000 de Paris –SimplesDuplasQuali500 da Basileia –SimplesDuplasQuali500 de Viena –SimplesDuplasQuali250 de Bruxelas –SimplesDuplasQuali250 de Estocolmo –SimplesDuplasQuali250 de Almaty –SimplesDuplasQuali1000 de Xangai –SimplesDuplasQuali500 de Tóquio –SimplesDuplasQuali500 de Pequim –SimplesDuplasQuali250 de Chengdu –SimplesDuplasQuali250 de Hangzhou –SimplesDuplasQualiUS Open –SimplesDuplasQuali250 de Winston-Salem –SimplesDuplasQuali1000 de Cincinnati –SimplesDuplasQuali1000 de Toronto –SimplesDuplasQuali500 de Washington –SimplesDuplasQuali250 de Kitzbuhel –SimplesDuplasQuali250 de Umag –SimplesDuplasQuali250 de Bastad –SimplesDuplasQuali250 de Gstaad –SimplesDuplasQuali250 de Los Cabos –SimplesDuplasQualiWimbledon –SimplesDuplasQuali250 de Eastbourne –SimplesDuplasQuali250 de Mallorca –SimplesDuplasQuali500 de Halle –SimplesDuplasQuali500 de Londres –SimplesDuplasQuali250 de Stuttgart –SimplesDuplasQuali250 de ‘s-Hertogenbosch –SimplesDuplasQualiRoland Garros –SimplesDuplasQuali500 de Hamburgo –SimplesDuplasQuali250 de Genebra –SimplesDuplasQuali1000 de Roma –SimplesDuplasQuali1000 de Madri –SimplesDuplasQuali500 de Barcelona –SimplesDuplasQuali500 de Munique –SimplesDuplasQuali1000 de Monte Carlo –SimplesDuplasQuali250 de Houston –SimplesDuplasQuali250 de Marrakech –SimplesDuplasQuali250 de Bucareste –SimplesDuplasQuali1000 de Miami –SimplesDuplasQuali1000 de Indian Wells –SimplesDuplasQuali500 de Dubai –SimplesDuplasQuali500 de Acapulco –SimplesDuplasQuali250 de Santiago –SimplesDuplasQuali500 do Rio de Janeiro –SimplesDuplasQuali500 de Doha –SimplesDuplasQuali250 de Buenos Aires –SimplesDuplasQuali250 de Delray Beach –SimplesDuplasQuali250 de Marselha –SimplesDuplasQuali500 de Roterdã –SimplesDuplasQuali500 de Dallas –SimplesDuplasQuali250 de Montepellier –SimplesDuplasQualiAustralian Open –SimplesDuplasQuali250 de Adelaide –SimplesDuplasQuali250 de Auckland –SimplesDuplasQualiUnited Cup –Jogos e classificação250 de Brisbane –SimplesDuplasQuali250 de Hong Kong –SimplesDuplasQuali"
    }
]