[
    {
        "url": "https://tenisbrasil.uol.com.br/eala-elimina-a-top-15-clara-tauson-e-faz-historia-para-as-filipinas.html",
        "title": "Eala elimina a top 15 Clara Tauson e faz história para as Filipinas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/eala_usopen_vibra.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Como tem sido comum durante a atual temporada do circuito, Alexandra Eala voltou a fazer história para o tênis das Filipinas e marcou a primeira vitória de seu país em uma chave principal de Grand Slam na Era Aberta. Em sua estreia no US Open, a canhota de 20 anos e 75ª do ranking eliminou a dinamarquesa Clara Tauson, número 14 do mundo, por 6/3, 2/6 e 7/6 (13-11). A filipina estava perdendo o útlimo set por 5/1 e buscou a virada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-cresce-apos-inicio-dificil-e-faz-sete-games-seguidos.html",
        "title": "Sabalenka cresce após início difícil e faz sete games seguidos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalenka_uso_vibra_2025-1024x573.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –A busca de Aryna Sabalenka pelo bicampeonato no US Open começou com uma vitória em sets diretos, mas parciais bastante distintas. Diante da suíça Rebeka Masarova, 108ª do ranking, a número 1 do mundo marcou as parciais de 7/5 e 6/1 em 1h21 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/shelton-fritz-fokina-e-mensik-sao-os-primeiros-a-vencer-em-ny.html",
        "title": "Shelton, Fritz, Fokina e Mensik são os primeiros a vencer em NY",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/shelton_usopen_olhabola.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –No jogo que abriu a programação do Arthur Ashe Stadium, Ben Shelton estreou com vitória no US Open. O número 6 do mundo superou o peruanoIgnacio Buse, 135º do ranking e vindo do quali, por 6/3, 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/vondrousova-e-fernandez-avancam-valentova-vence-a-1a-aos-18-anos.html",
        "title": "Vondrousova e Fernandez avançam, Valentova vence a 1ª aos 18 anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fernandez_uso_vibra.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Finalista do US Open em 2021, Leylah Fernandez estreou com vitória no Grand Slam norte-americano. A canhota de 22 anos e 30ª do ranking venceu um duelo canadense contra a experiente Rebecca Marino, de 34 anos, por 6/2 e 6/1 em 1h08 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-estreia-terca-no-us-open-em-rodada-com-iga-sinner-e-gauff.html",
        "title": "Bia estreia terça no US Open em rodada com Iga, Sinner e Gauff",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bia_monterrey_fore-1024x682.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Com a primeira rodada do US Open desmembrada em três dias, a estreia de Beatriz Haddad Maia acontecerá apenas na próxima terça-feira, ao meio-dia (de Brasília) na quadra 12. A número 1 do Brasil e 22ª do mundo enfrenta a britânica Sonay Kartal, de 23 anos e 51ª do ranking. Bia retorna a Nova York um ano depois de chegar às quartas de final, em sua segunda melhor campanha em Grand Slam da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-e-nana-jogam-no-canada-antes-do-us-open-juvenil.html",
        "title": "Guto e Naná jogam no Canadá antes do US Open juvenil",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/nauhany_silva_suda16_qua_back-1024x610.jpg",
        "date": "24/08/2025",
        "description": "Repentigny (Canadá) –Dois nomes da nova geração do tênis brasileiro disputam na próxima semana o ITF J300 de Repentigny, em quadras duras no Canadá. O goiano Guto Miguel e a paulista Nauhany Silva estão no torneio preparatório para o US Open juvenil, que começa em 31 de agosto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/raducanu-vence-a-primeira-no-us-open-desde-o-titulo-de-2021.html",
        "title": "Raducanu vence a primeira no US Open desde o título de 2021",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/raducanu_usopen_back.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –Campeã do US Open em 2021, Emma Raducanu voltou a vencer uma partida no Grand Slam nova-iorquino deois de quatro anos. A britânica superou a japonesa vinda do quali Ena Shibahara, 128ª do ranking, por 6/1 e 6/2 em 1h02 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-estreia-na-2a-feira-sessao-noturna-tem-alcaraz-e-venus.html",
        "title": "Fonseca estreia na 2ª feira, sessão noturna tem Alcaraz e Venus",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/fonseca-cincinnati-2025-thursday-1-1024x576.jpg",
        "date": "24/08/2025",
        "description": "Nova York (EUA) –A estreia de João Fonseca no US Open acontecerá na próxima segunda-feira. O carioca de 19 anos e número 1 do Brasil fará o segundo jogo da quadra Grandstand, por volta das 13h30 (de Brasília) contra o sérvio Miomir Kecmanovic. Será um confronto entre os números 44 a 45 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/maior-dupla-da-historia-irmaos-bryan-entram-para-o-hall-da-fama.html",
        "title": "Maior dupla da história, irmãos Bryan entram para o Hall da Fama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/bryans_HOF-1024x615.jpg",
        "date": "24/08/2025",
        "description": "Newport (EUA) –Maior dupla da história, os gêmeos norte-americanos Bob e Mike Bryan entraram para o Hall da Fama do Tênis Internacional no último sábado, na cerimônia de apresentação de novos membros, junto com a russaMaria Sharapova. Jogando juntos por mais de 20 anos, os irmãos Bryan conquistaram 16 títulos de Grand Slam, com 119 títulos de ATP e 438 semanas na liderança do ranking. Eles também foram medalhistas de ouro nos Jogos Olímpicos de Londres em 2012, bronze em Pequim em 2008 e campeões da Copa Davis em 2007."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/instituto-promove-tres-torneios-para-as-novas-geracoes-em-sao-paulo.html",
        "title": "Instituto promove três torneios para as novas gerações em São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/paineiras_publico-1024x683.jpeg",
        "date": "24/08/2025",
        "description": "São Paulo (SP)– Dentro de sua filosofia de fomentar o tênis de base e criar oportunidade para os jogadores brasileiros conquistar experiência e pontos no ranking dentro de casa, o Instituto Esperança do Amanhã realizará três torneios entre setembro e outubro, todos valendo pelo calendário internacional."
    }
]