[
    {
        "url": "https://tenisbrasil.uol.com.br/apos-as-conquistas-da-davis-e-bjk-cup-italianos-querem-titulo-inedito.html",
        "title": "Após as conquistas da Davis e BJK Cup, italianos querem título inédito",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/cobolli_paolini_united-1024x678.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Dominante nas competições por equipes nos últimos anos, com o tricampeonato consecutivo da Copa Davis e o bicampeonato da Billie Jean King Cup, a Itália chega embalada para a United Cup em busca de um título ainda inédito. A equipe aposta novamente em dois dos principais protagonistas das conquistas recentes, Jasmine Paolini e Flavio Cobolli, além de um grupo bastante experiente."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australianos-numeros-2-da-equipe-ficam-noivos-na-united-cup.html",
        "title": "Australianos números 2 da equipe ficam noivos na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kubler-inglis-united-cup-2026.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –O amor está no ar na United Cup. Os australianos Jason Kubler e Maddison Inglis ficaram noivos na Ilha Rottnest no mês passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-nao-foi-uma-partida-ruim-estou-testando-coisas-novas.html",
        "title": "Osaka: “Não foi uma partida ruim, estou testando coisas novas”",
        "image": null,
        "date": "02/01/2026",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-tambem-vence-e-grecia-confirma-os-3-a-0-contra-o-japao.html",
        "title": "Tsitsipas também vence e Grécia confirma os 3 a 0 contra o Japão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas_vibra_united_26-1024x677.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –De volta ao circuito para seu primeiro torneio desde a Copa Davis, em setembro, Stefanos Tsitsipas marcou sua primeira vitória em 2026 e definiu o confronto entre Grécia e Japão na United Cup ao superar o jovem de 22 anos Shintaro Mochizuki, 99º do ranking, por 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-pedir-revanche-com-kyrgios-e-regras-diferentes.html",
        "title": "Sabalenka volta a pedir revanche com Kyrgios e regras diferentes",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_brisbane_sorrindo-1024x651.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –A temporada de 2026 para Aryna começa na próxima segunda-feira, no WTA 500 de Brisbane, torneio do qual é a atual campeã e que será seu único evento preparatório para o Australian Open. Mas a número 1 do mundo ainda tem em mente a possibilidade de uma revanche contra Nick Kyrgios, depois de ter perdido para o australiano na Batalha dos Sexos, exibição realizada em Dubai no último domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-e-fritz-tentam-manter-a-hegemonia-norte-americana-na-united-cup.html",
        "title": "Gauff e Fritz tentam manter a hegemonia norte-americana na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fritz-gauff-perth-media-day-2026-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Atuais campeões da United Cup, os Estados Unidos têm uma equipe forte na busca pelo terceiro em quatro edições da competição. Coco Gauff e Taylor Fritz estiveram em quadra no ano passado e retornam para defender o troféu."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/duelo-entre-ruud-e-de-minaur-as-5h-e-destaque-no-sabado-da-united-cup.html",
        "title": "Duelo entre Ruud e De Minaur às 5h é destaque no sábado da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/de-minaur-united-cup-2026-practice-tuesday-1024x576.jpg",
        "date": "02/01/2026",
        "description": "Sydney (Austrália) –O segundo dia de competições da United Cup terá quatro confrontos nas cidades de Sydney e Perth. Cada uma das sedes receberá duas partidas. Jogando em casa, a Austrália estreia contra a Noruega. Já os Estados Unidos, atuais campeões, enfrentam a Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/argentina-faz-3-a-0-contra-a-espanha-na-abertura-da-united-cup.html",
        "title": "Argentina faz 3 a 0 contra a Espanha na abertura da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/baez_unitedcup_back.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –A Argentina conseguiu um ótimo resultado contra a Espanha na abertura da United Cup, em Perth. Com as vitórias de Sebastian Baez e Solana Sierra, além de um boa partida de duplas mistas de Maria Lourdes Carlé e Guido Andreozzi, os argentinos fizeram 3 a 0 e lideram o Grupo A, que também conta com os Estados Unidos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakkari-se-impoe-contra-osaka-e-vence-a-primeira-na-temporada.html",
        "title": "Sakkari se impõe contra Osaka e vence a primeira na temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sakkari_united_vibra-1024x635.jpg",
        "date": "02/01/2026",
        "description": "Perth (Austrália) –Na abertura do confronto entre Grécia e Japão pela United Cup, Maria Sakkari conseguiu se impor diante de Naomi Osaka e conseguiu sua primeira vitória na temporada. A grega marcou as parciais de 6/4 e 6/2 em 1h38 de partida em Perth."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-participa-de-acao-com-os-boleiros-no-atp-250-de-brisbane.html",
        "title": "Fonseca participa de ação com os boleiros no ATP 250 de Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca_boleiros_brisbane-1024x698.jpg",
        "date": "02/01/2026",
        "description": "Brisbane (Austrália) –A sexta-feira de João Fonseca teve uma atividade com os boleiros do ATP 250 de Brisbane. O carioca de 19 anos e número 1 do Brasil disputa seu primeiro torneio na temporada e foi escolhido pela organização do evento para participar da ação com as crianças, além dar autógrafos, tirar fotos e dar dicas aos jovens tenistas."
    }
]