[
    {
        "url": "https://tenisbrasil.uol.com.br/apos-criticas-a-batalha-dos-sexos-sabalenka-e-kyrgios-se-defendem.html",
        "title": "Após críticas à Batalha dos Sexos, Sabalenka e Kyrgios se defendem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/kyrgios-sabalenka-e1751979684575-1024x683.jpeg",
        "date": "29/12/2025",
        "description": "Dubai (Emirados Árabes) –A chamada Batalha dos Sexos entre Nick Kyrgios e Aryna Sabalenka, vencida pelo australiano por duplo 6/3 no último domingo, gerou repercussão negativa na imprensa internacional. Veículos comoThe Guardian,BBCeABC Newsavaliaram o evento de forma crítica, questionando tanto o formato quanto o nível de competitividade da partida. Em entrevistas após o confronto, porém, os dois tenistas rebateram os comentários e defenderam a proposta do espetáculo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-sakkari-aliassime-desembarcam-para-a-united-cup.html",
        "title": "Paolini, Sakkari e Aliassime desembarcam para a United Cup na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/team-greece-tsitsipas-sakkari.jpg",
        "date": "29/12/2025",
        "description": "Perth (Austrália) –Astros e estrelas da quarta edição da United Cup começam a chegar em Sydney e Perth, as duas sedes da competição, que será realizada de 2 a 11 de janeiro e dará início ao calendário da ATP e da WTA Tour 2026."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/del-potro-nao-quis-jogar-o-ponto-decisivo-na-davis-em-2008-revela-nalbandian.html",
        "title": "“Del Potro não quis jogar o ponto decisivo na Davis em 2008”, revela Nalbandian",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/308043875_6122596491084553_333577883021706518_n-e1700747808437.jpg",
        "date": "29/12/2025",
        "description": "Mar del Plata (Argentina)– Em uma entrevista ao podcastClank,do jornalista argentino Juan Pablo Varsky, o ex-tenista David Nalbandian revelou segredos da marcante final da Copa Davis de 2008. Naquele ano, mesmo sem Rafael Nadal, e na casa dos adversários, a Espanha conseguiu vencer a Argentina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-termina-o-ano-no-top-10-do-juvenil-victoria-e-a-12a-no-ranking.html",
        "title": "Guto termina o ano no top 10 do juvenil, Victória é a 12ª no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/VickyOB-3-scaled-e1765570080967-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Londres (Inglaterra) –No último ranking juvenil a ser divulgado neste ano pela Federação Internacional de Tênis (ITF), as principais posições seguiram inalteradas. O goiano Guto Miguel segue como o brasileiro mais bem colocado no masculino, ocupando o 9º lugar. Já entre as meninas, a potiguar Victória Barros está na 12ª posição. Ambos estão com 16 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/descansado-e-jogando-em-casa-de-minaur-vai-confiante-para-a-united-cup.html",
        "title": "Descansado e jogando em casa, De Minaur vai confiante para a United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/de-minaur_press_sydney_dez25.jpg",
        "date": "29/12/2025",
        "description": "Sydney (Austrália) –Principal jogador australiano e número 7 do mundo, Alex De Minaur, começa a temporada de 2026 na United Cup. O jogador está finalizando sua preparação depois de uma folga merecida após a melhor fase de sua carreira. Para ele, o descanso é essencial para um bom ano, como o de 2025, em que conquistou seu décimo título."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/romboli-faz-campanha-nas-redes-em-busca-de-novos-patrocinadores.html",
        "title": "Romboli faz campanha nas redes em busca de novos patrocinadores",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/romboli_delray_fore_juarez-1024x500.jpg",
        "date": "29/12/2025",
        "description": "São Paulo (SP) –Brasileiro mais bem colocado ranking entre os especialistas em duplas, Fernando Romboli lançou uma campanha nas redes sociais em busca de patrocínio. Ele conta que teve pedidos recusados de algumas empresas que têm priorizado o número de seguidores em relação ao ranking e resultados esportivos. Por isso, iniciou um projeto para aumentar seu engajamento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kohlmann-salta-128-posicoes-pucinelli-se-reaproxima-do-top-300.html",
        "title": "Kohlmann salta 128 posições, Pucinelli se reaproxima do top 300",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/Kohlmann-e1766085413779-1024x683.jpg",
        "date": "29/12/2025",
        "description": "Londres (Inglaterra) –Depois de disputar a primeira final de sua carreira profissional em Lima, o jovem paulista Enzo Kohlmann deu um salto no ranking divulgado nesta segunda-feira pela ATP. O jogador de 19 anos ultrapassou 128 concorrentes e assumiu a melhor marca da carreira, na 909ª posição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-diz-estar-ansiosa-para-inicio-de-temporada-na-united-cup.html",
        "title": "Gauff diz estar ‘ansiosa’ para início de temporada na United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/gauff_finals_prepara.jpg",
        "date": "29/12/2025",
        "description": "Perth (Austrália) –Coco Gauff, número 3 do mundo, já desembarcou em Perth, no Oeste da Austrália, para o início da temporada de 2026, em que liderará a equipe dos Estados Unidos em busca do terceiro título da United Cup. A atual campeã de Roland Garros disse estar “ansiosa” para as primeiras competições do ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/previsoes-para-2026-destacam-sinner-sabalenka-e-anisimova.html",
        "title": "Previsões para 2026 destacam Sinner, Sabalenka e Anisimova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sinner-paris-treina-2025-e1761675411440-1024x683.jpg",
        "date": "29/12/2025",
        "description": "São Paulo (SP)– A tradicional enquete realizada porTenisBrasildesde o ano 2000 fala agora das previsões do público e de especialistas convidados sobre a temporada 2026, que dá a largada dentro de poucos dias, na Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/candiotto-recupera-seis-posicoes-melleiro-tambem-sobe-no-ranking.html",
        "title": "Candiotto recupera seis posições, Melleiro também sobe no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/candiotto_ecp_back25.jpg",
        "date": "29/12/2025",
        "description": "São Petersburgo (EUA) –Depois de chegar à semifinal em Lima, em seu último torneio na temporada, a jovem paulista Ana Candiotto recuperou seis posições no ranking da WTA e terminará 2025 na 508ª posição. A jogadora de 21 anos chegou a ocupar a melhor marca da carreira em outubro, quando era a 456ª colocada."
    }
]