[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-pegula-vao-abrir-semifinais-femininas-nesta-quinta-as-20h.html",
        "title": "Sabalenka e Pegula vão abrir semifinais femininas nesta quinta às 20h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/sabalen-1024x582.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Finalistas da edição passada do US Open, Aryna Sabalenka e Jessica Pegula voltam a se enfrentar nesta quinta-feira, às 20h (de Brasília), na abertur da programação de semifinais femininas em Nova York."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-o-treino-com-corda-de-fernandez-foi-uma-semana-e-meia-incrivel.html",
        "title": "Veja o treino com corda de Fernandez. “Foi uma semana e meia incrível.”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/Leylah_Fernandez_USOpen_Jimmie48_WTA.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Todos nós já vimos as habilidades de Leylah Fernandez na quadra, mas você já viu como ela pula corda? A canadense mostrou muita habilidade no manejo da corda no aquecimento para a partida de quartas de final de duplas no US Open na terça-feira, em que ela e Venus Williams perderam por 6/1 e 6/2 para a parceria cabeça de chave número 1, Taylor Townsend e Katerina Siniakova."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-03-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/thaisa_pedretti_rioclaro_web.jpg",
        "date": "03/09/2025",
        "description": "US Open (Nova York, EUA) – Sintético – US$ 90 milhõesJuvenil – Masculino – Oitavas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/osaka-elimina-muchova-e-volta-a-semi-do-us-open-apos-cinco-anos.html",
        "title": "Osaka elimina Muchova e volta à semi do US Open após cinco anos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/osaka_uso_back_qf-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Bicampeã do US Open em 2018 e 2020, Naomi Osaka volta a fazer uma grande campanha em Nova York e está de volta à semifinal do torneio depois de cinco anos. A ex-número 1 do mundo venceu a tcheca Karolina Muchova, 13ª do ranking, por 6/4 e 7/6 (7-2) em 1h49 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-a-vitoria-mais-significativa-da-minha-vida-celebra-anisimova.html",
        "title": "“É a vitória mais significativa da minha vida”, celebra Anisimova",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/anisimova-acena-us-open-2025-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Amanda Anisimova viveu nesta quarta-feira um dos momentos mais marcantes da carreira. Pouco menos de dois meses após a dura derrota na decisão de Wimbledon, quando perdeu por duplo 6/0 para Iga Swiatek, a norte-americana de 24 anosconseguiu dar a volta por cima em grande estilo, superando a polonesa por 6/4 e 6/3 para alcançar pela primeira vez a semifinal do US Open."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/swiatek-admite-problema-no-saque-e-discute-com-jornalista.html",
        "title": "Swiatek admite problemas no saque e discute com jornalista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/iga_usopen_saque_qf-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Atual número 2 do mundo, Iga Swiatek foi eliminada nas quartas de final do US Open apósderrota em sets diretos para Amanda Anisimova, por 6/4 e 6/3, em 1h36. Campeã em Nova York em 2022, a polonesa não conseguiu repetir o desempenho da final de Wimbledon, há menos de dois meses, quando havia aplicado um raro duplo 6/0 sobre a rival."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pena-e-rodrigues-caem-em-tres-sets-no-tenis-em-cadeira-de-rodas-do-us-open.html",
        "title": "Pena e Rodrigues caem em três sets no tênis em cadeira de rodas do US Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/lenadro_pena_usopen-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA) –Em rodada de jogos equilibrados, os brasileiros Leandro Pena e Daniel Rodrigues se despediram dos torneios detênis em cadeiras de rodasdo US Open. Os dois mineiros foram superados em três sets nesta quarta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-estiva-nem-perto-do-nivel-que-precisava-lamenta-de-minaur.html",
        "title": "“Não estive nem perto do nível que precisava”, lamenta De Minaur",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/de-minaur-qf-us-open-2025-1024x576.jpg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– O australiano Alex de Minaur viu sua campanha no US Open chegar ao fim nesta quarta-feira,após derrota de virada para Félix Auger-Aliassime, parciais de 4/6, 7/6 (9-7), 7/5 e 7/6 (7-4), nas quartas de final da competição. O número 8 do mundo não escondeu a frustração com sua performance e reconheceu que poderia ter ido muito melhor em um jogo que representava a chance de alcançar uma semi inédita de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aliassime-foi-a-partida-mais-dificil-que-encarei-no-torneio.html",
        "title": "Aliassime: “Foi a partida mais difícil que encarei no torneio”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/aliassime-qf-us-open-2025-1024x668.jpeg",
        "date": "03/09/2025",
        "description": "Nova York (EUA)– Félix Auger-Aliassime precisou mostrar toda a sua determinação para avançar à semifinal do US Open 2025. Nesta quarta-feira,o canadense de 25 anos superou Alex de Minaurem uma batalha de 4h10, com parciais de 4/6, 7/6 (9-7), 7/5 e 7/6 (7-4), garantindo a segunda semifinal de sua carreira no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-e-superada-por-top-100-britanica-mas-se-recupera-nas-duplas.html",
        "title": "Pigossi é superada por top 100 britânica, mas se recupera nas duplas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pigossi_blois_fore-1024x596.jpg",
        "date": "03/09/2025",
        "description": "Guadalajara (México) –Depois de tervencido sua partida de estreiana última segunda-feira, Laura Pigossi parou na segunda rodada WTA 125 de Guadalajara, em quadras duras no México. A número 2 do Brasil e 205ª do mundo foi superada pela britânicaFrancesca Jones, 89ª do ranking, que marcou um duplo 6/4."
    }
]