[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/orlandinho-saiuoe-toss-2025-scaled-e1760991812353-1024x682.jpg",
        "date": "09/01/2026",
        "description": "ATP 250 de Brisbane (Austrália) – SintéticoDuplas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-lidera-lista-dos-ultimos-convidados-para-o-australian-open.html",
        "title": "Wawrinka lidera lista dos últimos convidados para o Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka-convite-e1767937100853-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Melbourne (Austrália)– Campeão do Australian Open em 2014, o primeiro de seus três títulos de Grand Slam, o suíço Stan Wawrinka recebeu, nesta sexta-feira, um dos três últimos convites dados para a chave principal do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-volta-a-vencer-keys-e-vai-as-semifinais-em-brisbane.html",
        "title": "Sabalenka volta a vencer Keys e vai às semifinais em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka-brisbane-prepara-2026-1-e1767935019307-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– Na reedição da final do último Australian Open, a bielorrussa Aryna Sabalenka fez prevalecer o retrospecto positivo e bateu a norte-americana Madison Keys pela sexta vez em oito partidas, levando a melhor nas quartas de final do WTA 500 de Brisbane, nesta sexta-feira, com o placar final de duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/orlandinho-e-matos-perdem-dois-match-points-e-param-nas-quartas.html",
        "title": "Orlandinho e Matos perdem dois match-points e param nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/IMG-20260108-WA0024-e1767934077775.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– Por muito pouco os gaúchos Orlando Luz e Rafael Matos não conseguiram vencer os franceses Sadio Doumbia e Fabien Reboul. Eles perderam dois match-points no match-tieberak e acabaram eliminados nas quartas do ATP 250 de Brisbane por 6/4, 6/7 (8-10) e 12-10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muchova-acaba-com-sequencia-de-vitorias-de-rybakina-e-vai-a-semi.html",
        "title": "Muchova acaba com sequência de vitórias de Rybakina e vai à semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/muchova-brisbane-olhabola-2026-e1767931274551-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Brisbane (Austrália)– Acabou nesta sexta-feira a sequência de 13 vitórias da cazaque Elena Rybakina. A responsável pelo feito foi a tcheca Karolina Muchova, que bateu a cabeça de chave número 3 do WTA 500 de Brisbane em três sets, com o placar final de 6/2, 2/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/troicki-defende-ausencia-de-djokovic-uma-data-inconveniente-para-ele.html",
        "title": "Troicki defende ausência de Djokovic: “Uma data inconveniente para ele”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/01/332753-1024x683.jpg",
        "date": "09/01/2026",
        "description": "Belgrado (Sérvia)– Principal nome do tênis sérvio, Novak Djokovic mais uma vezirá desfalcar sua equipe na disputa da Copa Davis.O capitão Viktor Troicki defendeu o ex-número 1 do mundo e lamentou que a data não seja boa para a maior estrela do país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-faz-o-1o-treino-na-coreia-do-sul-antes-de-duelo-com-alcaraz.html",
        "title": "Sinner faz o 1º treino na Coreia do Sul antes de duelo com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/sinner-alcaraz-turin-2025-friday-practice-session-e1767927537463-1024x682.jpg",
        "date": "08/01/2026",
        "description": "Incheon (Coreia do Sul)– Depois de desembarcar na Coreia do Sul,sendo recebido por fãs no aeroporto, o italiano Jannik Sinner fez seu primeiro treino no palco da exibição com o espanhol Carlos Alcaraz, que acontecerá no Hyundai Card Super Match."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kyrgios-anuncia-que-nao-jogara-simples-no-australian-open.html",
        "title": "Kyrgios anuncia que não jogará simples no Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/kyrgios-brisbane-treino-2026-e1767922969795-1024x683.jpg",
        "date": "08/01/2026",
        "description": "Melbourne (Austrália)– Um dos nomes mais populares do tênis australiano na atualidade, Nick Kyrgios anunciou que não irá competir neste ano na chave de simples do Australian Open. Através das redes sociais, ele explicou que não se sente saudável o suficiente para disputar partidas em melhor de cinco sets e por isso vai se dedicar apenas à dupla no evento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-segue-para-a-australia-e-destaca-treinamento-com-fonseca.html",
        "title": "Storck segue para a Austrália e destaca treinamento com Fonseca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/storck_ao_jr_vibra_semi-1024x625.jpg",
        "date": "08/01/2026",
        "description": "Rio de Janeiro (RJ) –Terceiro brasileiro mais bem colocado no ranking mundial juvenil, ocupando atualmente o 57º lugar, o mato-grossense Leonardo Storck embarca nesta sexta-feira para a disputa do Australian Open da categoria, que será realizado a partir do dia 24 de janeiro. Antes, a partir do dia 16, ele jogará o torneio preparatório J300 de Traralgon, também na Austrália."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rio-open-anuncia-marcos-chaves-como-artista-do-poster-oficial.html",
        "title": "Rio Open anuncia Marcos Chaves como artista do pôster oficial",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/marcos_chaves-1024x676.jpeg",
        "date": "08/01/2026",
        "description": "Rio de Janeiro (RJ) –O Rio Open anuncia o artista carioca Marcos Chaves como o autor da obra que ilustra o pôster oficial da 12ª edição do torneio e será apresentada em breve, reforçando, mais uma vez, a vocação do evento de integrar esporte, cultura e entretenimento. Apresentado pela Claro, o único torneio ATP 500 da América do Sul será realizado entre 14 e 22 de fevereiro de 2026, no Jockey Club Brasileiro, no Rio de Janeiro."
    }
]