[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-domingo-01-06.html",
        "title": "O dia dos brasileiros: veja os resultados deste domingo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/nauhany_silva_banana_esperasaque-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas masculinas – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-vence-100a-no-saibro-faz-quartas-e-iguala-marca-de-djokovic.html",
        "title": "Alcaraz vence 100ª no saibro, faz quartas e iguala marca de Djokovic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDSpTSdWJ-7kSjYe_LW_15264-CarlosAlcarazPremiertourRoland-Garros2025-scaled-e1748796986307-1024x684.jpeg",
        "date": "01/06/2025",
        "description": "Paris (França)– Atual campeão de Roland Garros, o espanhol Carlos Alcaraz segue firme na tentativa de se tornar apenas o terceiro jogador neste século a defender com sucesso o título em Paris, repetindo Rafael Nadal e Gustavo Kuerten. Neste domingo, ele deu um passo importante ao superar o norte-americano Ben Shelton com parciais de 7/6 (10-8), 6/3, 4/6 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-virada-surpreendente-svitolina-dedica-sua-vitoria-aos-ucranianos.html",
        "title": "Após virada surpreendente, Svitolina dedica sua vitória aos ucranianos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Elina_Svitolina_-_Roland_Garros_2025_-_Day_8-DSC_9736_xgaplus.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– Após vitória de virada sobre a italiana Jasmine Paolini, Elina Svitolina comentou seus próximos compromissos por Roland Garros e destacou a importância do êxito esportivo para a resistência do povo ucraniano. Com parciais de 4/6, 7/6 e 6/1, a ucraniana acredita que teve boa recuperação devido ao impulso de confiança que recebeu após vencer um segundo set muito disputado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cadeirantes-kohlrausch-e-campeao-do-itf-future-series-sao-paulo.html",
        "title": "Cadeirantes: Kohlrausch é campeão do ITF Future Series São Paulo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Makey_-Kohlrausch_FutureSP.jpeg",
        "date": "01/06/2025",
        "description": "São Paulo (SP) –A gaúcho Diego Kohlrausch conquistou o título do ITF Future Series São Paulo, realizado nas quadras de saibro do Sport Club Corinthians Paulista. Na decisão da categoria Open, neste domingo, o cabeça de chave 1 e 44º do mundo, venceu o goiano Bruno Makey, cabeça 2 e 76º, por 6/2 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-chega-sem-perder-sets-as-quartas-e-reencontra-zheng.html",
        "title": "Sabalenka chega sem perder sets às quartas e reencontra Zheng",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/sabalenka_rg_rebate_saibro_sol-e1748621737754-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França) –Diferente do que aconteceu nos outros três jogos da rodada feminina deste domingo em Paris, Aryna Sabalenka conseguiu definir sua partida das oitavas em sets diretos e chega às quartas de final de Roland Garros sem ter perdido nenhuma parcial. A número 1 do mundo superou a norte-americana Amanda Anisimova, 16ª do ranking, por 7/5 e 6/3 em 1h32 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-honestamente-acredito-que-carlos-estara-na-final.html",
        "title": "Zverev: “Honestamente, acredito que Carlos estará na final”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDWvHidWJ-7kSk9j_LEC00690_ZVEREV_SHOT_PHOTO-min-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– Na quadra Philippe-Chatrier Alexander Zverev venceu Flavio Cobolli por sets diretos, com parciais de 6/2, 7/6 (7-4) e 6/1. Já nas oitavas de final, ele refletiu sobre o caminho ao título e apostou em Carlos Alcaraz como finalista. O alemão não subestimou a sensação italiana de apenas 23 anos, recém campeão de um ATP 500, e reconheceu a qualidade e intensidade de Cobolli como fatores que dificultaram o seu sucesso durante o segundo set, que resultou em tiebreak."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zheng-mantem-invencibilidade-em-paris-e-faz-quartas-ineditas.html",
        "title": "Zheng mantém invencibilidade em Paris e faz quartas inéditas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aDmxjydWJ-7kSvSi_20250530_RG_JC_9951-min-1024x683.jpeg",
        "date": "01/06/2025",
        "description": "Paris (França)– Medalha de ouro nos Jogos de Paris, a chinesa Qinwen Zheng venceu a 10ª seguida no complexo de Roland Garros, seis na conquista olímpica do ano passado e mais quatro agora no Grand Slam francês. Seu triunfo mais recente veio neste domingo contra a russa Liudmila Samsonova, que chegou a sacar para o primeiro set, mas acabou superada com parciais de 7/6 (7-5), 1/6 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-e-nana-comecam-bem-na-chave-juvenil-de-paris.html",
        "title": "Victória e Naná começam bem na chave juvenil de Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/victoria_barros_toss_saibroindoor-1024x608.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– O tênis juvenil brasileiro marcou suas duas primeiras vitórias nachave juvenil de Roland Garros, ambas com as meninas. Victória Barros precisou de três sets e Nauhany Silva, que veio do qualificatório, ganhou com muita autoridade. Ambas têm 15 anos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/luz-vence-romboli-de-virada-e-vai-as-quartas-de-duplas-em-paris.html",
        "title": "Luz vence Romboli de virada e vai às quartas de duplas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/luz_dodig_rg.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– O dueto entre Orlando Luz e o croata Ivan Dodig mostrou grande poder de reação e conseguiu virar em cima da parceria de Fernando Romboli e o australiano John-Patrick Smith, que chegaram a sacar para a vitória, e assim atingiram as quartas de final de duplas de Roland Garros. O placar foi de 4/6, 7/6 (7-5) e 6/4, após 2h23."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-supera-comeco-terrivel-vence-a-25a-seguida-em-rg-e-vai-as-quartas.html",
        "title": "Iga supera começo terrível, vence a 25ª seguida em RG e vai às quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/swiatek_rg_vibra-scaled-e1748789623565-1024x683.jpg",
        "date": "01/06/2025",
        "description": "Paris (França)– A polonesa Iga Swiatek por pouco não viu sua grande invencibilidade em Roland Garros ruir neste domingo, quando foi bastante ameaçada pela cazaque Elena Rybakina, que teve um excelente começo de partida vencendo oito dos nove primeiros games, mas depois viu a ex-número 1 do mundo se recuperar e vencer com parciais de 1/6, 6/3 e 7/5."
    }
]