[
    {
        "url": "https://tenisbrasil.uol.com.br/hexacampeao-pan-americano-na-dupla-mista-baran-joga-em-viamao.html",
        "title": "Hexacampeão pan-americano na dupla mista, Baran joga em Viamão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/baran_pan-de-caragua.jpg",
        "date": "29/09/2025",
        "description": "Caraguatatuba (SP)– Principal nome brasileiro no beach tennis, atualmente, André Baran tem uma nova conquista a celebrar na carreira: mais um título pan-americano. Ao lado de Vitória Marchezini, o catarinense conquistou pela sexta vez o lugar mais alto do pódio nas duplas mistas no último domingo, em Caraguatatuba.Atual número 1 do Brasil e 3 do mundo, Baran comemorou o título e a presença do público no litoral paulista, que acompanhou e vibrou com cada vitória brasileira ao longo da competição."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-ressalta-tranquilidade-para-buscar-virada-e-espera-revanche-na-final.html",
        "title": "Alcaraz ressalta tranquilidade para buscar virada e espera revanche na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/alcaraz-toquio-entrada-2025.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão)– Derrotado pelo norte-americano Taylor Fritz na Laver Cup, há pouco mais de uma semana, o espanhol Carlos Alcaraz terá a chance de se vingar na final do ATP 500 de Tóquio. Principal favorito no torneio, ele se garantiu na decisão nesta segunda-feiraao bater o norueguês Casper Ruudde virada, com parciais de 3/6, 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-29-09.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/04/53624587227_0b74b8b10e_c.jpg",
        "date": "29/09/2025",
        "description": "ITF W35 de São Paulo (SP) – Saibro – US$ 30 milQualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/definidos-os-campeoes-da-8a-etapa-do-circuito-fairmont-com-recorde.html",
        "title": "Definidos os campeões da 8ª etapa do Circuito Fairmont, com recorde",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/campeoesopen_8etapa_fairmont-1024x606.jpeg",
        "date": "29/09/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos, neste final de semana, os campeões da 8ª etapa do Circuito Fairmont de beach tennis, que aconteceu nas quadras públicas da Arena ABTERJ, no Quiosque Nativo, na Praia de Copacabana. Esta é a 13ª temporada do circuito mais longevo do estado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/roland-garros-confirma-manutencao-dos-juizes-de-linha-em-2026.html",
        "title": "Roland Garros confirma manutenção dos juízes de linha em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/rg-juiz-de-linha-2025-e1759169099344-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Paris (França)– Durante a reunião nacional da Federação Francesa de Tênis (FFT), realizada na última sexta-feira, uma decisão importante foi tomada a respeito de Roland Garros em 2026: a manutenção dos juízes de linha."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/campeao-invicto-do-finals-levara-premio-recorde-de-mais-de-5-us-milhoes.html",
        "title": "Campeão invicto do Finals levará prêmio recorde de mais de 5 US$ milhões",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/nitto-atp-finals-2025-prize-money-graphic-e1759166810982-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Turim (Itália)– No ano passado, o italiano Jannik Sinner levou para casa uma premiação de US$ 4.881.100 ao conquistar o ATP Finals de forma invicta, faturando o maior prêmio concedido até então. Agora, um campeão do torneo pode ultrapassar a marca de US$ 5 milhões em prêmios pela primeira vez."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-acredita-que-saque-fez-a-diferenca-e-garantiu-vitoria-na-semi.html",
        "title": "Fritz acredita que saque fez a diferença e garantiu vitória na semi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/fritz-toquio-toss-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Tóquio (Japão)– Na primeira semifinal desta segunda-feira no ATP 500 de Tóquio, o cabeça de chave número 2 Taylor Fritz venceu o duelo 100% norte-americano com Jenson Brooksby. Após a partida, o atual quinto colocado no ranking atribuiu o resultado positivo ao bom desempenho com o saque,"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/itf-confirma-huzhou-como-sede-do-masters-de-tenis-em-cadeira-de-rodas.html",
        "title": "ITF confirma Huzhou como sede do Masters de Tênis em Cadeira de Rodas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/Huzhou_centro-de-tenis.jpg",
        "date": "29/09/2025",
        "description": "Huzhou (China) –O NEC Wheelchair Singles Masters de 2025 e o Uniqlo Wheelchair Doubles Masters acontecerão em Huzhou, província de Zhejiang, na China, de 10 a 16 de novembro, anunciou a Federação Internacional de Tênis (ITF). Esta será a primeira vez que o Masters de Tênis em Cadeira de Rodas (TCR) será realizado no país."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/medvedev-vence-zverev-pela-quinta-vez-seguida-e-faz-semi-em-pequim.html",
        "title": "Medvedev vence Zverev pela quinta vez seguida e faz semi em Pequim",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/medvedev-pequim-fore-2025-1024x683.jpg",
        "date": "29/09/2025",
        "description": "Pequim (China)– Fechando as quartas de final no ATP 500 de Pequim, a partida mais aguardada do dia terminou com uma grande atuação do russo Daniil Medvedev, que controlou o alemão Alexander Zverev e o venceu pela quinta vez seguida, marcando duplo 6/3 depois de 1h22 de confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-cai-na-chave-de-sinner-em-xangai-alcaraz-fica-do-outro-lado.html",
        "title": "Djokovic cai na chave de Sinner em Xangai, Alcaraz fica do outro lado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/djokovic-shanghai-draw-2025-e1759158197518-1024x682.jpg",
        "date": "29/09/2025",
        "description": "Xangai (China)– Maior campeão da história do Masters 1000 de Xangai, o sérvio Novak Djokovic caiu no lado do italiano Jannik Sinner no sorteio da chave, realizado nesta segunda-feira. Principais favoritos na parte de baixo da tabela, eles saem adiantados na disputa e só podem se cruzar em uma eventual semifinal."
    }
]