[
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-osaka-se-retiram-do-wta-500-de-queens-britanicas-levam-convites.html",
        "title": "Pegula e Osaka se retiram do WTA 500 de Queen’s, britânicas levam convites",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/Naomi-Osaka-AELTC-Chloe-Knott-1024x682.jpg",
        "date": "06/06/2025",
        "description": "Londres (Inglaterra) –Primeiro grande torneio da temporada de grama do circuito feminino, o WTA 500 de Queen’s, em Londres, teve duas baixas nesta sexta-feira. A norte-americana Jessica Pegula, número 3 do mundo, e a japonesa Naomi Osaka, ex-líder do ranking, se retiraram da competição que começa na próxima segunda. Elas voltarão ao circuito no WTA 500 de Berlim, que acontece na semana seguinte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-divulga-convocados-para-o-2o-encontro-de-treinamento-de-2025.html",
        "title": "CBT divulga convocados para o 2º Encontro de Treinamento de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/maria_eduarda_moreti.jpg",
        "date": "06/06/2025",
        "description": "Florianópolis (SC) –Nesta sexta-feira, a Confederação Brasileira de Tênis (CBT) divulgou os nomes convocados para o 2° Encontro de Treinamento de 2025, que reúne treinadores e alguns dos principais atletas juvenis do país. Nesta edição, foram chamados atletas das categorias 14 anos masculina e feminina. O evento acontece entre os dias 26 e 28 de junho, na Rio Tennis Academy, no Rio de Janeiro (RJ)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-alcanca-nos-eua-sua-terceira-semifinal-de-challenger.html",
        "title": "Sell alcança nos EUA sua terceira semifinal de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54064122911_1b14292da5_k-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Tyler (EUA)– O convidado norte-americano Andres Martin deu muito trabalho, mas o catarinense Karue Sell conseguiu salvar pontos importantes no terceiro set e está na semifinal do challenger de US$ 100 mil que acontece sobre o piso duro de Tyler."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhores-do-mundo-confirmam-presenca-no-itf-sand-series-brasilia-classic.html",
        "title": "Melhores do mundo confirmam presença no ITF Sand Series Brasília Classic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/gianotti_spoto_festejam.png",
        "date": "06/06/2025",
        "description": "Brasília (DF) –A Federação Internacional de Tênis (ITF) divulgou a lista de inscritos do ITF Sand Series Brasília Classic 2025, que será realizado entre os dias 9 e 15 de junho, na Arena BRB. Em sua quinta edição, o torneio consolida-se como um dos principais do calendário mundial de beach tennis, reunindo a elite da modalidade e distribuindo uma premiação inédita de US$ 109 mil (cerca de R$ 621 mil), a maior da temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-djokovic-pela-4a-vez-seguida-e-reencontra-alcaraz-na-final.html",
        "title": "Sinner supera Djokovic pela 4ª vez seguida e reencontra Alcaraz na final",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner-roland-garros-2025-sf-fist-1024x576.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Assim como já havia acontecido nos últimos três confrontos, Jannik Sinner voltou a superar Novak Djokovic e marcou sua quinta vitória em nove jogos contra o sérvio para garantir vaga na final de Roland Garros. O número 1 do mundo marcou as parciais de 6/4, 7/5 e 7/6 (7-3) em 3h16 de partida nesta sexta-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/luiz_calixto_copawc_back.jpg",
        "date": "06/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Final feminina"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/austriaco-taucher-vence-simples-e-dupla-no-juvenil-cadeirante.html",
        "title": "Austríaco Taucher vence simples e dupla no juvenil cadeirante",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Maximilian_Taucher_boyschampion.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –O austríaco Maximilian Taucher, de 17 anos, conqiuistou nesta sexta-feira o torneio juvenil de simples de tênis em cadeira de rodas, derrotando o americano Charlie Cooper por 6/2 e 7/6 (7/3). Na entrevista à imprensa, ele ficou perto do ídolo japonês Tokito Oda, atual número 1 do mundo. Taucher e Cooper se uniram mais tarde para vencer a final de duplas masculina, derrotando o brasileiro Luiz Calixto e o belga Alexander Lantermann por 6/4 e 6/0."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-e-gauff-protagonizam-a-2a-final-de-slam-e-buscam-inedito-roland-garros.html",
        "title": "Sabalenka e Gauff protagonizam a 2ª final de Slam e buscam inédito Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/gauff_sabalenka_trofeus_corinne_cut.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –As duas primeiras colocadas no ranking mundial vão se enfrentar na final feminina de Roland Garros. Aryna Sabalenka e Coco Gauff duelam a partir das 10h (de Brasília) deste sábado, na quadra Philippe Chatrier, em busca de uma conquista inédita em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-busca-o-bi-em-roland-garros-com-otimo-desempenho-em-finais.html",
        "title": "Alcaraz busca o bi em Roland Garros com ótimo desempenho em finais",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/aEMHWbh8WN-LVwoC_COC_6093-1-min-1024x682.jpeg",
        "date": "06/06/2025",
        "description": "Paris (França)– Apesar da pouca idade e das oscilações nos últimos meses, o espanhol Carlos Alcaraz costuma crescer quando chegam as fases mais agudas dos torneios e tem grande aproveitamento em semifinais e finais. Ele comprovou seu desempenho nesta sexta-feira ao se classificar para a decisão de Roland Garros e seguir firme na busca do bicampeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/conheca-michael-e-a-curiosa-profissao-de-falcoeiro.html",
        "title": "Conheça Michael e a curiosa profissão de falcoeiro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/falcao-1024x652.jpg",
        "date": "06/06/2025",
        "description": "Paris (França)– O jornalista Márcio Arruda explica a interessante missão do português Michaael Germano Vinagre durante Roland Garros: afastar os pombos das quadras."
    }
]