[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-23-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/schiessl_floripa_olhabola_cbt-1024x682.jpg",
        "date": "23/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesMasculino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tsitsipas-revela-que-se-lesionou-jogando-futebol-antes-do-australian-open.html",
        "title": "Tsitsipas revela que se lesionou jogando futebol antes do Australian Open",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tsitsipas_ausopen_back-1024x675.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –Finalista do Australian Open em 2023, Stefanos Tsitsipas teve uma passagem curta na edição deste ano. O grego deixou o Grand Slam na segunda rodada, quando foi derrotado pelo tcheco Tomas Machac por 6/4, 3/6, 7/6 (7-5) e 7/6 (7-5).Em entrevista ao veículo de comunicação gregoSDNA, o tenista revelou que se lesionou antes do torneio e que sua participação esteve incerta até o último minuto. Aorigem das dores foi por jogar futebol."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ex-top-100-jana-fett-e-suspensa-provisoriamente-por-doping.html",
        "title": "Ex-top 100, Jana Fett é suspensa provisoriamente por doping",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fett_usta_back.jpg",
        "date": "23/01/2026",
        "description": "Londres (Inglaterra) –A Agência Internacional de Integridade do Tênis (ITIA) confirmou nesta semana que a croata Jana Fett, de 29 anos, foi suspensa provisoriamente sob o Programa Antidoping do Tênis (TADP) após um resultado positivo em exame realizado no fim de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/paolini-revela-desconforto-fisico-nao-conseguia-me-movimentar.html",
        "title": "Paolini revela desconforto físico: “Não conseguia me movimentar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/paolini_ausopen_rebate_sunset-1024x664.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –A participação de Jasmine Paolini na chave de simples do Australian Open terminou nesta sexta-feira, ao serderrotada pela norte-americana Iva Jovic, de 18 anos, em um confronto de 6/2 e 7/6 (7-3). Em entrevista, a italiana reconheceu o mérito da adversária, mas revelou não estar 100% fisicamente durante o confronto."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/instituto-patricia-medrado-lanca-projeto-raquetes-pela-cidadania.html",
        "title": "Instituto Patrícia Medrado lança projeto Raquetes pela Cidadania",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/pickleball_bola_IPMedrado.jpg",
        "date": "23/01/2026",
        "description": "São Paulo (SP) –O Instituto Patrícia Medrado (IPM) lançou um novo projeto esportivo voltado à inclusão social de crianças, adolescentes e jovens da rede pública de ensino na zona sul de São Paulo. A iniciativa passa a oferecer aulas regulares de tênis de campo e pickleball, modalidade em expansão no Brasil."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/oitavas-de-final-masculinas-comecam-nobres.html",
        "title": "Oitavas de final masculinas começam nobres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/blog_tien_ao.jpg",
        "date": "23/01/2026",
        "description": "O Australian Open 2026 definiu as quatro primeiras partidas de oitavas de final da chave masculina e a promessa é se ter jogos de grande qualidade no domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/apos-100-partidas-de-grand-slam-alcaraz-bate-marca-do-big-three.html",
        "title": "Após 100 partidas de Grand Slam, Alcaraz bate marca do Big Three",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_ausopen_comemora-1024x698.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –A vitória de Carlos Alcaraz contra Corentin Moutet, por 6/2, 6/4 e 6/1, marcou a centésima participação do espanhol em jogos de Grand Slam. Avançando no Australian Open, o número 1 do mundo se igualou a Bjorn Borg, com um recorde – até então inédito – de 87 em jogos ganhos nas primeiras 100 partidas de Grand Slam. O feito do jogador de 22 anos passou as marcas de Rafael Nadal, Roger Federer e Novak Djokovic."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/muito-felizes-com-o-nivel-que-estamos-jogando-comemora-orlando-luz.html",
        "title": "“Muito felizes com o nível que estamos jogando”, comemora Orlando Luz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/luz_matos_ausopen.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –Depois devencer seu segundo jogo na chave de duplasdo Australian Open, o gaúcho Orlando Luz comemorou o bom desempenho na partida desta sexta-feira ao lado de Rafael Matos. A parceria brasileira eliminou os alemães Kevin Krawietz e Tim Puetz, cabeças 5 do torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-celebra-duas-vitorias-um-dia-longo-e-com-saldo-positivo.html",
        "title": "Stefani celebra duas vitórias: “Um dia longo e com saldo positivo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-dabrowski-ausopen-2026-1024x683.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –A sexta-feira foi de duas vitórias para Luísa Stefani, queavançou à terceira rodadade duplas femininas no Australian Open e também venceu sua estreia nas duplas mistas. Os resultados dão confiança para a paulistana de 28 anos para a sequência da competição em Melbourne."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-foi-um-jogo-emocionalmente-instavel-e-tive-que-lutar.html",
        "title": "Sabalenka: “Foi um jogo emocionalmente instável e tive que lutar”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/sabalenka_ausopen_rebate-1024x659.jpg",
        "date": "23/01/2026",
        "description": "Melbourne (Austrália) –Aos 27 anos, Aryna Sabalenka já conquistou quatro Grand Slam na carreira. Mirando o quinto título, a número 1 do ranking avançou para a próxima rodada do Australian Open ao vencer a austríaca Anastasia Potapova, nesta quinta-feira, emuma dura partida com parciais de 7/6 (7-4) e 7/6 (9-7). Em entrevista, a bielorrussa comentou sobre o jogo e sobre as expectativas a longo prazo no circuito."
    }
]