[
    {
        "url": "https://tenisbrasil.uol.com.br/proximo-rival-de-fonseca-foi-diagnosticado-com-nivel-severo-de-autismo.html",
        "title": "Próximo rival de Fonseca foi diagnosticado com nível severo de autismo",
        "image": null,
        "date": "01/07/2025",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-01-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Challenger de Modena (Itália) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fognini-foi-a-melhor-despedida-de-wimbledon-e-talvez-do-tenis.html",
        "title": "Fognini: “Foi a melhor despedida de Wimbledon e, talvez, do tênis”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/fognini_alcaraz_abraco-1024x638.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A emocionantebatalha de cinco sets e 4h37contra Carlos Alcaraz nesta segunda-feira marcou a despedida de Fabio Fognini de Wimbledon. Aos 38 anos e já tendo anunciado que esta será sua última temporada no circuito profissional, o ex-número 9 do mundo valorizou a atmosfera da Quadra Central e não descartou que o duelo possa ter sido o último da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-celebra-retorno-a-wimbledon-e-elogia-jovem-rival.html",
        "title": "Sabalenka celebra retorno a Wimbledon e elogia jovem rival",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sabalenka_wimbledon_acena-1024x703.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A vitória na estreia de Wimbledon foi especial para Aryna Sabalenka, que marcou seu retorno ao Grand Slam londrino, depois de não ter atuado na edição passada por lesão no ombro. A líder do ranking mundial também elogiou a atuação da canadense Carson Branstine, 194ª colocada e vinda do quali, avaliando que a rival de 24 anos pode ter um futuro promissor."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/memorias-dolorosas.html",
        "title": "Memórias dolorosas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pat_homburg.jpg",
        "date": "30/06/2025",
        "description": "Acompanhando o WTA 500 de Bad Homburg, na Alemanha, que terminou na semana passada, com mais uma derrota da ex-número 1 do mundo Iga Swiatek, desta vez na final contra a ricaça americana Jessica Pegula, não pude deixar de revisitar o passado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/krejcikova-djokovic-e-gauff-jogam-terca-sinner-estreia-na-quadra-no-1.html",
        "title": "Krejcikova, Djokovic e Gauff jogam terça, Sinner estreia na Quadra Nº 1",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_djokovic_treino_wimbledon-e1751303581754-1024x683.jpg",
        "date": "30/06/2025",
        "description": "* Atualizado com os cinco jogos suspensos ou adiados desta segunda-feira"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-se-sente-fortalecida-apos-estreia-dificil-e-vitorias-recentes-na-grama.html",
        "title": "Bia se sente fortalecida após estreia difícil e vitórias recentes na grama",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/07/bia-vibra-wimbledon-2024-scaled-e1720018025652-1024x694.jpeg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –A difícilvitória na estreia de Wimbledonfortalece Beatriz Haddad Maia para a sequência na competição. A número 1 do Brasil e 20ª do mundo também destacou o bom desempenho da semana anterior, em Bad Homburg, em que chegou às quartas de final de um forte WTA 500 na grama."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/a-grama-e-nossa.html",
        "title": "A grama é nossa",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_fonseca_wim.jpg",
        "date": "30/06/2025",
        "description": "Como se a quadra de grama fosse algo comum no Brasil, nossos dois representantes neste Wimbledon mostraram desenvoltura e categoria para avançar à segunda rodada sem perder set. Num dia em que a temperatura atingiu os 32 graus – e na grama isso é muito quente -, a economia de esforço foi muito apropriada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/melhorar-saque-e-devolucao-sao-metas-de-alcaraz-para-2a-fase.html",
        "title": "Melhorar saque e devolução são metas de Alcaraz para 2ª fase",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_wimbledon_narede25-1024x571.png",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra) –Depois de ficar em quadra por 4h37 nesta segunda-feira evencer um duelo de cinco sets na estreiaem Wimbledon, Carlos Alcaraz sabe o que precisa melhorar para a segunda rodada. A vitória suada contra o italiano Fabio Fognini deixou lições para o espanhol, atual bicampeão do torneio, que planeja melhorar o desempenho no saque e nas devoluções para a próxima rodada, em que enfrentará o britânico de 21 anos e vindo do quali Oliver Tarvet."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/perricard-bate-recorde-de-saque-e-ve-jogo-contra-fritz-suspenso.html",
        "title": "Perricard bate recorde de saque e vê jogo contra Fritz suspenso",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/perricard_wimbledon-1024x775.jpg",
        "date": "30/06/2025",
        "description": "Londres (Inglaterra)– O grandalhão francês Giovanni Perricard anotou uma façanha nesta segunda-feira em Wimbledon. Bateu o recorde de saque mais veloz, perto de 246 km/h (153 milhas), uma marca que durava desde 2010, quando o norte-americano Taylor Dent anotou cerca de 238 km (148 milhas). A Inglaterra usa medição dos cronômetros oficiais em milhas."
    }
]