[
    {
        "url": "https://tenisbrasil.uol.com.br/davidovich-rompe-com-mantilla-e-contrata-puerta-como-treinador.html",
        "title": "Davidovich rompe com Mantilla e contrata Puerta  como treinador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fokina_basel_fore-1024x658.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália)– Mudanças na equipe do espanhol Alejandro Davidovich Fokina para a nova temporada. Ele encerrou o trabalho com o compatriota Félix Mantilla, com quem atuou durante toda a última temporada e não estará mais ao seu lado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/opelka-contrata-treinador-que-levou-hurkacz-ao-top-10.html",
        "title": "Opelka contrata treinador que levou Hurkacz ao top 10",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/opelka-s-hertogenbosch-2025-tuesday-e1767842820278-1024x682.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália)– Após superar lesões extremamente difíceis, o norte-americano Reilly Opelka deu um passo importante em sua carreira e contratou Craig Boynton como seu novo treinador, um cara que levou o polonês Hubert Hurkacz ao top 10."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-meu-sonho-e-ser-o-numero-1-e-ganhar-grand-slams.html",
        "title": "Fonseca: “Meu sonho é ser o número 1 e ganhar Grand Slams”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/fonseca-brisbane-treino-2026-e1767839328238-1024x683.jpg",
        "date": "07/01/2026",
        "description": "Nova York (EUA)– Principal nome do tênis brasileiro na temporada que passou, o carioca João Fonseca não pensa pequeno quando olha para o seu futuro. Em entrevista aoThe Inside-In Tennis Podcast, o tenista de apenas 19 anosmais uma vez deixou claro que quer ser número 1 do mundoe ser campeão de Grand Slam."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kudermetova-ficou-constrangida-por-vazar-mensagens-intimas-de-rune.html",
        "title": "Kudermetova ficou constrangida por vazar mensagens íntimas de Rune",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Artes-fotos-multiplas-900x600-1.jpg",
        "date": "07/01/2026",
        "description": "Moscou (Rússia)– No ano passado, a russa Veronika Kudermetova comentou no podcast ‘Spring Calls Us’ da compatriota Elena Vesnina que o dinamarquês Holger Rune havia lhe mandado mensagens íntimas. Porém, ela não esperava que sua fala fosse veiculada e sequer tamanha repercussão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/Matos_bruxelas_rede-1024x656.jpg",
        "date": "07/01/2026",
        "description": "ATP 250 de Brisbane (Austrália) – SintéticoDuplas – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/circuito-paulista-infantojuvenil-define-campeoes-em-sao-jose-dos-campos.html",
        "title": "Circuito Paulista Infantojuvenil define campeões em São José dos Campos",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/circuito_paulista_sjc-1024x848.jpeg",
        "date": "07/01/2026",
        "description": "São José dos Campos (SP)– A Associação Esportiva São José, em São José dos Campos, abriu o calendário de 2026 da Federação Paulista de Tênis com a disputa da 1ª etapa do Circuito Paulista Infantojuvenil – Copa Kirmayr."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wawrinka-se-orgulha-da-equipe-suica-na-united-cup-e-enaltece-bencic.html",
        "title": "Wawrinka se orgulha da equipe suíça na United Cup e enaltece Bencic",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/wawrinka_jakub_bencic-1024x709.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –Em temporada de despedida do circuito profissional, Stan Wawrinka se orgulha da grande campanha que a equipe suíça faz na United Cup, jágarantida na semifinaldepois de vencer a Argentina nesta quarta-feira. E o veterano de 40 anos não esconde que Belinda Bencic tem sido uma peça fundamental para o time."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aprendi-muito-sobre-como-lidar-com-a-pressao-diz-andreeva.html",
        "title": "“Aprendi muito sobre como lidar com a pressão”, diz Andreeva",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/andreeva-sorri-exibicao-macau-2025-1024x684.jpg",
        "date": "07/01/2026",
        "description": "Brisbane (Austrália) –Depois devencer sua primeira partida na temporada, no WTA 500 de Brisbane, Mirra Andreeva falou sobre a missão que tem de lidar com a pressão e expectativas, do público e dela mesma, para se manter entre entre as melhores jogadoras do mundo com tão pouca idade. A russa de apenas 18 anos já tem dois títulos de WTA 1000, conquistados em Dubai e Indian Wells na última temporada."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/suica-vence-nas-duplas-mistas-e-garante-vaga-na-semifinal-da-united-cup.html",
        "title": "Suíça vence nas duplas mistas e garante vaga na semifinal da United Cup",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/jakub_paul_bencic_united-1024x565.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –A Suíça é o segundo país classificado para as semifinais da United Cup, ao vencer a Argentina por 2 a 1 nesta quarta-feira em Perth. Após asvitórias de Belinda Bencic e Sebastian Baeznas partidas de simples, Bencic voltou à quadra ao lado de Jakub Paul para vencer Maria Lourdes Carlé e Guido Andreozzi por duplo 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/invicta-polonia-vai-confiante-para-desafiar-a-australia-nas-quartas.html",
        "title": "Invicta, Polônia vai confiante para desafiar a Austrália nas quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/Iga_Swiatek_-_United_Cup_2026_-_Day_5-DSC_6377_xgaplus.jpg",
        "date": "07/01/2026",
        "description": "Perth (Austrália) –A equipe polonesa chegou, nesta quarta-feira, às quartas de final da United Cup, em Perth. Hubert Hurkacz venceu o holandêsTallon Griekspoor em 6/3 e 7/4(4) e Iga Swiatek derrotou Suzan Lamens por 6/3 e 6/2. Os poloneses venceram todos os jogos de simples e duplas que disputaram na competição e desafiam o time australiano na próxima sexta-feira."
    }
]