[
    {
        "url": "https://tenisbrasil.uol.com.br/stefani-leva-virada-de-dupla-numero-1-do-mundo-e-para-nas-oitavas.html",
        "title": "Stefani leva virada de dupla número 1 do mundo e para nas oitavas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani-babos-rg-combinam-2025.jpg",
        "date": "02/06/2025",
        "description": "Paris (França)– Não deu para a paulista Luisa Stefani e a parceria húngara Timea Babos em Roland Garros. Nesta segunda-feira, elas fizeram um grande jogo contra a tcheca Katerina Siniakova e a norte-americana Taylor Townsend, mas acabaram superadas pela dupla número 1 do mundo de virada, com parciais de 6/7 (6-8), 6/3 e 6/4."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/victoria-vira-o-jogo-contra-12a-do-ranking-e-vai-as-oitavas-no-juvenil-de-rg.html",
        "title": "Victória vira o jogo contra 12ª do ranking e vai às oitavas no juvenil de RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/victoria_barros_rg_NG-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Pelo segundo Grand Slam consecutivo, Victória Barros disputará as oitavas de final na chave juvenil. Depois de ter vencido dois jogos no Australian Open em janeiro, a potiguar de apenas 15 anos repetiu a dose em Roland Garros e com direito a uma grande vitória sobre a tcheca Jana Kovackova, cabeça 7 em Paris e 12ª do ranking, com parciais de 4/6, 6/3 e 6/3 em 1h34 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bublik-vence-mais-um-top-10-derruba-draper-e-faz-quartas.html",
        "title": "Bublik derruba Draper, faz quartas inéditas e se emociona",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/bublik_rg_grita-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França) –Pela primeira vez em sua carreira profissional, Alexander Bublik chega às quartas de final de um Grand Slam. O cazaque de 27 anos e 62° do ranking segue em grande campanha no saibro de Roland Garros e venceu o britânico Jack Draper, número 5 do mundo, por 5/7, 6/3, 6/2 e 6/4 em 2h34 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/122016.html",
        "title": "Título inédito do PSG leva taça da Liga dos Campeões à Philippe Chatrier",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/taca-da-liga-dos-campeoes.jpg",
        "date": "02/06/2025",
        "description": "Paris (França)– Um acontecimento inusitado aconteceu nesta segunda-feira na Quadra Philippe Chaterier, quando o craque Ousmane Dembélé entrou carregando a taça da Liga dos Campeões da Uefa conquistada no sábado pelo Paris Saint-Germain, em decisão contra a Inter de Milão."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/coco-gauff-revela-admiracao-por-madison-keys-sua-proxima-adversaria-em-paris.html",
        "title": "Gauff revela admiração por Keys, sua próxima adversária em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/Coco_Gauff_Madison_Keys_-_2023_Dubai_Duty_Free_Tennis_Championships_-_Day_5-DSC_4096_xgaplus.jpg",
        "date": "02/06/2025",
        "description": "Paris (França)– Após vencer a russa Ekaterina Alexandrova pela quarta rodada em sets diretos, Coco Gauff comentou sua relação com as demais tenistas norte-americanas do circuito e analisou mais uma boa campanha sua em Roland Garros. A jovem de apenas 21 anos atinge as quartas de final pela quinta vez em Paris e disse que a sensação segue a mesma, mas se sente mais calma."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda-02-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/01/stefani_linz_fore-1024x649.jpg",
        "date": "02/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Duplas femininas – Terceira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-vence-a-100a-em-roland-garros-e-amplia-recorde-de-quartas.html",
        "title": "Djokovic vence a 100ª em Roland Garros e amplia recorde de quartas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic_rg_voleia_saibro-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França)– A temporada europeia de saibro está sendo de marcas centenárias para o sérvio Novak Djokovic, que após levantar seu 100º título em Genebra, agora conquistou a vitória de número 100 em Roland Garros. O feito veio nesta segunda-feira, quando o atual número 6 do mundo bateu o britânico Cameron Norrie pela sexta vez, triunfando em sets diretos e com o placar final de 6/2, 6/3 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/nao-existe-mais-bobo-no-tenis.html",
        "title": "Não existe mais ‘bobo’ no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/chico_rg_shelton.jpg",
        "date": "02/06/2025",
        "description": "A expressão vem do futebol: “não existe mais bobo”. É de um tempo em que diziam que os jogadores europeus “tem cintura dura” e eram fáceis de serem driblados pela excelência dos brasileiros. Mas os resultados em Copas e em outras competições internacionais deixam claro que tudo mudou. No tênis também diziam que os norte-americanos (e pode-se incluir ingleses) eram ‘patos’ no saibro: escorregavam e não deslizavam como se deve."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veja-resumo-do-jogo-de-bia-nas-duplas-contra-as-segundas-favoritas.html",
        "title": "Veja resumo do jogo de Bia nas duplas contra as segundas favoritas",
        "image": null,
        "date": "02/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-deixa-para-tras-a-fase-juvenil-no-tenis.html",
        "title": "Musetti deixa para trás a “fase juvenil” no tênis",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/musetti-roland-garros-rebate-2025-e1748192596267-1024x683.jpg",
        "date": "02/06/2025",
        "description": "Paris (França)– Após alcançar a final de Monte Carlo, as semifinais em Madri e Roma e agora as quartas de final em Roland Garros como favorito, o italiano Lorenzo Musetti conquistou notoriedade aos 23 anos. Sim, “Lorenzo Musetti se tornou grande”, afirma Marco Calabresi, do jornal italiano Corriere Della Sera."
    }
]