[
    {
        "url": "https://tenisbrasil.uol.com.br/bia-perde-uma-colocacao-mas-segue-as-principais-favoritas-em-paris.html",
        "title": "Bia perde uma colocação, mas segue as principais favoritas em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/bia-vibra-madri-2025-1024x749.jpg",
        "date": "19/05/2025",
        "description": "São Petersburgo (EUA)– A paulista Beatriz Haddad Maia sofreu uma pequena queda no ranking desta segunda-feira, que define as cabeças de chave para Roland Garros, mas mesmo assim segue entre as 32 mais cotadas na disputa. Única brasileira no top 100, ela é a número 23 do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/com-mais-um-titulo-no-saibro-alcaraz-chega-forte-em-paris.html",
        "title": "Com mais um título no saibro, Alcaraz chega forte em Paris",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/Artes-Blogs-900x600-4.jpg",
        "date": "19/05/2025",
        "description": "O sorridente Carlito Alcaraz não deixa dúvida de sua arte. Com a recente vitória sobre Jannik Sinner no Foro Italico, ele tornou-se o 5º jogador na história a conquistar os três Masters 1000 no saibro: Monte Carlo, Madri e Roma. Igualou-se a Rafael Nadal, Novak Djokovic, Gustavo Kuerten e Marcelo Rios. Destes apenas o chileno não tem seu nome marcado na Taça dos Mosqueteiros."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-que-roma-indica-para-roland-garros.html",
        "title": "O que Roma indica para Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/pod_221_roma.jpg",
        "date": "19/05/2025",
        "description": "Dois dos mais fortes nomes do saibro venceram Roma neste fim de semana. Carlos Alcaraz ergueu o único grande título no saibro que lhe faltava e Jasmine Paolini conquistou o maior troféu da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/119058.html",
        "title": "Perricard sobe no ranking e fecha os cabeças de chave de RG",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/perricard-bordeaux-voleia-2025-1024x588.jpeg",
        "date": "19/05/2025",
        "description": "Londres (Inglaterra)– O ranking desta segunda-feira definiu os 32 cabeças de chave para o sorteio de Roland Garros. O francês de 21 anos Giovanni Perricard se deu bem com a conquista do título no challenger de Bordeaux, ganhou quatro colocações e será o último entre os favoritos, aparecendo nesta semana como o 32º melhor do mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-retoma-a-vice-lideranca-mas-segue-distante-de-sinner.html",
        "title": "Alcaraz retoma a vice-liderança, mas segue distante de Sinner",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/preview_20250518_Carlos_Alcaraz_Jannik_Sinner_GSP22714.jpg",
        "date": "19/05/2025",
        "description": "Londres (Inglaterra)– Campeão do Masters 1000 de Roma no último domingo, o espanhol Carlos Alcaraz retomou a vice-liderança do ranking nesta segunda-feira, deixando para trás o alemão Alexander Zverev, que agora é o número 3 do mundo. Porém, ele segue distante do italiano Jannik Sinner, que segue absoluto na ponta."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-segunda.html",
        "title": "O dia dos brasileiros: veja os resultados desta segunda",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/12/pigossi_floripa_treino-1024x664.jpg",
        "date": "19/05/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Qualificatório – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bia-salva-match-points-e-marca-4a-vitoria-da-temporada.html",
        "title": "Bia salva match-points e marca 4ª vitória da temporada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/bia-estrasburgo-vibra-2025-e1747668995475-1024x683.jpg",
        "date": "19/05/2025",
        "description": "Estrasburgo (França)– Com boa recuperação após início irregular, Beatriz Haddad Maia obteve nesta segunda-feira sua quarta vitória na temporada e avançou para a segunda rodada do WTA 500 de Estrasburgo, ao derrotar a dinamarquesa e atual 22ª do ranking Clara Tauson, com parciais de 3/6, 6/4 e 7/5, após 2h43. Precisou no entanto salvar dois match-points no 10º game do terceiro set."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-nao-resiste-a-francesa-e-cai-na-estreia-no-quali-de-roland-garros.html",
        "title": "Pigossi não resiste a francesa e cai na estreia no quali de Roland Garros",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/04/pigossi_voleia_saibro_colombia-1024x683.jpg",
        "date": "19/05/2025",
        "description": "Paris (França)– Única representante brasileira na chave feminina do qualificatório para Roland Garros, a paulista Laura Pigossi não foi longe e sequer passou da estreia. Nesta segunda-feira, ela enfrentou a tenista da casa Fiona Ferro na quadra Suzanne Lenglen, que estava com as arquibancadas cheias, e foi superada com parciais de 6/2 e 7/5, depois de 1h35 de disputa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-ranking-wild-sobe-e-monteiro-despenca.html",
        "title": "Fonseca mantém ranking, Wild sobe e Monteiro despenca",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/fonseca-miami-olhabola-2025-1-scaled-e1742742531849-1024x684.jpeg",
        "date": "19/05/2025",
        "description": "Londres (Inglaterra)– Os três principais brasileiros no ranking da ATP tiveram destinos diferentes na lista desta segunda-feira. O carioca João Fonseca não se moveu e manteve a 65ª colocação, seguindo como o único do país no top 100. Já o paranaense Thiago Wild teve uma boa ascensão, enquanto o cearense Thiago Monteiro amargou uma dura queda."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/carol-meligeni-perde-para-favorita-na-estreia-no-wta-de-rabat.html",
        "title": "Carol Meligeni perde para favorita na estreia no WTA de Rabat",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/carol-rabat-espera-2025.jpg",
        "date": "19/05/2025",
        "description": "Rabat (Marrocos)– Não deu para a paulista Carolina Meligeni na disputa do WTA 250 de Rabat, onde entrou na chave principal como lucky-loser. Nesta segunda-feira, a brasileira teve pela frente a cabeça de chave número 9, a norte-americana Katie Volynets, e acabou superada em sets diretos, com parciais de 6/3 e 6/0, em apenas 67 minutos de disputa."
    }
]