[
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-karolina-muchova-a-jogada-do-ano-confira.html",
        "title": "É de Karolina Muchova a Jogada do Ano. Confira.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/muchova_dubai_voleia-1024x682.jpg",
        "date": "07/12/2025",
        "description": "Dubai (Emirados Árabes) –Os votos foram computados e a tcheca Karolina Muchova foi a vencedora da “Jogada de 2025”. Nas últimas semanas, o wtatennis.com publicou oito séries de vídeos chamados “Jogadas da Temporada” e os fãs escolheram a melhor do ano e das Finais da WTA em Riad. Depois de selecionar a jogada mais votada de cada edição, o notável golpe entre as pernas de Muchova, em Dubai, emergiu como a dos fãs para a melhor jogada de 2025."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-conquista-a-ultima-etapa-do-uts-no-ano-em-londres.html",
        "title": "De Minaur conquista a última etapa do UTS no ano em Londres",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/deminaur_uts_trofeu.jpg",
        "date": "07/12/2025",
        "description": "Londres (Inglaterra) –O australiano Alex de Minaur conquistou o título da última etapa do UTS (Ultimate Tennis Showdown), série de exibições disputadas em Londres. Ele superou uma rodada dupla neste domingo, com jogos da semi e da final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-ja-treina-em-miami-antes-da-exibicao-contra-alcaraz.html",
        "title": "Fonseca já treina em Miami antes da exibição contra Alcaraz",
        "image": null,
        "date": "07/12/2025",
        "description": "Olha quem já está treinando em Miami! ✨"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marchezini-e-chow-comentam-o-titulo-do-sand-series-finals-muito-especial.html",
        "title": "Marchezini e Chow comentam o título do Sand Series Finals: “Muito especial”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/chow_marchezini_sandseriesfinals_trofeu-1024x672.jpg",
        "date": "07/12/2025",
        "description": "Ribeirão Preto (SP) –Paranaense de Rolândia, Vitória Marchezini, de 20 anos, número 3 do mundo, e a paulistana Sophia Chow conquistaram no sábado o título do Sand Series Finals, em Ribeirão Preto (SP), competição que contou com as oito melhores duplas do mundo, com premiação total de US$ 125 mil. Na decisão, derrotaram a dupla da brasileira Rafaella Miiller e da venezuelana Patrícia Diaz, por 6/3 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rakhimova-e-campea-em-angers-zvonareva-fica-com-o-vice-em-dubai.html",
        "title": "Rakhimova é campeã em Angers, Zvonareva fica com o vice em Dubai",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/rakhimova_angers_trofeu.jpg",
        "date": "07/12/2025",
        "description": "Angers (França) –Na semana em que anunciou atroca de nacionalidadeda Rússia para o Uzbequistão, Kamilla Rakhimova conquistou o título do WTA 125 de Angers, em quadras duras e cobertas na França. Ela venceu na final deste domingo a alemã Tamara Korpatsch, 138ª do ranking, por 6/3 e 7/6 (7-4) em 2h23 de partida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/aos-35-anos-sorana-cirstea-fara-temporada-de-despedida-em-2026.html",
        "title": "Aos 35 anos, Sorana Cirstea fará temporada de despedida em 2026",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/08/cirstea_trofeu_cleveland_bandeiras-1024x623.jpg",
        "date": "07/12/2025",
        "description": "Bucareste (Romênia) –A experiente romena Sorana Cirstea anunciou que a temporada de 2026 será sua última no circuito profissional. Ex-número 21 do mundo e vencedora de três títulos na WTA, Cirstea completou 35 anos em abril e aparece atualmente na 43ª posição do ranking."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-acompanha-a-decisao-da-temporada-da-formula-1-em-abu-dhabi.html",
        "title": "Sinner acompanha a decisão da temporada da Fórmula 1 em Abu Dhabi",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sinner_f1_abu-dhabi.jpg",
        "date": "07/12/2025",
        "description": "Abu Dhabi (Emirados Árabes) –De férias do circuito profissional, após terminar a temporada com o título do ATP Finals, Jannik Sinner aproveitou o período sem competições para acompanhar de perto uma de suas paixões, a Fórmula 1. O italiano esteve em Abu Dhabi para assistir à etapa decisiva do campeonato."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/antes-de-enfrentar-fonseca-alcaraz-faz-exibicao-com-tiafoe-nos-eua.html",
        "title": "Antes de enfrentar Fonseca, Alcaraz faz exibição com Tiafoe nos EUA",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/raquet_rock-1024x576.jpg",
        "date": "07/12/2025",
        "description": "Nova Jersey (EUA) –Adversário de João Fonseca em exibição marcada para a noite de segunda-feira em Miami, Carlos Alcaraz disputará mais um jogo amistoso neste domingo. O espanhol fará parte do elenco da exibição ‘A Racquet at The Rock’, que será disputada no Prudential Center, em Nova Jersey."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bicampeao-dimitrov-se-junta-a-fonseca-e-medvedev-em-brisbane.html",
        "title": "Bicampeão, Dimitrov se junta a Fonseca e Medvedev em Brisbane",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/03/dimitrov-miami-olhabola-2025-scaled-e1742929474197-1024x684.jpeg",
        "date": "07/12/2025",
        "description": "Brisbane (Austrália) –A organização do ATP 250 de Brisbane anunciou Grigor Dimitrov como mais uma atração do torneio que acontece na primeira semana da temporada, entre os dias 5 e 11 de janeiro. O búlgaro é bicampeão do torneio nos anos de 2017 e 2024."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-vence-exibicao-com-osaka-e-provoca-kyrgios-antes-do-duelo.html",
        "title": "Sabalenka vence exibição com Osaka e provoca Kyrgios antes do duelo",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/12/sabalenka_shelton_kyrgios_osaka-1024x658.jpg",
        "date": "07/12/2025",
        "description": "Atlanta (EUA) –Em mais uma noite de exibições nos Estados Unidos, Aryna Sabalenka superou a japonesa Naomi Osaka por 6/3, 4/6 e 10-4 no último sábado em Atlanta."
    }
]