[
    {
        "url": "https://tenisbrasil.uol.com.br/gauff-tentei-me-manter-positiva-mas-nada-funcionou-hoje.html",
        "title": "Gauff: “Tentei me manter positiva, mas nada funcionou hoje”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/gauff_ausopen_saida-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Depois de sofrer uma dura derrota nas quartas de final do Australian Open, Coco Gauff avaliou o desempenho na partida desta terça-feira diante de Elina Svitolina. Com uma atuação bem abaixo de suas expectativas, a número 3 do mundo recoheceu os méritos da ucraniana, que foi superior e a deixou em situações desconfortáveis durante o jogo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/adversario-de-guto-nas-oitavas-faz-historia-para-botsuana-em-grand-slam.html",
        "title": "Adversário de Guto nas oitavas faz história para Botsuana em Grand Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/raguin_ausopen_toss-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Adversário de Guto Miguel nas oitavas de final do Australian Open juvenil, Ntungamili Raguin está fazendo história para o tênis de Botsuana. O tenista de 17 anos é o primeiro de seu país a disputar um Grand Slam, como júnior ou profissional."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-mantem-a-escrita-contra-de-minaur-e-chega-a-1a-semi-na-australia.html",
        "title": "Alcaraz mantém a escrita contra De Minaur e chega à 1ª semi na Austrália",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/alcaraz_ausopen_desliza_noite_fft-1024x758.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –A busca de Carlos Alcaraz pelo único título de Grand Slam que ainda não conquistou continua neste Australian Open. Depois de parar nas quartas de final nas duas últimas edições, o espanhol garantiu vaga em sua primeira semifinal em Melbourne depois de vencer o australiano Alex de Minaur por 7/5, 6/2 e 6/2 em 2h15 de partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/australian-open-entre-velhas-e-novas-sensacoes.html",
        "title": "Australian Open: entre velhas e novas sensações",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/patricia_mboko.jpg",
        "date": "27/01/2026",
        "description": "O Australian Open começou embalado por grandes recordações, evocando campeões que marcaram época e que hoje já vivem o circuito praticamente em momento de despedida. A queda de Stan Wawrinka, ainda na terceira rodada, foi um desses sinais claros de que o tempo segue seu curso, mesmo para quem já escreveu capítulos históricos no tênis. Em meio a esse cenário, Novak Djokovic segue em quadra tentando ampliar marcas que o colocam em um patamar histórico difícil de ser alcançado."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tien-sai-satisfeito-com-nivel-de-tenis-e-ve-metas-cumpridas-em-melbourne.html",
        "title": "Tien sai satisfeito com nível de tênis e vê metas cumpridas em Melbourne",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/tien_ausopen_olhabola-1024x614.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Apesar da derrota nas quartas de final do Australian Open, Learner Tien sai satisfeito com o nível de tênis apresentado ao longo do torneio. O canhoto de 20 anos e atual 29º do ranking também considera que cumpriu um dos objetivos traçados para o início da temporada e afirma não sentir pressão extra para seguir evoluindo no circuito."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-e-rybakina-duelam-as-21h30-stefani-tem-dois-jogos-sinner-atua-as-5h.html",
        "title": "Iga e Rybakina duelam às 21h30, Stefani tem dois jogos e Sinner atua às 5h",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/stefani-ausopen-2026-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –As quartas de final do Australian Open continuam na noite desta terça e primeiras horas da manhã de quarta-feira. A programação começa às 21h30 (de Brasília) com a partida entre Iga Swiatek e Elena Rybakina. A polonesa lidera o histórico por 6 a 5, mas a cazaque venceu o duelo mais recente no WTA Finals."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-27-01.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/monteiro-rio-slice-2025-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Australian Open (Melbourne, Austrália) – Sintético – AUD$ 111,5 milhõesDuplas mistas – Quartas de final –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/svitolina-cede-apenas-tres-games-a-gauff-e-desafia-sabalenka-na-semifinal.html",
        "title": "Svitolina cede apenas três games a Gauff e desafia Sabalenka na semifinal",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/svitolina_ausopen_vibra_qf-1024x642.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália) –Com uma atuação dominante do início ao fim, Elina Svitolina derrubou Coco Gauff e garantiu vaga na semifinal do Australian Open. A ucraniana precisou de apenas 59 minutos para marcar as parciais de 6/1 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/calor-extremo-na-australia-afasta-publico-do-melbourne-park.html",
        "title": "Calor extremo na Austrália afasta público do Melbourne Park",
        "image": null,
        "date": "27/01/2026",
        "description": "Embed from Getty Images"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-destaca-felicidade-com-sua-fundacao-para-criancas-diabeticas.html",
        "title": "Zverev destaca felicidade com sua fundação para crianças diabéticas",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2026/01/zverev-ausopen-close-2026-1024x683.jpg",
        "date": "27/01/2026",
        "description": "Melbourne (Austrália)– Na entrevista em quadra apósvencer o norte-americano Learner Tien, o alemão Alexander Zverev não apenas contou piadas e brincou durante boa parte da conversa, mas principalmente falou sério e destacou no fim o trabalho de sua fundação para cuidar de crianças com diabetes."
    }
]