[
    {
        "url": "https://tenisbrasil.uol.com.br/sabalenka-elogia-atmosfera-em-quadra-e-preve-volta-por-cima-de-raducanu.html",
        "title": "Sabalenka elogia atmosfera em quadra e prevê volta por cima de Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sabalenka-raducanu-wimbledon-2025-e1751721818226-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– Campeã do US Open de 2021, a britânica Emma Raducanu sofreu para reencontrar o nível que a levou a vencer seu primeiro título de Grand Slam, mas parece estar voltando aos melhores momentos. Apesar da derrota para a bielorrussa Aryna Sabalenka na terceira rodada de Wimbledon, a tenista da casa saiu elogiada pela número 1 do mundo depois de um jogo bastante competitivo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-deste-sabado-05-07.html",
        "title": "O dia dos brasileiros: veja os resultados deste sábado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/bonini_banana_fore-1024x683.jpg",
        "date": "05/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Segunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/jarry-sobre-fonseca-tem-so-18-anos-e-joga-um-tenis-de-altissimo-nivel.html",
        "title": "Jarry sobre Fonseca: “Tem só 18 anos e joga um tênis de altíssimo nível”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/jarry-wimbledon-acena-2025.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– Apesar da eliminação na terceira rodada de Wimbledon, o carioca João Fonseca recebeu elogios do algoz, o chileno Nicolas Jarry, que na última sexta-feira derrotou o jovem brasileiro por 3 sets a 1 e avançou para as oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rublev-comemora-boas-sensacoes-e-sabe-que-tera-pareo-duro-com-alcaraz.html",
        "title": "Rublev comemora boas sensações e sabe que terá páreo duro com Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/rublev-wimbledon-fore-2025-1024x682.jpg",
        "date": "05/07/2025",
        "description": "Londres (Inglaterra)– O russo Andrey Rublev chegou em Wimbledon sem muita confiança por conta dos resultados recentes, já que tirando o vice em Hamburgo, vinha colecionando derrotas precoces nos torneios. Contudo, na grama do All England Club as coisas parecem terem se encaixado e ele já venceu três partidas e está nas oitavas de final."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pip-o-morango-conta-a-historia-desta-tradicao-veja-o-video.html",
        "title": "Mascote Pip conta a tradição do morango em Wimbledon. Veja.",
        "image": null,
        "date": "05/07/2025",
        "description": "Londres (Inglaterra) –O morango com creme é servido desde a primeira edição do torneio de Wimbledon em 1877. Supõe-se que a tradição vem da época do Rei Henrique 8º. Nesta edição do Grand Slam inglês, quem está fazendo sucesso entre os fãs e os jogadores é o mascote Pip, o Morango, que parece ser feito em feltro. Em um vídeo promocional lançado no canal de Wimbledon no YouTube, Pip narra parte da história dos morangos no torneio centenário."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/goiano-avanca-em-rio-verde-dupla-de-ramos-e-mola-arrasa-na-estreia.html",
        "title": "Goiano avança em Rio Verde, dupla de Ramos e Mola arrasa na estreia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/medeiros_gonzaga_rioverde-1024x675.jpg",
        "date": "04/07/2025",
        "description": "Rio Verde (GO) –O jovem goiano Henrique Medeiros, de Quirinópolis, 17 anos, estreou com o pé direito, nesta sexta-feira, no torneio internacional BT 200 de Rio Verde, no Clube Campestre. A competição distribui US$ 15 mil em premiações e dá mais de 200 pontos aos campeões."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/storck-e-finalista-em-londrina-e-cinco-juvenis-decidem-itfs.html",
        "title": "Storck é finalista em Londrina e cinco juvenis decidem ITFs",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/storck_rgjunior_back-1024x682.jpg",
        "date": "04/07/2025",
        "description": "Londrina (PR) –O mato-grossense Leonardo Storck será o representante brasileiro na final da Londrina Juniors Cup, torneio ITF J100 disputado nas quadras de saibro do Londrina Country Club. Ele venceu o paraguaio Cayo Narvaez por 6/2, 2/6 e 6/2."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/relembre-o-historico-do-brasil-no-torneio-juvenil-de-wimbledon.html",
        "title": "Relembre o histórico do Brasil no torneio juvenil de Wimbledon",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Artes-Blogs-900x600-6.jpg",
        "date": "04/07/2025",
        "description": "O torneio juvenil de Wimbledon começa neste sábado e terá quatro brasileiros. A paulista Nauhany Silva e o paranaense João Pedro Bonini já estreiam no primeiro dia de competições, enquanto a potiguar Victória Barros e o goiano Guto Miguel aguardam até o próximo domingo para entrar em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/confira-as-melhores-jogadas-desta-sexta-em-wimbledon.html",
        "title": "Confira as melhores jogadas desta sexta em Wimbledon",
        "image": null,
        "date": "04/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sonmez-faz-historia-para-a-turquia-com-inedita-terceira-rodada-de-slam.html",
        "title": "Sonmez faz história para a Turquia com inédita terceira rodada de Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Sonmez-R2-byGary-Oakley-AELTC.jpg",
        "date": "04/07/2025",
        "description": "Londres (Inglaterra) –Além da lucky-loser argentina Solana Sierra, número 101ª do ranking da WTA, outra tenista à sombra da sul-americana, mais festejada pela imprensa, está comemorando uma façanha em Wimbledon. A turca Zeynep Sonmez foi outra que fez história no torneio ao garantir vaga na 3ª rodada, a primeira tenista do país – homem ou mulher – a ir tão longe em um Grand Slam na Era Aberta. Até então, a jogadora de Istambul não havia passado da primeira rodada num Slam: em Roland Garros, no ano passado e neste e no Australian Open de 2024."
    }
]