[
    {
        "url": "https://tenisbrasil.uol.com.br/wimbledon-juvenil-tera-4-brasileiros-guto-cai-na-semi-em-roehampton.html",
        "title": "Wimbledon juvenil terá 4 brasileiros, Guto cai na semi em Roehampton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/guto_dumont_grama-1024x605.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –O torneio juvenil de Wimbledon começa no sábado e terá quatro brasileiros no terceiro Grand Slam da temporada. O goiano Guto Miguel e o paranaense João Pedro Bonini estão na chave masculina, enquanto a potiguar Victória Barros e a paulista Nauhany Silva estão na disputa feminina."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/iga-vai-a-terceira-rodada-pelo-22o-slam-seguido-e-entra-em-seleta-lista.html",
        "title": "Iga vai à terceira rodada pelo 22º Slam seguido e entra em seleta lista",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Iga_Swiatek_-_Wimbledon_Championships_2025_-_Day_4-DSC_0603A_xgaplus.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Não foi fácil, mas a polonesa Iga Swiatek conseguiu superar os altos e baixos para seguir em frente na disputa de Wimbledon. Nesta quinta-feira, ela mediu forças com a norte-americana Caty McNally, atual 208 do mundo, que venceu o primeiro set, mas depois não se segurou e levou a virada da oitava favorita no torneio com 5/7, 6/2 e 6/1."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/e-de-moutet-a-melhor-jogada-desta-quinta-veja-como-foi.html",
        "title": "É de Moutet a melhor jogada desta quinta. Veja como foi.",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/moutet_jogadadodia.jpg",
        "date": "03/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quinta-03-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta quinta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/stefani_esperasaque_queens-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Wimbledon (Inglaterra) – Grama – 24.919.000 de librasFeminino (Duplas) – Primeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-que-oliver-tarvet-aprendeu-no-dia-mais-especial-da-sua-vida.html",
        "title": "O que Oliver Tarvet aprendeu no dia mais especial da sua vida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Oliver-Tarvet-e-Carlos-Alcaraz-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– O britânico Oliver Tarvet terá uma ótima história para contar aos colegas de classe quando voltar para a Universidade de San Diego: o dia em que enfrentou o espanhol Carlos Alcaraz na Quadra Central do All England Club pela segunda rodada de Wimbledon. O tenista universitário que recebeu um convite para disputar o Grand Slam, furou o quali e, como 733º do ranking, ainda conseguiu ganhar uma partida na chave principal não teve o resultado que queria, mas não hesitou em dizer que, “definitivamente”, foi o dia mais especial da sua vida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/rybakina-passa-por-bom-teste-com-sakkari-krejcikova-tambem-avanca.html",
        "title": "Rybakina passa por bom teste com Sakkari, Krejcikova também avança",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elena_Rybakina_-_Wimbledon_Championships_2025_-_Day_2-DSC_9877A_xgaplus.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Campeãs de Wimbledon em edições anteriores, Elena Rybakina e Barbora Krejcikova evitaram novas zebras neste ano e seguiram adiante na competição. Porém, elas tiveram vitórias distintas nesta quinta-feira, a cazaque triunfando em sets diretos e a tcheca sofrendo um pouco mais e precisando de três sets para avançar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/de-minaur-mensik-e-dimitrov-avancam-a-terceira-rodada.html",
        "title": "De Minaur, Mensik e Dimitrov avançam à terceira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/deminaur-1024x682.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra)– Três tenistas cotados a ir à segunda semana de Wimbledon, o australiano Alex de Minaur, o tcheco Jakun Mensik e o veterano búlgaro Grigor Dimitrov precisaram de quatro sets para garantir a segunda vitória na edição deste ano."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-chega-a-sua-99a-vitoria-em-wimbledon-confira-no-resumo.html",
        "title": "Djokovic chega a sua 99ª vitória em Wimbledon. Confira no resumo.",
        "image": null,
        "date": "03/07/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/uma-das-melhores-partidas-que-fiz-em-muito-tempo-diz-raducanu.html",
        "title": "“Uma das melhores partidas que fiz em muito tempo”, diz Raducanu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/raducanu-wimbledon-sorri-2025-e1751554242304-1024x683.jpg",
        "date": "03/07/2025",
        "description": "Londres (Inglaterra) –Tenista britânica mais bem ranqueada da chave feminina de simples em Wimbledon, Emma Raducanu (40ª) chegou à terceira rodada após derrotar a tcheca Marketa Vondrousova, por duplo 6/3, com uma atuação que ela própria classificou como uma das suas melhores em muito tempo. Como não há moleza em Grand Slams, ela provavelmente precisará de uma pelo menos parecida para superar o próximo obstáculo: a número 1 do mundo, Aryna Sabalenka."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/veterano-alemao-elimina-aliassime-e-vai-desafiar-alcaraz.html",
        "title": "Veterano alemão elimina Aliassime e vai desafiar Alcaraz",
        "image": null,
        "date": "03/07/2025",
        "description": "Embed from Getty ImagesLondres (Inglaterra)– Tenista que sempre se dá bem em pisos mais velozes, o veterano alemão Jan-Lennard Struff, de 35 anos e apenas 125º do mundo no momento, causou mais uma surpresa em Wimbledon e completou sua vitória sobre o canadense e cabeça 25 Félix Auger-Aliassime, por 3/6, 7/6 (11-9), 6/3 e 6/4."
    }
]