[
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-dietrich-e-felipe-moretti-vencem-itf-de-duplas-na-bolivia.html",
        "title": "Pedro Dietrich e Felipe Moretti vencem ITF de duplas na Bolívia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/pedro_dietrich_fmoretti-1024x605.jpg",
        "date": "06/06/2025",
        "description": "Santa Cruz (Bolívia) –O gaúcho Pedro Dietrich e o paulista Felipe Moretti conquistaram o título de duplas no ITF J60 de Santa Cruz, em quadras de saibro na Bolívia. Eles venceram uma final brasileira contra Miguel Daiha e Sidney Meneguetti por 6/2 e 7/5."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-valoriza-legado-de-djokovic-e-tenta-reverter-historico-contra-alcaraz.html",
        "title": "Sinner valoriza legado de Djokovic e tenta reverter histórico contra Alcaraz",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/sinner_rg_aplaude-1024x651.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Dois temas dominaram as entrevistas de Jannik Sinner após garantir vaga em sua primeira final de Roland Garros: o respeito pelo legado de Novak Djokovic, superado nasemifinal desta sexta-feira, e a expectativa por mais um duelo com Carlos Alcaraz,adversário do próximo domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-sexta-06-06.html",
        "title": "O dia dos brasileiros: veja os resultados desta sexta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/05/luiz_calixto_copawc_back.jpg",
        "date": "06/06/2025",
        "description": "Roland Garros (Paris, França) – Saibro – € 56.352.000Cadeirantes – Juvenil – Final feminina"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-pode-ter-sido-a-minha-ultima-partida-em-roland-garros.html",
        "title": "Djokovic: “Pode ter sido a minha última partida em Roland Garros”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/djokovic-roland-garros-2025-sfs-1024x576.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –O momento em que Novak Djokovic saiu da quadra Philippe Chatrier, após a derrota na semifinal de Roland Garros nesta sexta-feira, chamou atenção dos fãs de tênis de todo o mundo. Bastante aplaudido pelo público e visivelmente emocionado, o sérvio decidiu beijar a quadra de saibro antes de se retirar em direção aos vestiários. O gesto sinalizava uma possível despedida. E na entrevista oficial, o tricampeão reconhece que apartida contra Jannik Sinnerpode ter sido sua última em Paris."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-e-alcaraz-decidem-o-primeiro-de-muitos-slam.html",
        "title": "Sinner e Alcaraz decidem o primeiro (de muitos) Slam",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/blog_rg_semi.jpg",
        "date": "06/06/2025",
        "description": "Lorenzo Musetti foi o melhor tenista em quadra por dois sets, Novak Djokovic se esforçou ao máximo e exigiu total empenho, mas nada impediu que Carlos Alcaraz e Jannik Sinner confirmassem as previsões e chegassem a um inédito duelo direto em final de Grand Slam, uma tendência que tende a se estender no circuito. Às 10 horas de domingo, no entanto, um deles irá perder pela primeira vez uma decisão desse porte e outro marcará tremendos feitos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-destaca-grande-fase-de-sinner-ele-esta-destruindo-todos-os-rivais.html",
        "title": "Alcaraz destaca grande fase de Sinner: “Ele está destruindo todos os rivais”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/alcaraz_rg_aplaude_corinne-1024x630.jpg",
        "date": "06/06/2025",
        "description": "Paris (França) –Atual campeão de Roland Garros, Carlos Alcaraz terá a chance de conquistar o quinto título de Grand Slam da carreira e o segundo em Paris no próximo domingo. Mas para isso, o espanhol terá que vencerJannik Sinner, líder do rankingmundial e que ainda não perdeu sets no torneio."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-supera-djokovic-pela-5a-vez-confira-o-resumo.html",
        "title": "Sinner supera Djokovic pela 5ª vez. Confira o resumo.",
        "image": null,
        "date": "06/06/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-e-osaka-se-retiram-do-wta-500-de-queens-britanicas-levam-convites.html",
        "title": "Pegula e Osaka se retiram do WTA 500 de Queen’s, britânicas levam convites",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/06/Naomi-Osaka-AELTC-Chloe-Knott-1024x682.jpg",
        "date": "06/06/2025",
        "description": "Londres (Inglaterra) –Primeiro grande torneio da temporada de grama do circuito feminino, o WTA 500 de Queen’s, em Londres, teve duas baixas nesta sexta-feira. A norte-americana Jessica Pegula, número 3 do mundo, e a japonesa Naomi Osaka, ex-líder do ranking, se retiraram da competição que começa na próxima segunda. Elas voltarão ao circuito no WTA 500 de Berlim, que acontece na semana seguinte."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cbt-divulga-convocados-para-o-2o-encontro-de-treinamento-de-2025.html",
        "title": "CBT divulga convocados para o 2º Encontro de Treinamento de 2025",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/06/maria_eduarda_moreti.jpg",
        "date": "06/06/2025",
        "description": "Florianópolis (SC) –Nesta sexta-feira, a Confederação Brasileira de Tênis (CBT) divulgou os nomes convocados para o 2° Encontro de Treinamento de 2025, que reúne treinadores e alguns dos principais atletas juvenis do país. Nesta edição, foram chamados atletas das categorias 14 anos masculina e feminina. O evento acontece entre os dias 26 e 28 de junho, na Rio Tennis Academy, no Rio de Janeiro (RJ)."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sell-alcanca-nos-eua-sua-terceira-semifinal-de-challenger.html",
        "title": "Sell alcança nos EUA sua terceira semifinal de challenger",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2024/10/54064122911_1b14292da5_k-1024x683.jpg",
        "date": "06/06/2025",
        "description": "Tyler (EUA)– O convidado norte-americano Andres Martin deu muito trabalho, mas o catarinense Karue Sell conseguiu salvar pontos importantes no terceiro set e está na semifinal do challenger de US$ 100 mil que acontece sobre o piso duro de Tyler."
    }
]