[
    {
        "url": "https://tenisbrasil.uol.com.br/djokovic-e-shelton-se-aproveitam-da-queda-de-fritz-e-sobem-na-atp.html",
        "title": "Djokovic e Shelton se aproveitam da queda de Fritz e sobem na ATP",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/djokovic-atenas-trofeu-2025-1-e1762780019489-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– Campeão no ATP 250 de Atenas, onde encerrou sua temporada, já quenão irá competir no ATP Finals, o sérvio Novak Djokovic subiu no ranking desta semana. Ele e o norte-americano Ben Shelton contaram com a queda do também norte-americano Taylor Fritz para ganhar colocações."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fonseca-mantem-seu-melhor-ranking-e-fecha-temporada-no-24o-lugar.html",
        "title": "Fonseca mantém seu melhor ranking e fecha temporada no 24º lugar",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fonseca_paris_acena-1024x683.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– Correndo o risco de perder algumas posições na última semana dos ATP nesta temporada, na qual iria jogar em Atenas, mas preferiu não competir por questões físicas, o jovem carioca João Fonseca se manteve firme na 24ª colocação e vai fechar o ano com o melhor ranking da carreira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/reis-estreia-no-top-200-e-ja-e-o-terceiro-melhor-do-brasil-no-ranking.html",
        "title": "Reis estreia no top 200 e já é o terceiro melhor do Brasil no ranking",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/reis-lima-colse-2025-e1762688280846-1024x683.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– A grande temporada do pernambucano João Lucas Reis tem mais um bonito capítulo nesta segunda-feira, dia em que ele estreia no top 200 do ranking.Vice-campeão no challenger de Lima, o tenista de 25 anos estreia no top 200 após a campanha, subindo 24 posições para chegar ao 187º lugar."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-retoma-o-numero-1-e-fica-mais-perto-de-terminar-o-ano-na-ponta.html",
        "title": "Alcaraz retoma o número 1 e fica mais perto de terminar o ano na ponta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/alcaraz-turin-2025-sunday-2-e1762775222204-1024x682.jpg",
        "date": "10/11/2025",
        "description": "Londres (Inglaterra)– O espanhol Carlos Alcaraz começou o ATP Finals como o vice-líder do ranking e venceu em sua estreia, mas nos dois jogos seguintes entrará em quadra como número 1 do mundo, posto ao qual retornou nesta segunda-feira. Ele agora tem 45 semanas no lugar mais alto, 21 a menos do que o italiano Jannik Sinner, seu principal rival no momento."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bahia-juniors-cup-comeca-nesta-segunda-feira-em-salvador.html",
        "title": "Bahia Juniors Cup começa nesta segunda-feira em Salvador",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/kanashiro_salvador.jpg",
        "date": "09/11/2025",
        "description": "Salvador (BA) –Começa nesta segunda-feira, a partir das 8 horas, a chave principal da 40ª edição do Bahia Juniors Cup, um dos mais tradicionais eventos do Brasil com pontos para o ranking mundial juvenil. Na categoria mundial, com pontos nível J100, o primeiro dia terá as estreias da brasileira Luiza Ninno enfrentando a tcheca Lucie Koutova. Mateus Nogueira, cabeça de chave 6, vai encarar o gaúcho Mateus Krebs no último jogo do dia."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/zverev-destaca-agressividade-de-shelton-e-diz-estar-bem-fisicamente.html",
        "title": "Zverev destaca agressividade de Shelton e diz estar bem fisicamente",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/20251109_Alexander_Zverev_GSP20737-1024x682.jpg",
        "date": "09/11/2025",
        "description": "Turim (Itália)– Em sua estreia no ATP Finals deste ano, o alemão Alexander Zverev se viu em situação rara, na qual o adversário é o jogador mais agressivo em quadra. Ele lidou bem com o que apresentou o norte-americano Ben Shelton, foi mais consistente e acabou comuma vitória em sets diretos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/danielzinho-tenta-se-juntar-a-reis-e-heide-no-challenger-de-montevideu.html",
        "title": "Danielzinho tenta se juntar a Reis e Heide no challenger de Montevidéu",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/danielzinho-sauipe-fore-2025-1024x683.jpg",
        "date": "09/11/2025",
        "description": "Montevidéu (Uruguai) – Vice-campeão neste domingo em Lima, o pernambucano João Lucas Reis será o principal nome do Brasil na disputa do challenger de Montevidéu, onde também jogará o paulista Gustavo Heide. No quali, o veterano Daniel Silva venceu a primeira e tenta se juntar aos compatriotas."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/marcondes-vence-a-11a-seguida-e-avanca-em-quali-no-japao.html",
        "title": "Marcondes vence a 11ª seguida e avança em quali no Japão",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/marcondes-vibra-hua-hin-2025-1024x698.jpg",
        "date": "09/11/2025",
        "description": "Kobe (Japão)– Depois de faturar dois títulos seguidos em ITF M15 na Tailândia, o paulista Igor Marcondes tenta dar um passo a mais nesta semana e disputa o quali do challenger de Kobe, onde venceu a 11º seguida neste domingo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/manuela-banietti-e-guilherme-do-val-vencem-itf-juvenil-no-rio.html",
        "title": "Manuela Banietti e Guilherme do Val vencem ITF juvenil no Rio",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/manuela_banietti_trofeu_rio-1024x798.jpg",
        "date": "09/11/2025",
        "description": "Rio de Janeiro (RJ) –Foram definidos neste domingo os campeões do ITF J30 disputado nas quadras de saibro da Rio Tennis Academy. Manuela Banietti, de apenas 14 anos, e Guilherme do Val, de 16, venceram finais brasileiras."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pedro-santos-e-greta-giusti-coroados-rei-e-rainha-da-quadra-em-fortaleza.html",
        "title": "Pedro Santos e Greta Giusti coroados Rei e Rainha da Quadra em Fortaleza",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/11/greta-giusti_pedro-santos_rei-e-rainha_fortaleza.png",
        "date": "09/11/2025",
        "description": "Fortaleza (CE) –O brasiliense Pedro Santos e a italiana Greta Giusti foram os campeões do Rei e Rainha da Quadra da etapa de Fortaleza do Brasil Open Beach Tennis Series presented by TotalEnergies. As finais foram disputadas neste domingo, na Arena Carmel, encerrando três dias de grandes jogos e muita energia nas areias cearenses."
    }
]