[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-01-07.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/05/meligeni_oeiras_fore-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Challenger de Modena (Itália) – Saibro – 91.250 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/musetti-sofreu-com-foco-e-energia-em-derrota-na-primeira-rodada.html",
        "title": "Musetti sofreu com foco e energia em derrota na primeira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Musetti-02.avif",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –O italiano Lorenzo Musetti, sétimo cabeça de chave do torneio masculino de simples de Wimbledon, foi surpreendido nesta terça-feira logo na primeira rodada pelo experiente Nikoloz Basilashvili, da Georgia, o 126º colocado do ranking mundial. O semifinalista da última edição do Grand Slam britânico não teve muitas explicações para a derrota por 3 a 1 em 2h25min, além de não ter se sentido bem em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/guto-vence-o-numero-2-juvenil-e-faz-quartas-em-roehampton.html",
        "title": "Guto vence o número 2 juvenil e faz quartas em Roehampton",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/guto_roehampton_toss-1024x576.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –O juvenil goiano Guto Miguel será o representante brasileiro nas quartas do ITF J300 de Roehampton, em quadras de grama. Ele liderava a partida contra o italiano Jacopo Vasami, principal cabeça de chave e número 2 do ranking, por 7/5 e 2/1 quando o rival se retirou da partida."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/cocciaretto-acho-que-foi-uma-das-melhores-partidas-que-ja-joguei.html",
        "title": "Cocciaretto: “Acho que foi uma das melhores partidas que já joguei”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Elisabetta_Cocciaretto_-_BNP_Paribas_Open_2025_-_Day_3-DSC_7505_xgaplus.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Um das surpresas da primeira rodada de Wimbledon, a italiana Elisabetta Cocciaretto conseguiu derrubar a norte-americana Jessica Pegula de forma arrasadora,gastando menos de 1h para fechar o jogo. Muito feliz com o resultado, ela não apenas comemorou a vitória, mas também elogiou o comportamento da adversária."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/astros-do-futebol-benini-e-arouca-estreiam-quarta-em-torneio-masters.html",
        "title": "Astros do futebol, Benini e Arouca estreiam quarta em torneio masters",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/Jose-Passos-da-Silva.jpg",
        "date": "01/07/2025",
        "description": "Rio de Janeiro (RJ) –Começou nesta segunda-feira, a segunda edição do torneio internacional masters na Rio Tennis Academy, em parceria com o Fluminense. O primeiro dia foi marcado por 35 jogos de simples mais o início das duplas e nesta terça, com 46 jogos."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/bt-200-de-rio-verde-comeca-nesta-terca-com-goiano-de-destaque.html",
        "title": "BT 200 de Rio Verde começa nesta terça com goiano de destaque",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/henrique_medeiros_BT-200-Rio-Verde.jpg",
        "date": "01/07/2025",
        "description": "Rio Verde (GO) –Começa nesta terça-feira o torneio internacional de beach tennis de Rio Verde, disputado no Clube Campestre.  Os primeiros dois dias serão reservados a dois torneios BT 10 com 10 pontos no ranking mundial cada um. A partir de sexta-feira, tem início a chave principal do torneio principal, o BT 200, com premiação total de US$ 15 mil e 200 pontos no ranking mundial."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/kvitova-e-superada-por-navarro-e-recebe-homenagem-na-despedida.html",
        "title": "Kvitova é superada por Navarro e recebe homenagem na despedida",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/petra_navarro_jimmie.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –No jogo que marcou sua despedida de Wimbledon, a bicampeã Petra Kvitova foi superada pela norte-americana Emma Navarro, número 10 do ranking, que marcou as parciais de 6/3 e 6/1 em exatamente uma hora de disputa. Após a partida, a tcheca de 35 anos recebeu uma homenagem e participou da tradicional entrevista em quadra."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sinner-sai-satisfeito-com-seu-servico-apos-vitoria-na-primeira-rodada.html",
        "title": "Sinner sai satisfeito com seu serviço após vitória na primeira rodada",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/sinner-wimbledon-saca-2025-e1751379420185-1024x683.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra) –O número 1 do mundo Jannik Sinner ficou menos de duas horas em quadra na sua estreia no torneio masculino de Wimbledon nesta terça-feira, o suficiente para derrotar o compatriota Luca Nardi (95º) por 3 a 0, com direito a um pneu no terceiro set. Ele também ficou satisfeito de ter visto os resultados do trabalho que tem feito para melhorar o serviço."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/ciee-realiza-torneio-de-tenis-em-parceria-com-o-instituto-patricia-medrado.html",
        "title": "CIEE realiza torneio de tênis em parceria com o Instituto Patrícia Medrado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/1-torneio-de-tenis-ciee-ipm-1024x683.jpg",
        "date": "01/07/2025",
        "description": "São Paulo (SP)– O Centro de Integração Empresa-Escola – CIEE realizou, nos últimos dias 28 e 29 de junho, a primeira edição do Torneio de Tênis CIEE. A ação inédita foi promovida em parceria com o Instituto Patrícia Medrado, entidade referência na inclusão social por meio do esporte, fundada pela baiana Patrícia Medrado, ex-top 50 do ranking de simples da WTA."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pegula-lamenta-eliminacao-precoce-pior-resultado-do-ano-todo.html",
        "title": "Pegula lamenta eliminação precoce: “Pior resultado do ano todo”",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/07/pegula--1024x682.jpg",
        "date": "01/07/2025",
        "description": "Londres (Inglaterra)– Terceira colocada no ranking da WTA, e vinda de um título na grama em Bad Homburg, a norte-americana Jessica Pegula certamente esperava ir além da primeira rodada da chave feminina de simples em Wimbledon, mas foi surpreendida pela italiana Elisabetta Cocciaretto em apenas 58 minutos e deixou bastante clara a sua insatisfação com o resultado."
    }
]