[
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-quarta-29-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta quarta",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/02/54332438744_d414a64d4a_o-e1740683071134-1024x683.jpg",
        "date": "29/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosSegunda rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/catarinenses-se-destacam-no-segundo-dia-do-itf-de-itajai.html",
        "title": "Catarinenses se destacam no segundo dia do ITF de Itajaí",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/oliviaitajai25gd-1024x682.jpeg",
        "date": "28/10/2025",
        "description": "Itajaí (SC) –Duas atletas do Itamirim Clube de Campo avançaram nesta terça-feira, no segundo dia da chave principal mundial da ADK Juniors Cup, a 16ª edição da Copa Santa Catarina de Tênis, evento juvenil com importantes pontos no ranking da ITF."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/julia-konishi-vence-a-primeira-na-argentina-bohrer-abre-vantagem.html",
        "title": "Júlia Konishi vence a primeira na Argentina, Bohrer abre vantagem",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/09/konishi_sl_prepsaque.jpg",
        "date": "28/10/2025",
        "description": "Neuquen (Argentina) –A paulista Júlia Konishi marcou a primeira vitória brasileira no ITF W35 de Neuquen, em quadras de saibro na Argentina. Ela superou a anfitriã Maria Victoria Marchesini por 6/4 e 6/3."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/tres-brasileiros-avancam-em-itf-no-saibro-da-colombia.html",
        "title": "Três brasileiros avançam em ITF no saibro da Colômbia",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2023/11/52718290354_7d7d1f664a_c.jpg",
        "date": "28/10/2025",
        "description": "Ibagué (Colômbia) –Três brasileiros estrearam com vitória no ITF M15 de Ibagué, em quadras de saibro na Colômbia. A rodada foi positiva para o catarinense Bruno Fernandez, o paulista Enzo Lima e o baiano Natan Rodrigues."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/o-dia-dos-brasileiros-veja-os-resultados-desta-terca-28-10.html",
        "title": "O dia dos brasileiros: veja os resultados desta terça",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/schiessl_ctba_fore-1024x683.jpg",
        "date": "28/10/2025",
        "description": "Masters 1000 de Paris (França) – Sintético (coberto) – 6.128.940 eurosPrimeira rodada –Veja a chave"
    },
    {
        "url": "https://tenisbrasil.uol.com.br/sakamoto-schiessl-e-tosetto-estreiam-com-vitoria-em-lajeado.html",
        "title": "Sakamoto, Schiessl e Tosetto estreiam com vitória em Lajeado",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/sakamoto_lajeado.jpg",
        "date": "28/10/2025",
        "description": "Lajeado (RS) –O paranaense João Schiessl e os paulistas Pedro Sakamoto e Rafael Tosetto marcaram as primeiras vitórias brasileiras no Lajeado Open, torneio ITF M25 disputado nas quadras de saibro do Clube Tiro e Caça. Eles venceram confrontos nacionais na rodada de abertura desta terça-feira."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/alcaraz-cai-fonseca-avanca-de-virada-veja-resumo-da-terca-em-paris.html",
        "title": "Alcaraz cai, Fonseca avança de virada. Veja resumo da terça em Paris.",
        "image": null,
        "date": "28/10/2025",
        "description": ""
    },
    {
        "url": "https://tenisbrasil.uol.com.br/wta-nomeia-valerie-camillo-sua-nova-presidente-a-partir-de-novembro.html",
        "title": "WTA nomeia Valerie Camillo sua nova presidente a partir de novembro",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/wta_logo.jpg",
        "date": "28/10/2025",
        "description": "São Petersburgo (EUA) —A WTA anunciou na terça-feira a nomeação de Valerie Camillo como sua nova presidente, encarregada de liderar a próxima fase de crescimento do tênis profissional feminino. Camillo assumirá o cargo em 17 de novembro próximo, trabalhando com o Conselho da WTA para orientar e implementar a visão e a estratégia de longo prazo da organização em um momento de tremendas oportunidades para jogadoras, fãs, torneios e parceiros em todo o mundo."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/fritz-e-shelton-estreiam-bem-em-paris-rublev-elimina-tien.html",
        "title": "Fritz e Shelton estreiam bem em Paris, Rublev elimina Tien",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/fritz-basel-2025-wednesday-1-1024x576.jpg",
        "date": "28/10/2025",
        "description": "Paris (França) –EnquantoCarlos Alcaraz não passou da rodada de estreiado Masters 1000 de Paris, os norte-americanos Taylor Fritz e Ben Shelton confirmaram o favoritismo nesta terça-feira e já estão nas oitavas de final do torneio em quadras duras e cobertas na capital francesa."
    },
    {
        "url": "https://tenisbrasil.uol.com.br/pigossi-vence-a-primeira-no-wta-125-de-cali-candiotto-se-despede.html",
        "title": "Pigossi vence a primeira no WTA 125 de Cali, Candiotto se despede",
        "image": "https://tenisbrasil.uol.com.br/wp-content/uploads/2025/10/pigossi_floripa_slice_saibro-1024x588.jpg",
        "date": "28/10/2025",
        "description": "Cali (Colômbia) –As brasileiras tiveram rumos opostos na rodada desta terça-feira no WTA 125 de Cali, em quaadras de saibro na Colômbia. A experiente Laura Pigossi estreou com vitória, enquanto a jovem Ana Candiotto foi eliminada."
    }
]